Repository: EdwinVelazquez/simon
Catalog: sam/doc/po/sammanual_*.po
Languages: de

source: ROLES_OF_TRANSLATORS
de: <othercredit role="translator"><firstname>Peter</firstname><surname>Grasch</surname><affiliation><address><email>grasch@simon-listens.org</email></address></affiliation><contrib>Deutsche Übersetzung</contrib></othercredit>

source: &kmyapplication; is an acoustic model manager.
de: &kmyapplication; ist ein Tool um Akustikmodelle zu verwalten.

source: recognition
de: Spracherkennung

source: speech
de: Sprache

source: voice
de: Sprache

source: model
de: Modell

source: compilation
de: Kompilierung

source: The &kmyapplication; Handbook
de: Das &kmyapplication; Handbuch

source: Introduction
de: Einleitung

source: &kmyapplication; is a tool to create and test acoustic models. It can compile new speech models, use models created by simon and produce models that can be used by simon later on.
de: &kmyapplication; ist ein Werkzeug um Akustikmodelle zu erzeugen und zu testen. Es kann neue Sprachmodelle kompilieren, Sprachmodelle die von simon erzeugt werden verwenden und Modelle erzeugen die simon verwenden kann.

source: It is targeted towards people wanting more control over their acoustic model and provides much lower level access to the build process. &kmyapplication; is mainly geared towards speech professionals wanting to improve their acoustic model.
de: Das Programm ist hauptsächlich für Leute ausgelegt die viel Kontrolle über Ihr Akustikmodell benötigen und bietet so viel low-level Zugriff zum Erzeugungsprozess wie möglich. &kmyapplication; ist hauptsächlich für Experten ausgelegt die Ihr Sprachmodell verbessern wollen.

source: For more information on the architecture of the simon suite please see the <ulink url="help:/simon/overview.html#architecture">simon manual</ulink>.
de: Für mehr Information über die Architektur der simon Suite sehen Sie bitte das <ulink url="help:/simon/overview.html#architecture">simon Handbuch</ulink>.

source: Background
de: Hintergrund

source: This section will provide a bit of background information on the compilation and testing process.
de: In dieser Sektion wird etwas Hintergrundwissen rund um das Kompilieren und Testen von Sprachmodellen vermittelt.

source: Effective testing
de: Effektives Testen

source: One of the major features of sam is to test the generated acoustic models.
de: Eines der Hauptfunktionen von sam ist es generierte Sprachmodelle zu testen.

source: The basic testing procedure is to run recognition on samples where the transcription is already known and comparing the results. &kmyapplication; also takes the confidence score of the recognition into account to measure how robust the created system is.
de: Der grundsätzliche Testablauf ist, die Erkennung auf Aufnahmen anzuwenden bei denen die korrekte Transkription bereits bekannt ist und die Ergebnisse zu vergleichen. &kmyapplication; achtet außerdem auf die Erkennungsrate des Erkennungsergebnisses um zu messen wie robust das System arbeitet.

source: Due to the way acoustic models are created, both the recognition accuracy and confidence will be highly skewed when the same samples are used both for training and testing. This is called "in corpus" testing (the samples used for testing are also in your training corpus).
de: Aufgrund der Art wie Akustikmodelle erzeugt werden wird sowohl die Erkennungsgenauigkeit als auch die Erkennungsrate stark beeinflusst wenn die selben Aufnahmen für das Training und für das Testen verwendet werden. Dies nennt man "in corpus" testen (die Aufnahmen für die Tests sind auch im Trainingskorpus).

source: While in corpus testing might tell you if the compilation process failed or produced sub par results it won't tell you the "real" recognition rate of the created model. Therefore it is recommended to do "out of corpus" testing: Use different samples for training and for testing.
de: Obwohl in corpus Tests ausschluss geben kann ob der Modellgenerierungsprozess reibungslos abgelaufen ist, geben die Ergebnisse keinen Aufschluss auf die Qualität des erzeugten Modells. Es ist also empfohlen "out of corpus" zu testen: Verwenden Sie unterschiedliche Aufnahmen für das Testen und das Training.

source: For out of corpus testing simply split your prompts file in two parts: One used to compile the model and one to test the model. Of course the test set doesn't need to be very big to get a representative result.
de: Um out of corpos zu testen, teilen Sie Ihre prompts Datei einfach in zwei Teile: Eine um das Sprachmodell zu generieren und eine um es zu testen. Deises Testset muss nicht sehr groß sein um repräsentative Ergebnisse zu liefern.

source: If you don't have a lot of training data, you can also split the complete corpus in ten parts. Compile 10 models, each leaving out one part of the corpus. Then do then individual tests (always with the test set that was excluded during compilation) and average the results.
de: Wenn Sie nicht viele Trainingsdaten haben, können Sie diese auch in zehn Teile teilen um möglichst repräsentative Ergebnisse zu erhalten. Kompilieren 10 Modelle wobei Sie bei jedem einen der zehn Teile auslassen Teil auslassen. Testen Sie das jeweilige Modell mit dem zehnten, übrigbleibenden, Teil und bilden Sie über alle Ergebnisse einen Mittelwert.

source: Using &kmyapplication;
de: &kmyapplication; verwenden

source: &kmyapplication; provides a graphical interface that is divided into five areas.
de: &kmyapplication;s grafische Oberfläche ist in fünf Bereiche unterteilt.

source: <screeninfo>Main window</screeninfo>
de: <screeninfo>Hauptfenster</screeninfo>

source: <phrase>Main window</phrase>
de: <phrase>Hauptfenster</phrase>

source: The order of the tabs represents a complete sam workflow from creating a model to testing it.
de: Die Anordnung der Registerkarten reflektiert einen typischen sam Arbeitsablauf vom Kreieren des Modells bis zum Testen.

source: Input &amp; output files
de: Eingabe- &amp; Ausgabedateien

source: Define what files to work on. You can save and load this configuration by using the <guibutton>Save</guibutton> and <guibutton>Load</guibutton> buttons respectively.
de: Definiert mit welchen Dateien gearbeitet wird. Sie können diese Konfiguration speichern bzw. laden indem Sie den <guibutton>Speichern</guibutton> bzw. <guibutton>Laden</guibutton> Knopf drücken.

source: The <guibutton>Save</guibutton> and <guibutton>Load</guibutton> menus <emphasis>only</emphasis> save the paths and options defined here. They don't save the associated files!
de: Die <guibutton>Speichern</guibutton> und <guibutton>Laden</guibutton> Knöpfe speichern <emphasis>nur</emphasis> Dateipfade und Optionen die hier konfiguriert wurden. Sie speichern keine assoziierten Dateien!

source: <screeninfo>Input &amp; output selection</screeninfo>
de: <screeninfo>Eingabe-&amp; Ausgabe Auswahl</screeninfo>

source: <phrase>Input &amp; output selection</phrase>
de: <phrase>Eingabe-&amp; Ausgabe Auswahl</phrase>

source: If you want to compile and / or test the simon model, you can use the <guibutton>Modify simons model</guibutton> option to load the appropriate files. Both scenarios and prompts will be serialized as appropriate.
de: Wenn Sie das von simon verwaltete Modell generieren oder testen wollen können Sie die <guibutton>Verändere simons Modell</guibutton> Option verwenden um die entsprechenden Dateien zu laden. Sowohl Szenarios als auch Prompts werden entsprechend serialisiert werden.

source: When simon compiles the model, it will automatically remove untrained words during serialization as well as adapting the prompts appropriately. This will also happen when selecting <guibutton>Modify simons model</guibutton>. If you do, however serialize them separately using <guibutton>Serialize scenarios</guibutton> and <guibutton>Serialize prompts</guibutton> this adaption will not be performed and you alone are responsible for the validity of the input files. If you provide file names directly this of course applies even more so.
de: Wenn simon das Modell kompiliert wird es automatisch untrainierte Wörter während der Serialisation entfernen sowie die prompts entsprechend anpassen. Dies wird ebenfalls geschehen wenn Sie <guibutton>Verändere simons Modell</guibutton> auswählen. Wenn Sie die Dateien aber seperat serialisieren über <guibutton>Serialisiere Szenarios</guibutton> und <guibutton>Serialisiere prompts</guibutton> wird die Bereinigung nicht aktiviert und Sie sind selbst verantwortlich für die Validität der Eingabedateien. Wenn Sie Dateinamen direkt angeben gilt das natürlich ebenso.

source: Selecting a static model as the used model type will still compile the language model, just like simon would do as well. It also copies the given base model input files to the output paths.
de: Wenn Sie ein statisches Modell als Modelltyp auswählen wird das Sprachmodell (language model) noch immer generiert - wie simon es auch selbst erzeugen würde. Es werden auch die Basismodell Dateien auf die Ausgabepfade kopiert.

source: &kmyapplication; allows the user to provide two different types of prompts files. One prompts file to compile the model and test the model. For more information, please see the section on <link linkend="effective_testing">effective testing</link>.
de: &kmyapplication; erlaubt dem Benutzer zwei unterschiedliche Prompts Dateien anzugeben. Eine Promptsdatei wird verwendet das Modell zu kompilieren und eine um es zu testen. Mehr Informationen finden Sie in der <link linkend="effective_testing">Sektion über effektives Testen</link>.

source: <title>Adapt scenarios</title>
de: <title>Szenarios adaptieren</title>

source: simon stores the language model in scenarios. When you want to use them to compile the model, you first need to serialize them to files readable by Julius and the HTK.
de: simon speichert das Sprachmodell (language model) in Szenarios. Wenn Sie diese verwenden wollen um das Modell zu kompilieren müssen Sie sie zuerst in Dateien serialisieren die von Julius und dem HTK gelesen werden können.

source: <screeninfo>Adapt scenarios</screeninfo>
de: <screeninfo>Adaptiere Szenarios</screeninfo>

source: <phrase>Adapt scenarios</phrase>
de: <phrase>Adaptiere Szenarios</phrase>

source: To do this, select <guibutton>Serialize scenarios</guibutton> button in the <link linkend="input_output">Input output tab</link>. simons scenarios will also be serialized when using the <guibutton>Modify simons model</guibutton> options.
de: Um das zu tun, wählen Sie den <guibutton>Serialisiere Szenarios</guibutton> Knopf im <link linkend="input_output">Eingabe &amp; Ausgabe Reiter</link>. simons Szenarios werden auch serialisiert wenn Sie die <guibutton>Verändere simons Modell</guibutton> Option verwenden.

source: In this page you can find status information of the adaption and read detailed error messages if an error occurs.
de: Auf dieser Seite finden Sie Statusinformationen über die Adaption und können detailierte Fehlermeldungen finden sollte ein Fehler auftreten.

source: <title>Create model</title>
de: <title>Modell erstellen</title>

source: Here you can build the model using the input and output files defined in the <link linkend="input_output">input &amp; output section</link>.
de: Hier können Sie ein Modell aus den Eingabe- und Ausgabedateien erstellen die Sie in der <link linkend="input_output">Eingabe &amp; Ausgabe Sektio</link> definiert haben.

source: The compilation process is identical to the one used by simond. Unlike simond, however, the full log of all called external programs, their output as well as progress information is shown regardless of wether the compilation was successful or not.
de: Der Erstellungsprozess ist ident zu dem von simond. Im Gegensatz zu simond wird allerdings das komplette Protokoll aufgerufener externer Kommandos sowie deren Startparameter ausgegeben egal ob die Kompilierung erfolgreich war oder nicht.

source: <screeninfo>Create model</screeninfo>
de: <screeninfo>Modell erstellen</screeninfo>

source: <phrase>Create model</phrase>
de: <phrase>Modell erstellen</phrase>

source: Using this verbose output it is much easier to find issues with the input data.
de: Mit diesem detailierten Output ist es viel leichter Probleme mit den Eingabedateien zu erkennen.

source: <title>Test model</title>
de: <title>Modell testen</title>

source: Here you can test the speech model.
de: Hier können Sie das Sprachmodell testen.

source: &kmyapplication; will test the model set by in the <guilabel>Output files</guilabel> section in the <link linkend="input_output">input &amp; output section</link>.
de: &kmyapplication; wird das Modell testen das in der <guilabel>Ausgabedateien</guilabel> Sektion in der <link linkend="input_output">Eingabe &amp; Ausgabe Sektion</link> angegeben ist.

source: During testing, Julius will run to recognize on the input files as set by the test prompts. Resulting word- and sentence errors will be counted as well as the overall robustness by analyzing confidence scores of the recognizer.
de: Beim Testen wird Julius' Erkennung alle Eingabesamples analysieren die in der Testprompts angegeben sind. Resultierende Wort- und Satzfehler fließen ebenso in die Bewertung ein wie Julius' Erkennungsrate (confidence score).

source: To test the model successfully you also need <ulink url="http://sox.sourceforge.net">SoX</ulink> installed and in your path.
de: Um das Modell erfolgreich zu testen müssen Sie außerdem <ulink url="http://sox.sourceforge.net">SoX</ulink> in Ihrem Systempfad installieren.

source: While the test is running you can watch the current recognition in the test protocol.
de: Während der Test läuft können Sie die aktuellen Erkennungsergebnisse im Testprotokolle überwachen.

source: <screeninfo>Test model</screeninfo>
de: <screeninfo>Modell testen</screeninfo>

source: <phrase>Test model</phrase>
de: <phrase>Model testen</phrase>

source: As soon as the test is finished, the <link linkend="test_results">test results</link> will be automatically displayed.
de: Sobald der Test fertig ist werden die <link linkend="test_results">Testergebnisse</link> automatisch angezeigt.

source: Test results
de: Testergebnisse

source: After a successful <link linkend="test">model test</link> you can find a detailed report of the recognition accuracy here.
de: Nach einem erfolgreichen <link linkend="test">Modelltest</link>, finden Sie einen detailierten Bericht über die Erkennungsraten die mit Ihrem Modell erzielt werden hier.

source: Scoring
de: Bewertung

source: To best reflect the recognition performance, &kmyapplication; uses multiple, ranked results for the tests.
de: Um die Erkennungsperformance möglichst gut zu reflektieren verwendet &kmyapplication; mehrere bewertete Ergebnisse für die Tests.

source: A correctly recognized word or sentence will be scored with the confidence score the word achieved and the word will still be listed as "recognized" even tough another recognition result might be ranked higher than the correct one.
de: Ein korrekt erkanntes Wort oder Satz wird mit der Erkennungsrate bewertet die das jeweilige Ergebnis bei der Erkennung erreicht hat. Das Wort oder der Satz wird dann in jedem Fall als "erkannt" markiert - auch wenn ein anderes Ergebnis eine höhere Erkennungsrate hätte und somit das von simon preferierte Ergbenis wäre.

source: If for example the sample "flowers" is recognized as "flower" (90%), "flowers" (70%), "apple" (12%) it will be marked as "recognized" with a score of 70%.
de: Wenn z.B. die Aufnahme "Blumen" als "Blume" (90%), "Blumen" (70%), "Apfel" (12%) erkannt wird, wird die Aufnahme als erkannt gewertet und erzielt eine Erkennungsrate von 70%.

source: The displayed overall recognition rate is the average of the word recognition rate (average over each word) and the sentence recognition rate (average over each sentence).
de: Die angezeigte Gesamterkennungsrate ist der Durchschnitt der Worterkennungsraten (Durchschnitt über alle Worte) und Satzerkennungsrate (Durchschnitt aller Sätze).

source: Word
de: Wort

source: &kmyapplication; will list recognition accuracy for each word individually.
de: &kmyapplication; wird Erkennungsraten für jedes Wort einzeln auflisten.

source: <screeninfo>Word results</screeninfo>
de: <screeninfo>Wort Ergebnisse</screeninfo>

source: <phrase>Word results</phrase>
de: <phrase>Wort Ergebnisse</phrase>

source: If you have samples containing more than one word they will be segment during recognition. Each word will be scored individually altough the different words of course still influence each other.
de: Wenn Sie Aufnahmen haben die mehr als ein Wort beinhalten werden Sie automatisch während der Erkennung segmentiert. Jedes Wort wird trotzdem einzeln bewertet obwohl die einzelnen Wörter sich natürlich immer noch gegenseitig beeinflussen.

source: Sentences
de: Sätze

source: This section lists each prompt as "sentence".
de: Diese Sektion listetet jeden Prompt als "Satz".

source: Prompts that were recorded more than once are combined.
de: Sätze die mehr als einmal vorkommen werden kombiniert.

source: <screeninfo>Sentence results</screeninfo>
de: <screeninfo>Satz Ergebnisse</screeninfo>

source: <phrase>Sentence results</phrase>
de: <phrase>Satz Ergebnisse</phrase>

source: Files
de: Dateien

source: In the files section you can see the recognition results for each file. Each file will list the <link linkend="scoring">10 most likely results</link> in the details pane when you select it.
de: In der Dateiensektion sehen Sie die Erkennungsergebnisse für jede Datei. Jede Aufnahme wird die <link linkend="scoring">10 wahrscheinlichsten Ergebnisse</link> im Details-Feld anzeigen wenn Sie ausgewählt wird.

source: <screeninfo>File results</screeninfo>
de: <screeninfo>Datei Ergebnisse</screeninfo>

source: <phrase>File results</phrase>
de: <phrase>Datei Ergebnisse</phrase>

source: When you identify problematic samples, you can re-record (or remove) them by selecting them and clicking on <guibutton>Edit sample</guibutton>.
de: Wenn Sie problematische Aufnahmen identifizieren, können Sie sie neu aufnehmen (oder entfernen) indem Sie sie auswählen und dann auf <guibutton>Sprachaufnahme bearbeiten</guibutton> klicken.

source: You can sort the files by each column simply by clicking on the column header. This way it is very easy to find bad samples by sorting by recognition rate.
de: Sie können die Dateien sortieren indem Sie auf die jeweilige Spalte klicken nach der sortiert werden soll. Auf diese Weise ist es sehr einfach problematische Aufnahmen zu finden indem einfach nach Erkennungsrate sortiert wird.

source: Questions and Answers
de: Fragen und Antworten

source: In an effort to keep this section always up-to-date it is available at our <ulink url="http://www.simon-listens.org/wiki/index.php/English:_Troubleshooting">online wiki</ulink>.
de: Um diese Sektion immer aktuell zu halten, wird dieser Teil des Handbuches in unserem <ulink url="http://www.simon-listens.org/wiki/index.php/English:_Troubleshooting">online Wiki</ulink> und somit für alle editierbar verwaltet.

source: Credits and License
de: Danksagungen und Lizenz

source: Documentation Copyright &copy; 2009-2010 Peter Grasch <email>grasch@simon-listens.org</email>
de: Dokumentation Copyright &copy; 2009-2010 Peter Grasch <email>grasch@simon-listens.org</email>

source: CREDIT_FOR_TRANSLATORS
de: <para>Übersetzung Copyright &copy; 2009-2010 Peter Grasch <email>grasch@simon-listens.org</email></para>

source: Please see our <ulink url="http://www.simon-listens.org/wiki/index.php/English:_Setup">wiki</ulink> for install instructions.
de: Bitte sehen Sie unser <ulink url="http://www.simon-listens.org/wiki/index.php/English:_Setup">online Wiki</ulink> for eine detaillierte Installationsanleitung.
