Repository: EdwinVelazquez/simon
Catalog: plugins/Commands/Filter/po/simonfiltercommand_*.po
Languages: de

source: Activate Filter
de: Aktiviere Filter

source: Filter deactivated
de: Filter deaktiviert

source: Filter activated
de: Filter aktiviert

source: Deactivate Filter
de: Deaktiviere Filter

source: [INF] Changing filter state...
de: [INF] Filter Status ge√§ndert...

source: Activate filter
de: Aktiviere Filter

source: Starts filtering
de: Starte Filterung

source: Deactivate filter
de: Deaktiviere Filter

source: Stops filtering
de: Stoppe Filterung

source: Filter recognition results
de: Filtere Erkennungsergebnisse

# NAME OF TRANSLATORS
source: Your names
de: Peter Grasch

# EMAIL OF TRANSLATORS
source: Your emails
de: grasch@simon-listens.org
