Repository: EdwinVelazquez/simon
Catalog: plugins/Commands/Dialog/po/simondialogcommand_*.po
Languages: de

source: Please fill in all fields or select cancel.
de: Bitte füllen Sie alle Felder aus oder wählen Sie Abbrechen

source: Couldn't open temporary file at "%1".
de: Konnte temporäre Datei nicht öffnen: "%1".

source: Bound value
de: Gebundener Wert

source: Each bound value has to have a name.
de: Jeder gebundene Wert muss einen Namen besitzen.

source: Expression $%1$ evaluates to: %2
de: Ausdruck $%1$ evaluiert zu: %2

source: 0: Close dialog
de: 0: Dialog schließen

source: Could not find all of the commands that are referenced form this dialog command. The missing commands are: %1.
de: Konnte nicht alle Kommandos finden die von diesem Dialogkommando aufgerufen werden. Die fehlenden Kommandos sind: %1.

source: Activate Dialog
de: Aktiviere Dialog

source: Failed to initialize dialog configuration.
de: Konnte Dialogkonfiguration nicht initialisieren.

source: Start dialog
de: Dialog starten

source: Control a robot
de: Einen Roboter kontrollieren

source: Do you really want to remove the selected text variant?
de: Wollen Sie die ausgewählte Textvariante wirklich entfernen?

source: Each dialog state has to have at least one text.
de: Jeder Dialog muss mindestens einen Text besitzen.

source: Couldn't remove text from state.
de: Konnte Text nicht vom Zustand entfernen.

source: Add state
de: Zustand hinzufügen

source: Name of the new state:
de: Name des neuen Zustandes:

source: Failed to add state
de: Konnte Zustand nicht hinzufügen

source: Rename state
de: Zustand umbenennen

source: New name of the state:
de: Neuer Name des Zustandes:

source: Failed to rename state
de: Konnte Zustand nicht umbenennen

source: Do you really want to remove the selected state?
de: Wollen Sie den ausgewählten Zustand wirklich entfernen?

source: Failed to remove state
de: Konnte Zustand nicht entfernen

source: Failed to move state up. Maybe it is already at the top of the list?
de: Konnte Zustand nicht nach oben verschieben. Vielleicht ist er bereits am Beginn der Liste?

source: Failed to move state down. Maybe it is already at the end of the list?
de: Konnte Zustand nicht nach oben verschieben. Vielleicht ist er bereits am Beginn der Liste?

source: Enter the text to present to the user when this state is entered:
de: Geben Sie den Text ein der dem User präsentiert wird wenn er diesen Zustand betritt:

source: Failed to update state text.
de: Konnte den Text des Zustandes nicht aktualisieren.

source: Do you really want to remove the selected transition?
de: Wollen Sie den ausgewählten Übergang wirklich entfernen?

source: Failed to move transition up. Maybe it is already at the top of the list?
de: Konnte Übergang nicht nach oben verschieben. Möglicherweise befindet er sich bereits am Beginn der Liste?

source: Failed to move transition down. Maybe it is already at the end of the list?
de: Konnte Übergang nicht nach unten verschieben. Möglicherweise befindet er sich bereits am Ende der Liste?

source: Please select a template option.
de: Bitte wählen Sie eine Templateoption aus.

source: Do you really want to remove the selected template option?
de: Wollen Sie die ausgewählte Templateoption wirklich entfernen?

source: Please select a bound value from the table above.
de: Bitte wählen Sie einen gebunden Wert von der obigen Tabelle aus.

source: Could not edit bound value.
de: Konnte gebundenen Wert nicht editieren.

source: Do you really want to remove the selected bound value option?
de: Wollen Sie den ausgewählten gebundenen Wert wirklich entfernen?

source: Please select a state from the left or add new ones as appropriate.
de: Bitte wählen Sie einen Zustand von links aus oder fügen Sie einen neuen hinzu.

source: Please select an option from the right or add new ones as appropriate.
de: Bitte wählen Sie eine Option von rechts oder fügen Sie eine neue hinzu.

source: Please answer with any of the following options.
de: Bitte antworten Sie mit einer der folgenden Optionen.

source: Repeat
de: Wiederholen

source: Say "Repeat" to hear this text again.
de: Sagen Sie "Wiederholen" um diesen Text erneut zu hören.

source: Please select an existing avatar from the list or add a new one as appropriate.
de: Bitte wählen Sie einen existierenden Avatar von der Liste oder fügen Sie einen neuen hinzu.

source: Do you really want to remove the avatar "%1" from your dialog?
de: Wollen Sie den Avatar "%1" wirklich vom Dialog entfernen?

source: Failed to remove avatar.
de: Konnte den Avatar nicht entfernen.

source: Image:
de: Bild:

source: Type:
de: Typ:

source: Static value
de: Statischer Wert

source: Value:
de: Wert:

source: Script to run:
de: Auszuführendes Skript:

source: Dataengine:
de: Datenengine:

source: Data source:
de: Datenquelle:

source: Request
de: Anfrage

source: Key:
de: Schlüssel:

source: Show icon
de: Icon anzeigen

source: Don't announce this command when using TTS
de: Dieses Kommando nicht in der Sprachausgabe erwähnen

source: Silent
de: Still

source: Trigger automatically
de: Automatisch auslösen

source: After:
de: Nach:

source: Switch state
de: Status wechseln

source: Next state:
de: Folgender Zustand:

source: Execute commands
de: Kommandos ausführen

source: Command:
de: Kommando:

source: Add Command
de: Kommando hinzufügen

source: Remove
de: Entfernen

source: Move Up
de: Rauf verschieben

source: Move Down
de: Runter verschieben

source: State:
de: Zustand:

source: Enabled
de: Aktiv

source: Name (Trigger):
de: Name (Auslöser):

source: Description:
de: Beschreibung:

source: States
de: Zustände

source: Add
de: Hinzufügen

source: Rename
de: Umbenennen

source: Move up
de: Rauf verschieben

source: Move down
de: Runter verschieben

source: Variant:
de: Variante:

source: Edit
de: Editieren

source: Announce repeat option
de: Wiederholen-Option ansagen

source: Options
de: Optionen

source: Display avatar
de: Avatar anzeigen

source: Template options
de: Templateoptionen

source: Bound values
de: Gebundene Werte

source: Avatars
de: Avatare

source: Graphical interface
de: Grafische Oberfläche

source: Avatar size:
de: Avatar Größe:

source: Text to speech configuration
de: Sprachausgabe Konfiguration

source: Separator to options:
de: Trennung zu den Optionen:

source: This text will be said after the text of the current state and before the available options
de: Dieser Text wird nach dem Text des aktuellen Zustandes und vor den verfügbaren Optionen wiedergegeben

source: Repeat on trigger:
de: Wiederholen bei Auslöser:

source: Announce repeat:
de: Wiederholen ansagen:

source: This text will be said after the complete announcement
de: Dieser Text wird abschließend gesprochen

source: Repeat available options on invalid input
de: Verfügbare optionen bei fehlerhafter Eingabe wiederholen

source: Commands
de: Kommandos

# NAME OF TRANSLATORS
source: Your names
de: Peter Grasch

# EMAIL OF TRANSLATORS
source: Your emails
de: grasch@simon-listens.org

source: Failed to initialize text to speech subsystem
de: Konnte Text-Zu-Sprache Subsystem nicht initialisieren

source: Failed to uninitialize text to speech subsystem
de: Konnte Text-Zu-Sprache Subsystem nicht deinitialisieren

source: Could not speak text: %1
de: Konnte Text nicht sprechen: %1

source: Invalid input: %1 Please say one of the displayed options.
de: Fehlerhafte Eingabe: %1 Bitte sagen Sie eine der angezeigten Optionen.
