Repository: EdwinVelazquez/simon
Catalog: plugins/Commands/Calculator/po/simoncalculatorcommand_*.po
Languages: de

source: Calculator
de: Taschenrechner

source: Starts the calculator
de: Startet den Taschenrechner

source: Subtraction
de: Subtraktion

source: Multiply
de: Multiplizieren

source: Multiplication
de: Multiplizieren

source: Divide
de: Dividieren

source: Percent
de: Prozent

source: Sends percent sign
de: Sendet ein Prozentzeichen

source: Equals
de: Ist

source: Sends equal sign
de: Sendet ein Istgleich Zeichen

# Word to say to remove the last recognized digit
source: Back
de: Zurück

source: Removes one character (backspace)
de: Entfernt das letzte Zeichen (Backspace)

# Clear the input field
source: Clear
de: Leeren

source: Clears the whole input
de: Leert das Eingabfeld

source: Closes the calculator dialog and sends the input
de: Schließt den Taschenrechner und sendet die Eingabe

source: Cancel
de: Abbrechen

source: Closes the calculator dialog
de: Schließt den Taschenrechner

# Number
source: Zero
de: Null

source: Clicks 0
de: Clickt 0

# Number
source: One
de: Eins

source: Clicks 1
de: Klickt 1

# Number
source: Two
de: Zwei

source: Clicks 2
de: Klickt 2

# Number
source: Three
de: Drei

source: Clicks 3
de: Klickt 3

# Number
source: Four
de: Vier

source: Clicks 4
de: Klickt 4

# Number
source: Five
de: Fünf

source: Clicks 5
de: Klickt 5

# Number
source: Six
de: Sechs

source: Clicks 6
de: Klickt 6

# Number
source: Seven
de: Sieben

source: Clicks 7
de: Klickt 7

# Number
source: Eight
de: Acht

source: Clicks 8
de: Klickt 8

# Number
source: Nine
de: Neun

source: Clicks 9
de: Klickt 9

# Decimal separator (voice trigger)
source: Point
de: Komma

source: Decimal separator
de: Dezimalseperator

source: In the output selection popup, selects printing the result
de: Bei der Ausgabemodus-Auswahl, wählt die Option das Ergebnis auszugeben

source: In the output selection popup, selects printing the calculation
de: Bei der Ausgabemodus-Auswahl, wählt die Option die Rechnung auszugeben

source: In the output selection popup, selects printing the calculation and result
de: Bei der Ausgabemodus-Auswahl, wählt die Option die Rechnung und das Ergebnis auszugeben

source: In the output selection popup, selects printing the formatted result
de: Bei der Ausgabemodus-Auswahl, wählt die Option das formatierte Ergebnis auszugeben

source: In the output selection popup, selects printing the formatted calculation and result
de: Bei der Ausgabemodus-Auswahl, wählt die Option die formatierte Rechnung und das formatierte Ergebnis auszugeben

source: In the output selection popup, selects printing the result formatted as money
de: Bei der Ausgabemodus-Auswahl, wählt die Option das Ergebnis als Geld formattiert auszugeben

source: In the output selection popup, selects printing the calculation and result formatted as money
de: Bei der Ausgabemodus-Auswahl, wählt die Option die Rechnung und das Ergebnis als Geld formatiert auszugeben

source: Activate Calculator
de: Aktiviere Taschenrechner

source: Display the calculator
de: Startet den Taschenrechner

source: Result
de: Ergebnis

source: Calculation
de: Rechnung

source: Calculation & result
de: Rechnung & Ergebnis

source: Formatted result
de: Formatiertes Ergebnis

source: Formatted calculation and result
de: Formatierte Rechnung & Ergebnis

source: Format result as money
de: Formatiertes Ergebnis (Geld)

source: Format calculation and result as money
de: Formatierte Rechnung & Ergebnis (Geld)

source: Error in output
de: Fehler in der Ausgabe

source: Not a legal expression!
de: Keine legale Eingabe!

source: Can not divide through 0
de: Kann nicht durch 0 dividieren

source: Calculate with your voice
de: Sprachgesteuerter Taschenrechner

source: Show controls:
de: Angezeigte Steuerelemente:

source: Full calculator
de: Kompletter Taschenrechner

source: Only number input
de: Nur Nummerneingabe

source: Only output
de: Nur Ausgabefeld

source: Output mode selection:
de: Ausgabemodus auswählen:

source: Always ask
de: Immer fragen

source: Use default without asking
de: Standardmodus ohne fragen auswählen

source: Ask, but select default user idles for:
de: Nachfragen, aber wähle Standard nach:

source: seconds
de: Sekunden

source: Default mode:
de: Standardmodus:

source: Calculation and result
de: Rechnung und Ergebnis

source: Formatted result (money)
de: Formatiertes Ergebnis (Geld)

source: Formatted calculation and result (money)
de: Formatierte Rechnung und Ergebnis (Geld)

source: Delete
de: Löschen

# Clear the input text
source: Clear
de: Leeren

# NAME OF TRANSLATORS
source: Your names
de: Peter Grasch

# EMAIL OF TRANSLATORS
source: Your emails
de: grasch@simon-listens.org
