Repository: EdwinVelazquez/simon
Catalog: simon/po/simon_*.po
Languages: cs, de, es, fr

source: [INF] Displaying Splashscreen...
es: [INF] Exponiendo la pantalla de inicio...

source: Loading "Training"...
es: Cargando "Entrenamiento"…

source: Loading "Wordlist"...
es: Cargando "Lista de palabras"…

source: Loading "Grammar"...
es: Cargando "Gramática"…

source: Loading "Run"...
es: Cargando "Funcionamiento"…

source: Loading Interface...
es: Cargando el interfaz…

source: Couldn't start recognition because the system reports that the recognition is not ready. Please check if you have defined a wordlist, an appropriate grammar and recorded a few trainings samples. The system will then, upon synchronization, generate the model which will be used for the recognition.
es: No podría iniciar el reconocimiento porque el sistema reporta que el reconocimiento no está listo. Compruebe por favor si usted ha definido una lista de palabras, una gramática apropiada y ha registrado algunas muestras de los entrenamientos. El sistema entonces, sobre la sincronización, genera el modelo que será utilizado para el reconocimiento.

source: Disconnected
es: Desconectado

source: Connecting...
es: Conexión…

source: [INF] Quitting...
es: [INF] Cerrando...
