Repository: EdwinVelazquez/simon
Catalog: simon/po/simon_*.po
Languages: cs, de, es, fr

source: Textfiles *.txt
cs: Textové soubory *.txt
de: Textdateien *.txt
es: Archivos de texto *.txt
fr: Fichiers texte *.txt

source: Files to import
cs: Soubory k zavedení
de: Dateien zu importien
es: Archivos de importación
fr: Fichiers à importer

source: Welcome to the import of existing training data. Using this wizard you can import training data collected e.g. by previous simon installations.
cs: Vítejte při zavádění stávajících procvičovacích dat. Při použití tohoto průvodce můžete zavést data určená pro procvičování sesbíraná například předchozími instalacemi Simona.
de: Willkommen beim Import von bestehenden Trainingsdaten. Mit diesem Assistenten können Sie bestehnde Datenkollektionen (z. B. von anderen simon Installationen) importieren.
fr: Bienvenu dans l'outil d'importation de séquences d'entraînement existantes. Avec cet assistant, vous pourrez importer d'anciennes séquences, par exemple issues d'installations précédentes de Simon.

source: Import Prompts
cs: Zavést výzvy
de: Importiere Prompts
fr: Importation de prompteurs

source: Prompts:
cs: Výzvy:
fr: Prompteurs :

source: Base directory:
cs: Základní adresář:
de: Basisordner:
fr: Dossier de base :

source: Import Folder
cs: Zavést složku
de: Importiere Ordner
fr: Importer un dossier

# Folder (path)
source: Directory:
cs: Adresář:

source: The selected folder is being processed. Please wait a moment...
cs: Vybraná složka je právě zpracovávána. Chvíli, prosím, počkejte...
de: Der Ordner wird verarbeitet. Bitte haben Sie einen Moment Geduld...
es: La carpeta seleccionada se está procesando. Por favor, espere un momento ...
fr: Le dossier sélectionné est en cours de traitement. Veuillez patienter...

# Name of the trainings text
source: Name:
cs: Název:

source: Content: (Each new line will be a new page in the text.)
cs: Obsah: (Každý nový řádek se stane novou stranou v textu.)
de: Inhalt: (Jede neue Zeile wird eine neue Seite im Text)
fr: Contenu : (Chaque retour à la ligne marquera une nouvelle page du texte).

source: Here you can import text files to use them as trainingtexts. Please ensure that the file you import is a plain text document (.txt).
cs: Zde můžete zavést textové soubory, abyste je použili jako texty pro procvičování. Zajistěte, prosím, že soubor, který zavádíte, je dokument v prostém textu (.txt).
de: Hier können Sie gewöhnliche Textdateien imortieren um sie als Trainingstexte zu benutzen. Bitte stellen Sie sicher, dass die Dateien die Sie hier importieren reine Textdateien (.txt) sind.
es: Aquí usted puede importar archivos de texto para utilizarlos como texto de instrucción. Por favor, asegúrese de que el archivo de la importación es un documento de texto sin formato (.txt).
fr: Vous pouvez ici importer des fichiers de texte pour les utiliser comme textes d'entraînement. Assurez-vous que le fichier importé est un texte brut (*.txt).

source: You can add trainingstexts freely or import it from local text files.
cs: Můžete přidat procvičovací texty nebo zavést je z místních textových souborů.
de: Sie können Trainingstexte frei eingeben oder sie von lokalen Textdateien importieren.
fr: Vous pouvez ajouter des textes d'entraînement libre ou les importer depuis des fichiers locaux.

source: Add trainingstext
cs: Přidat procvičovací text
de: Trainingstext hinzufügen
fr: Ajouter un texte d'entraînement

source: Import from local text file
cs: Zavést z místního textového souboru
de: Lokale Textdatei importieren
fr: Importer depuis un fichier local

source: The text is being processed....
cs: Text je právě zpracováván...
de: Der Text wird verarbeitet...
es: El texto se está procesando....
fr: Analyse du texte en cours...

source: Please select both terminals from the lists below and assign a name for the new, combined terminal.
cs: Vyberte, prosím, obě zakončení ze seznamu níže a zadejte název nového sloučeného zakončení.
de: Bitte wählen Sie beide Terminals von der Liste und vergeben Sie einen neuen, gemeinsamen Namen für den kombinierten Terminal.
es: Por favor, seleccione dos terminales de las listas abajo y asigna un nuevo nombre para el terminal junto.
fr: Sélectionnez le couple de fonctions dans la liste ci-dessous et donnez un nom à la nouvelle fonction combinée.

source: New Name:
cs: Nový název:
de: Neuer Name:
es: Nombre nuevo:
fr: Nouveau nom :

source: Terminal A:
cs: Zakončení A:
fr: Fonction A :

source: Terminal B:
cs: Zakončení B:
fr: Fonction B :

source: Change shadow vocabulary
cs: Změnit stínovou slovní zásobu
de: Schattenlexikon verändern
es: Cambia el vocabulario del fondo
fr: Changer le vocabulaire fantôme

source: Change grammar
cs: Změnit mluvnici
de: Grammatik anpassen
es: Cambia la gramática
fr: Changer la grammaire

source: The selected terminals will be now merged to a new one. This can take some time...
cs: Vybraná zakončení budou nyní sloučena do jednoho nového. Může to chvíli trvat...
de: Die ausgewählten Terminale werden zu einem neuen verbunden. Dies kann eine Weile dauern...
es: Los terminales seleccionados se estan fusionando en un nuevo. Esto puede tomar algún tiempo ...
fr: Les fonctions sélectionnées vont êtres maintenant fusionnées en une nouvelle. Ceci peut prendre du temps...

source: TextLabel
cs: Textový štítek
es: Etiqueta de texto

source: Old Terminal:
cs: Staré zakončení:
de: Alter Terminal:
es: Terminal vieja:
fr: Ancienne fonction :

source: Change shadow lexicon
cs: Změnit stínový slovníček
de: Schattenlexikon anpassen
es: Cambia al léxico de fondo
fr: Changer le lexique fantôme

source: Adapt grammar
cs: Upravit mluvnici
de: Grammatik anpassen
es: Adapta la gramática
fr: Adapter la grammaire

source: The terminal is now being renamed. Depending on your parameters this could take a few minutes.
cs: Zakončení je nyní přejmenováváno. V závislosti na vašich proměnných to může trvat několik minut.
de: Der Terminal wird nun umbenannt. Bitte haben Sie einen Moment Geduld...
es: La terminal está cambiando el nombre. Dependiendo de tus parámetros esta operación puede tardar unos minutos.
fr: La fonction a été renommée. Suivant vos paramètres, cela peut prendre quelques minutes.

source: Grammar Settings
cs: Nastavení mluvnice
de: Grammatik Einstellungen
fr: Paramètres grammaticaux

source: Sentences:
cs: Věty:
de: Satzstrukturen:
fr: Phrases :

source: Examples with your vocabulary:
cs: Příklady s vaší slovní zásobou:
de: Beispiele mit Ihrem Vokabular:
fr: Exemples avec votre vocabulaire :

source: Add sentence
cs: Přidat větu
de: Satz hinzufügen
fr: Ajouter une phrase

source: Delete sentence
cs: Smazat větu
de: Satz löschen
fr: Supprimer la phrase

source: Import
cs: Zavést
de: Importieren
fr: Importer

source: Rename Terminal
cs: Přejmenovat zakončení
de: Terminal umbenennen
es: Cambiar el nombre de la terminal
fr: Renommer la fonction

source: Merge Terminals
cs: Sloučit zakončení
de: Terminale verbinden
es: Combinar Terminales
fr: Fusionner des fonctions

source: Model type:
cs: Typ modelu:

source: Static model
cs: Neměnný model

source: Adapted base model
cs: Přizpůsobený základní model

source: User generated model
cs: Uživatelem vytvořený model

source: Base model
cs: Základní model

source: HMM definition:
cs: Vymezení HMM

# No filename is set
source: None
cs: Žádný

# Load from file
source: Load
cs: Nahrát

source: Tiedlist:
cs: Vázaný seznam:

source: Macros:
cs: Makra:

source: Stats:
cs: Statistiky:

source: Help
cs: Nápověda

source: Extensions
cs: Rozšíření

source: BOMP Basis-URL:
cs: Adresa základu BOMP:
fr: URL de base de BOMP :

# Name of the word
source: Name:
cs: Název:
fr: Nom :

# Grammar category of the word
source: Terminal:
cs: Zakončení:
fr: Fonction :

source: Recognition Rate:
cs: Míra rozpoznávání:
de: Erkennungsrate:
es: Tasa de reconocimiento:
fr: Taux de reconnaissance :

source: Move the word to the "Unused" terminal
cs: Přesunout slovo do "Nepoužívané" zakončení
de: Das Wort zum Terminal "Unbenutzt" verschieben
fr: Déplacer le mot vers la fonction « Inutilisé »

source: The word will stay in your active dictionary and all samples will be kept. The samples will still be used to improve the acoustic model but simon the word will no longer be considered during the recognition.
cs: Slovo zůstane ve vašem činném adresáři a všechny nahrávky budou zachovány. Nahrávky budou stále používány pro vylepšení zvukového modelu, ale Simon o slově nebude při rozpoznávání nadále uvažovat.
de: Das Wort wird in Ihrem aktiven Wörterbuch gespeichert bleiben und alle Sprachdaten werden erhalten bleiben. Die Sprachdaten werden weiterhin verwendet werden um ein möglichst genaues Abbild Ihrer Stimme zu erhalten, allerdings wird das Wort bei der Erkennung nicht mehr berücksichtigt.
fr: Le mot restera dans votre dictionnaire actif et tous les échantillons seront conservés. Ils seront utilisés pour améliorer le modèle acoustique de Simon mais ne seront plus pris en compte pour la reconnaissance.

source: Move the word to the shadow dictionary
cs: Přesunout slovo do stínového slovníku
de: Verschiebe das Wort zum Schattenvokabular
fr: Déplacer le mot vers le dictionnaire fantôme

source: The word will be removed from the active dictionary, but will be preserved in the shadow dictionary. The samples associated will be preserved and will be used again when you add the word again.
cs: Slovo bude odstraněno z činného slovníku, ale bude zachováno ve stínovém slovníku. Související nahrávky budou zachovány a znovu se začnou používat, až slovo přidáte znovu.
de: Das Wort wird aus Ihrem aktiven Vokabular entfernt, wird aber im Schattenvokabular aufbehalten. Die mit dem Wort assozierten Sprachaten Bleiben erhalten und werden wieder verwendet, sobald das Wort wieder zu Ihrem aktiven Vokabular hinzugefügt wird.
fr: Le mot sera supprimé du dictionnaire actif, mais sera conservé dans le dictionnaire fantôme. Les échantillons associés seront préservés pour une utilisation future si vous ajoutez ce mot à nouveau.

source: Delete the word but keep samples
cs: Smazat slovo, ale zachovat nahrávky
de: Wort löschen, assozierte Sprachdaten erhalten
fr: Supprimer le mot mais conserver les échantillons

source: This will remove the word from both active and shadow vocabulary. All associated samples will be kept and re-used when you add the word again.
cs: Toto odstraní slovo jak z činné tak ze stínové slovní zásoby. Všechny spojené nahrávky budou zachovány a znovu použity až slovo přidáte znovu.
de: Das Wort wird sowohl vom aktiven- als auch vom Schattenvokabular entfernt.Alle assoziierten Sprachdaten werden aufbehalten und wiederverwendet wenn Sie das Wort erneut hinzufügen.
fr: Le mot sera supprimé des dictionnaires actif et fantôme. Tous les échantillons associés seront préservés pour une utilisation future si vous ajoutez ce mot à nouveau.

source: Delete the word and remove samples
cs: Smazat slovo a odstranit nahrávky
de: Wort löschen, assozierte Sprachdaten löschen
fr: Supprimer le mot et les échantillons

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This will remove the word from both active and shadow vocabulary. All associated samples will be deleted.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Warning: simon will also remove all samples of other words with the same name - even across scenarios!</span></p></body></html>
cs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Toto odstraní slovo jak z činné tak ze stínové slovní zásoby. Všechny související nahrávky budou smazány.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Varování: Simon odstraní také všechny nahrávky jiných slov se stejným názvem - dokonce napříč scénáři!</span></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Das wird das Wort vom aktiven- und vom Schattenvokabular entfernen. Alle assoziierten Sprachdaten werden ebenfalls gelöscht.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Warnung: simon wird alle Sprachdaten auch anderer Wörter mit dem selben Namen entfernen - sogar von anderen Szenarios!</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Le mot sera supprimé des dictionnaires actif et fantôme. Tous les échantillons associés seront aussi supprimés.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Attention : Simon va aussi supprimer tous les échantillons d'autres mots ayant le même nom, y compris dans d'autres scénario !</span></p></body></html>

source: The url to the online text-list to get new trainingstexts.
cs: Internetová adresa k seznamu textů na internetu kvůli získání nových textů na procvičování.
de: Der URL zu der Online-Text-Liste um Trainingstexte zu imoprtieren.
es: La URL de la lista de textos del internet para obtener nuevos texto de entrenamiento.
fr: L'URL de la liste pour obtenir de nouveaux textes d'entraînement.

source: The URL to the online directory where to get the BOMP dictionary.
cs: Adresa (URL) do adresáře připojeného k internetu, kde se má získat slovník BOMP.
de: Der URL zum Onlinedownload des BOMP Wörterbuchs.
fr: L'URL du dictionnaire BOMP.

source: Training
cs: Procvičování
es: Entrenamiento
fr: Entraînement

source: Available Trainings-Texts:
cs: Dostupné texty na procvičování:
de: Verfügbare Trainingstexte:
es: Textos de entrenamiento disponibles:
fr: Textes d'entraînement disponibles :

source: Starts the training of the selected text
cs: Začne procvičování vybraného textu
de: Startet das Training des selektierten Textes.
es: Comienza el entrenamiento del texto seleccionado
fr: Démarrer l'entraînement sur le texte sélectionné

source: Start Training
cs: Začít procvičování
es: Inicia entrenamiento
fr: Démarrer l'entraînement

source: Import new texts from local files or form an oline repository
cs: Zavést nové texty z místních souborů nebo ze zdroje připojeného k internetu
de: Sie könen Trainingstexte von lokalen Textdateien importieren oder fertige Trainingstexte aus dem Internet laden.
es: Importa nuevos textos de archivos locales o de un repositorio del internet
fr: Importer de nouveaux textes depuis des fichiers locaux ou depuis un dépôt en ligne

source: Add Text
cs: Přidat text
de: Text hinzufügen
fr: Ajouter un texte

source: Import Trainings-Corpuses from other simon versions
cs: Zavést velké soubory textů na procvičování z jiných verzí programu Simon
de: Trainingsdaten aus Ordner importieren
es: Importe recopilaciones de entrenamientos de otros versiones de simon
fr: Importer un corpus d'entraînement depuis d'autres versions de Simon

source: Import Trainingsdata
cs: Zavést data na procvičování
de: Trainingsdaten importieren
es: Importe datos de entrenamientos
fr: Importer des séquences d'entraînement

source: Removes all trainings samples from the corpus
cs: Odstraní všechny nahrávky na procvičování z velkého souboru textů

source: Clear Trainingdata
cs: Smazat data na procvičování
de: Trainingsdaten leeren
fr: Remettre à zéro les données d'entraînement

source: Removes the selected text from the system
cs: Odstraní vybraný text ze systému
de: Löschen des markierten Textes aus dem System
es: Borra el texto seleccionado desde el sistema
fr: Supprimer le texte sélectionné du système

source: Delete selected Text
cs: Smazat vybraný text
de: Selektierten Text löschen
es: Borra el texto seleccionado
fr: Supprimer le texte sélectionné

source: Vocabulary
cs: Slovní zásoba
de: Vokabular
fr: Vocabulaire

source: Active Vocabulary
cs: Činná slovní zásoba
de: Aktives Vokabular
fr: Vocabulaire actif

source: Vocabulary:
cs: Slovní zásoba
de: Vokabular:
es: Vocabulario:
fr: Vocabulaire :

source: Filter
cs: Filtr
es: Filtro
fr: Filtrer

source: Shadow Vocabulary
cs: Stínová slovní zásoba
de: Schattenvokabular
fr: Vocabulaire fantôme

source: Import Dictionary
cs: Zavést slovník
de: Wörterbuch importieren
es: Importe el diccionario
fr: Importer un dictionnaire

# Remove every entry
source: Clear
cs: Smazat

source: Edit Word
cs: Upravit slovo
de: Wort editieren
fr: Éditer le mot

source: Remove Word
cs: Odstranit slovo
de: Wort löschen
es: Borra la palabra
fr: Supprimer le mot

source: Train Words:
cs: Procvičovat slova:
de: Wörter trainieren:
es: Entrena las palabras:
fr: Entraînement sur les mots :

source: Build sentences
cs: Sestavit věty
de: Sätze generieren
fr: Construire des phrases

source: Add to Training
cs: Přidat k procvičování
de: Zum Training hinzufügen
es: Agregue al entrenamiento
fr: Ajouter à l'entraînement

source: Remove Word from Training
cs: Odstranit slovo z procvičování
de: Wort aus Training löschen
es: Borra palabras del entrenamiento
fr: Supprimer les mots de l'entraînement

source: Starts the Training of the selected Words
cs: Začne procvičování vybraných slov
de: Beginnt das Training de ausgewählten Wörter
es: Empieza el entrenamiento de las palabras seleccionadas
fr: Démarrer l'entraînement sur les mots sélectionnés

source: Train selected Words
cs: Procvičovat vybraná slova
de: Trainiert die ausgewählten Wörter
es: Entrena las palabras seleccionadas
fr: Entraînement sur les mots sélectionnés

source: Network
cs: Síť
de: Netzwerk
es: Red
fr: Réseau

source: Configure simond
cs: Nastavit základní modely
de: simond konfigurieren
fr: Configurer simond

source: Connect automatically on simon start
cs: Automaticky připojit při spuštění programu Simon
de: Bei simon Start automatisch verbinden
es: Pone en comunicacion automáticamente al iniciar simon
fr: Connexion automatique au lancement de Simon

source: Start Recognition immediately once available
cs: Začít rozpoznávání okamžitě, když je dostupné
de: Erkennung automatisch starten sobald verfügbar
es: Empieza el reconocimiento inmediatamente una vez disponible
fr: Démarrer la reconnaissance dès qu'elle est disponible

# User name for the connection
source: Username:
cs: Uživatelské jméno:

source: Password:
cs: Heslo:
de: Passwort:
es: Contraseña:
fr: Mot de passe :

source: Use Encryption
cs: Použít zašifrování
de: Verschlüsselung verwenden
es: Aplica la encripción
fr: Utiliser le chiffrage

source: Timeout (Milliseconds):
cs: Přerušení (milisekundy):
de: Timeout (Millisekunden):
es: Retraso (milisegundos):
fr: Délai (millisecondes) :

source: Hosts
cs: Hostitelé
es: Anfitriónes (Host)
fr: Hôtes

source: If we should automatically start a local simond server.
cs: Zda máme automaticky spustit místní server simond.
de: Ob wir automatisch einen lokalen simond Server starten sollen.
fr: Si vous voulez lancer automatiquement un serveur simond local.

source: If a local simond server should be started when simon starts.
cs: Zda se má při spuštění Simona spustit místní server simond.
de: Ob ein lokaler simond Server gestartet werden soll wenn simon startet.
fr: Si un serveur simond local doit être lancé au démarrage de Simon.

source: If we should automatically stop the local simond server when simon exits.
cs: Zda se má při ukončení Simona automaticky zastavit místní server simond.
de: Ob wir einen lokalen simond Server automatisch stoppen sollen wenn simon beendet wird.
fr: Si vous voulez arrêter automatiquement le serveur simond local en quittant Simon.

source: If the locally started simond server should be started when simon stops.
cs: Zda se má při zastavení Simona spustit místní server simond.
de: Ob wir einen lokalen simond Server automatisch stoppen sollen wenn simon beendet wird.
fr: Si le serveur simond local doit être arrêté à l'arrêt de simon.

source: If we should automatically connect to the simond.
cs: Zda se máme automaticky připojit k simond.
de: Ob wir automatisch zum simond verbinden sollen
fr: Si vous voulez vous connecter automatiquement à simond.

source: Automatically connect to the simond server.
cs: Automaticky se připojit k serveru simond.

source: If we should automatically activate the recognition once we get the ready-signal
cs: Zda se má automaticky spustit rozpoznávání, když dostaneme signál "připraven"
de: Ob wir automatisch die Erkennung starten sollten sobald diese verfügbar ist.
es: Se activa automáticamente el reconocimiento una vez se consiguie la señal de ser listo
fr: Si vous voulez activer la reconnaissance automatiquement dès qu'elle est prête

source: Automatically enable the recognition once it is available.
cs: Automaticky spustit rozpoznávání, když je dostupné.
de: Ob wir automatisch die Erkennung starten sollten sobald diese verfügbar ist.
fr: Activer automatiquement la reconnaissance dès qu'elle est prête.

source: The username for simond.
cs: Uživatelské jméno pro simond.

source: The password for simond.
cs: Heslo pro simond.

source: If the Connection to the simond should be encrypted.
cs: Zda má být připojení k simond zašifrováno.
de: ob die Verbindung zum simond verschlüsselt sein sollte.
es: Debe ser cifrado la comunicacion con simond.
fr: Si vous voulez chiffrer la connexion à simond.

source: The Timeout for the connection to the simond.
cs: Přerušení pro připojení k simond.
de: Das Timeout für die Verbindung zu simond.
es: El retraso para la comunicacion con el simond.
fr: Délai imparti de connexion à simond.

source: The Addresses to all known simond servers in order of preference.
cs: Adresy ke všem známým serverům simond podle volby.
de: Die Adressen zu allen bekannten simond Servern in Reihung von Priorität.
es: Las direcciones de todos los servidores conocidos del simond en la orden de la preferencia.
fr: Les adresses de tous les serveurs simond connus par ordre de préférence.

source: if and how we should start the synchronization when the model changed.
cs: Zda a jak máme začít seřizování, když se změnil model.
de: Ob und wie die Synchronistaion starten soll, wenn das Modell geändert wurde.
es: Si y cómo debemos iniciar la sincronización cuando el modelo ha cambiado.
fr: Si, et comment, voulez-vous lancer la synchronisation lorsque le modèle change.
