Repository: EdwinVelazquez/simon
Catalog: simon/po/simon_*.po
Languages: cs, de, es, fr

source: <html><head /> <body> <p>simon compares the microphone input to something called an "acoustic model" describing how your voice sounds like and what you are saying.</p> <p>With simon you can create and manage those models yourself or you can simply download and use general models that describe the average speaker of your target language. We call these models "base models".</p> <p>If you do not select a base model, you need to train one yourself by reading trainingstexts aloud ("Training").</p> <p>If you do select a base model you do not need any training but the recognition may be less accurate. <span style=" font-weight:600;">When using static base models, the installation of the HTK is not required.</span></p> <p>You can find more information on <a href="http://www.simon-listens.org/wiki/index.php/English:_Base_models">base models on our wikis</a>.</p></body></html>
cs: <html><head /> <body> <p>Simon porovnává vstup z mikrofonu s něčím, čemu se říká "zvukový model", který popisuje, jak váš hlas zní a co říkáte.</p> <p>Se Simonem tyto modely můžete vytvářet a spravovat sám, nebo můžete jednoduše stáhnout a používat obecné modely popisující průměrného mluvčího vašeho cílového jazyka. Těmto modelům říkáme "základní modely".</p> <p>Pokud nevyberete základní model, potřebujete si jeden vycvičit hlasitým čtením cvičebního textu ("Procvičování").</p> <p>Pokud si vyberete základní model, výcvik nepotřebujete, ale rozpoznávání může být méně přesné. <span style=" font-weight:600;"> Při používání neměnných základních modelů není instalace HTK vyžadována.</span></p> <p>Více informací lze najít na stránkách <a href="http://www.simon-listens.org/wiki/index.php/English:_Base_models">základní modely na našich stránkách s "wiki" dokumentací</a>.</p></body></html>

source: Configure base models
cs: Nastavit základní modely
de: Basismodelle konfigurieren
fr: Configurer les modèles de base

source: Scenarios reflect specific use cases of voice recognition. You can for example simply set up simon to control firefox by using the appropriate firefox scenario. Select "Get scenarios" to browse and download scenarios from an online repository.
cs: Scénáře odrážejí zvláštní případy použití rozpoznávání hlasu. Například můžete Simona jednoduše nastavit, aby ovládal prohlížeč Firefox pomocí náležitého scénáře pro Firefox. Vyberte "Získat scénáře" pro procházení a stahování scénářů z internetového úložiště.
de: Ein Szenario beschreibt genau einen Anwendungsfall der Spracherkennung. Sie können beispielsweise simon einrichten Firefox zu steueren einfach indem Sie das entsprechende Firefox Szenario installieren. Wählen Sie "Szenarios laden" um Szenarios aus einer Onlinesammlung auszuwählen.
fr: Les scenarios correspondent à des usages particuliers de la reconnaissance vocale. Vous pouvez, par exemple, utiliser Simon pour contrôler Firefox en utilisant le scénario approprié. Cliquez sur « Obtenir des scénarios » pour choisir et télé-charger des scénarios depuis un dépôt en ligne.

source: Get scenarios
cs: Získat scénáře
de: Szenarios laden
fr: Obtenir des scénarios

source: simon can be set up to use a central server on the network. The model generation and recognition will then happen on the server, disburdening the clients. Most users will leave this page to the default values. You can find more information on the topic in the simon manual.
cs: Simon může být nastaven tak, aby používal ústřední server na síti. Vytváření modelu a rozpoznávání se pak bude odehrávat na serveru, ulehčivše klientům. Většina uživatelů ponechá tuto stránku nastavenou na výchozí hodnoty. Více informací k tomuto námětu naleznete v návodu k programu Simon.
de: simon kann so konfiguriert werden, einen zentralen Server im Netzwerk zu verwenden. Die Modellgenerierung und Erkennung wird dann am Server ablaufen und die Clients entlasten. Die meisten Benutzer werden diese Seite auf Ihre Standardwerte belassen. Sie finden mehr Information über dieses Thema im simon Handbuch.
fr: Simon peut être configuré pour utiliser un serveur central sur le réseau. La génération du modèle et la reconnaissance vocale seront effectués par ce serveur, déchargeant ainsi les clients. La plupart des utilisateurs laissent les paramètres de cette page à leur valeur par défaut. Vous pouvez trouver plus d'informations sur ce sujet dans le manuel de simon.

source: Connect automatically when simon starts
cs: Spojit automaticky při spuštění programu Simon
de: Bei simon-Start automatisch verbinden
fr: Connexion automatique au lancement de Simon

source: Local installation (Default)
cs: Místní instalace (výchozí)
de: Lokale Installation (Standard)
fr: Installation locale (par défaut)

source: Use a local (private) recognition server (simond) installed and running on this computer.
cs: Používat místní (soukromý) rozpoznávací server (simond) nainstalovaný a běžící na tomto počítači
de: Verwende einen lokalen (privaten) Erkennungsserver (simond) der auf diesem Computer installiert wurde und läuft.
fr: Utiliser un serveur simond de reconnaissance vocal privé, installé et s'exécutant sur cet ordinateur.

source: Start the server automatically when simon starts
cs: Spustit server automaticky při spuštění programu Simon
de: Starte den Server beim simon Start automatisch
fr: Lancer automatiquement le serveur au lancement de simon

source: Stop the server automatically when simon stops
cs: Zastavit automaticky při zastavení programu Simon
de: Stoppe den Server beim simon Stop automatisch
fr: Arrêter automatique le serveur à l'arrêt de Simon

source: Use central server on the network
cs: Používat ústřední server na síti
de: Verwende einen zentralen Server im Netzwerk
fr: Utiliser un serveur central sur le réseau

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Please select the sound devices that simon will use for recording and playback.</p></body></html>
cs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Vyberte, prosím, zvuková zařízení která Simon bude používat pro nahrávání a přehrávání.<br /></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Bitte wählen Sie die Soundgeräte aus die simon verwenden soll:<br /></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Veuillez choisir le périphérique de son à utiliser pour l'enregistrement et la lecture.</p></body></html>

source: Filter...
cs: Filtr...
fr: Filtrer...

source: Trigger
cs: Spoušť
de: Auslöser
es: Disparador
fr: Déclencheur

source: Autorun command when loading scenario
cs: Při nahrávání scénáře automaticky spustit příkaz

source: Autorun command:
cs: Automaticky spustit příkaz:

# General settings
source: General
cs: Obecné

source: Trigger:
cs: Spoušť:
de: Auslöser:
fr: Déclencheur :

source: Apply for all plugins
cs: Použít pro všechny přídavné moduly
de: Für alle Plug-Ins anwenden
fr: Appliquer à tous les plugins

source: Add
cs: Přidat
de: Hinzufügen
fr: Ajouter

source: Remove
cs: Odstranit
de: Löschen
fr: Supprimer

# Direction
source: Up
cs: Nahoru

source: Down
cs: Dolů
de: Runter
fr: Bas

source: Command
cs: Příkaz
de: Kommando
es: Comando
fr: Commande

source: Name (Trigger):
cs: Název (spoušť):
es: Nombre (Disparador):
fr: Nom (Déclencheur) :

source: Type:
cs: Typ:
de: Typ:
es: Tipo:

source: Description:
cs: Popis:
de: Beschreibung:
es: Descripción:

source: system-run
cs: Běh systému
es: sistema ejecutiva

source: Actions
cs: Činnosti
de: Aktionen
es: Acciones

source: Manage plugins
cs: Spravovat přídavné moduly
de: Plug-Ins verwalten
fr: Gérer les plugins

source: New Command
cs: Nový příkaz
de: Neues Kommando
es: Nuevo comando
fr: Nouvelle commande

source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fr: Éditer

source: Delete
cs: Smazat
de: Löschen
es: Borrar
fr: Supprimer

source: If the first run wizard has been completed successfully.
cs: Zda byl průvodce prvním spuštěním dokončen úspěšně.

source: If we should start simon when KDE is started.
cs: Zda máme spustit Simona, když je spuštěno prostředí KDE.
de: ob simon starten sollte, wenn KDE gestartet wird.
es: Debe iniciarse simon cuando se inicia KDE.
fr: Si vous voulez lancer Simon au démarrage de KDE.

source: If we should automatically minimize simon to the tray on startup.
cs: Zda máme při spuštění Simona automaticky minimalizovat na panel.
de: ob simon minimiert starten sollte.
es: Debe mínimarse simon automáticamente durante elarranque a la bandeja.
fr: Si vous voulez minimiser automatiquement Simon dans la boîte à miniatures au démarrage.

source: General Settings
cs: Obecná nastavení
de: Allgemeine Einstellungen
es: Ajustes generales
fr: Paramètres généraux

source: Do not show first run wizard on startup
cs: Neukazovat při spuštění průvodce prvním spuštěním
de: Erststartassistent beim nächsten Start nicht anzeigen
fr: Ne pas lancer l'assistant de premier lancement au démarrage

source: Start simon minimized
cs: Spustit Simona zmenšeného v panelu
de: Starte simon minimiert
es: Inicia simon minimizado
fr: Démarrer Simon minimisé

source: Start simon when logging in
cs: Spustit Simona při přihlášení
de: Starte simon bei der Anmeldung
es: Inicia simon con el inicio del ordenador
fr: Démarrer Simon lors de la connexion

source: Ask before quitting
cs: Zeptat se před ukončením
de: Nachfragen vor dem Beenden
es: Preguntar antes de salir de simon
fr: Demander avant de quitter

source: Do not display warning dialog when simon detects a problem with a sample
cs: Nezobrazovat dialog s varováním, když simon odhalí potíže se vzorkem
de: Keine Warnung anzeigen wenn simon einen Fehler mit einer Aufnahme erkennt
fr: Ne pas afficher de fenêtre d'alerte lorsque Simon détecte un problème sur un échantillon

source: Using this assistant you can add new words to your language model. To do this, enter the name of the word in the field below and continue by clicking "Next". You can easily add mutliple words by separating them with spaces and/or commas.
cs: Při použití tohoto pomocníka můžete přidávat nová slova do vašeho jazykového modelu. Abyste to udělali, zadejte výraz pro toto nové slovo do pole níže a pokračujte klepnutím na "Další". Snadno můžete přidat více slov, když je oddělíte mezerou a/nebo čárkami.
de: Mit diesem Assistenten können Sie neue Wörter zum Sprachmodell hinzufügen. Dazu geben Sie hier den Namen des neuen Wortes ein und bestätigen Sie mit "Weiter". Sie könenn mehrere Wörter einfach hinzufügen indem Sie sie mit Leerzeichen oder Kommas trennen.
fr: Avec cet assistant, vous pouvez ajouter de nouveaux mots à votre modèle de langage. Pour cela, saisissez le nom du mot dans le champ ci-dessous et cliquez sur « Suivant ». Vous pouvez ajouter plusieurs mots à la fois en les séparant par un espace ou une virgule.

source: Word:
cs: Slovo:
de: Wort:
es: Palabra:
fr: Mot :

# Grammar category
source: Terminal:
cs: Zakončení:

source: Pronunciation:
cs: Výslovnost:
de: Aussprache:
es: Pronunciación:
fr: Prononciation :

source: Similar Words
cs: Podobná slova
de: Ähnliche Wörter
es: Palabras parecidas
fr: Mots similaires

source: Word
cs: Slovo
de: Wort:
es: Palabra
fr: Mot

source: Pronunciation
cs: Výslovnost
de: Betonung
es: Pronunciación
fr: Prononciation

source: Type
cs: Typ
de: Typ
es: Tipo

source: Recognition Rate
cs: Míra rozpoznávání
de: Erkennungsrate
es: Tasa de reconocimiento
fr: Taux de reconnaissance

source: Include similar words
cs: Zahrnout podobná slova
de: Ähnliche Wörter inkludieren
fr: Inclure les mots similaires

source: Include all words containing the search string
cs: Zahrnout všechna slova obsahující hledaný text
de: Alle wörter die den Suchstring beinhalten inkludieren
fr: Inclure tous les mots contenant la partie recherchée

source: Examples
cs: Příklady
de: Beispiele
es: Ejemplos
fr: Exemples

source: Re-Guess
cs: Znovu odhadnout
de: Neu Raten
es: Aconsejar otra vez
fr: Deviner à nouveau

source: The university of BONN uses this data strictly for statistic purposes. Please refer to their privacy agreement.
cs: Bonnská univerzita používá data výhradně pro statistické účely. Nahlédněte, prosím, do jejich ujednání o soukromí.
de: Die Universität Bonn benutzt diese Daten nur für die Statistik. Bitte sehen Sie ihre Homepage für weitere Informationen.
fr: L'université de Bonn utilise ces données uniquement pour des besoins statistiques. Veuillez vous référer à leur contrat de protection de la vie privée.

source: Your name:
cs: Vaše jméno:
de: Ihr Name:
fr: Votre nom :

source: I read, understood and accept this license agreement
cs: Četl jsem, pochopil a přijímám toto licenční ujednání
de: Ich habe die Lizenzbestimmungen gelesen, verstanden und akzeptiere sie
fr: J'ai lu, compris et j'accepte les termes de cette licence

source: Select file manually
cs: Vybrat soubor ručně
de: Datei manuell auswählen
fr: Choisir manuellement le fichier

source: File:
cs: Soubor:
de: Datei:
es: Archivo:
fr: Fichier :

source: *.txt *.txt.bz2 *.txt.gz | BOMP-Dictionaries (*.txt, *.txt.gz, *.txt.bz2)
cs: *.txt *.txt.bz2 *.txt.gz | BOMP-Slovníky (*.txt, *.txt.gz, *.txt.bz2)
de: *.txt *.txt.bz2 *.txt.gz | BOMP-Wörterbücher (*.txt, *.txt.gz, *.txt.bz2)
es: *.txt *.txt.bz2 *.txt.gz | BOMP-Diccionario (*.txt, *.txt.gz, *.txt.bz2)
fr: *.txt *.txt.bz2 *.txt.gz | Dictionnaires BOMP (*.txt, *.txt.gz, *.txt.bz2)

source: Encoding:
cs: Kódování:
de: Kodierung:
es: Codificación:
fr: Encodage :

source: Automatically download and install the HADIFIX BOMP
cs: Automaticky stáhnout a nainstalovat HADIFIX BOMP
de: Das HADIFIX BOMP automatisch herunterladen und installieren
fr: Télé-charger et installer automatiquement le BOMP HADIFIX

source: To import a Julius compatible vocabulary (like the vocabulary of simon 0.2) please provide the file below.
cs: Pro zavedení slovní zásoby slučitelné s Juliem (jako je slovní zásoba simon 0.2) opatřete, prosím, soubor níže.
de: Um ein Julius kompatibles Vokabular (z.B. das Vokabular von simon 0.2) zu importieren, wählen Sie die Datei bitte unten aus.
fr: Pour importer un vocabulaire compatible avec Julius (comme le vocabulaire de Simon 0.2), veuillez fournir le fichier ci-dessus.

source: To import a HTK compatible lexicon (like the voxforge dictionary) please provide the file below. Please keep in mind that those dictionaries do not provide information about terminals of the words.
cs: Pro zavedení HTK slučitelného slovníčku (jako je slovník voxforge) poskytněte, prosím, soubor níže Mějte, prosím, na mysli, že tyto slovníky neposkytují informaci o zakončení slov.
de: Um ein HTK-kompatibles Wörterbuch (wie das Voxforge Wörterbuch) zu importieren, geben Sie bitte die Datei hier an. Bitte beachten Sie, dass diese Wörterbücher keine Grammatik-Informationen (Terminale) beinhalten.
fr: Pour importer un lexique compatible avec HTK (comme le dictionnaire voxforge), indiquez le fichier ci-dessous. Gardez à l'esprit que ces dictionnaires ne fournissent pas d'information sur la fonction des mots.

source: To import a PLS lexicon (like the german gpl dictionary) please provide the downloaded XML-file below. Please keep in mind that those dictionaries do not provide information about terminals of the words.
cs: Pro zavedení PLS slovníčku (jako je německý slovník gpl) poskytněte, prosím, XML soubor níže Mějte, prosím, na mysli, že tyto slovníky neposkytují informaci o zakončení slov.
de: Um ein PLS Wörterbuch (wie das deutsche GPL Wörterbuch) zu importieren, geben Sie bitte die Datei hier an. Bitte beachten Sie, dass diese Wörterbücher keine Grammatik-Informationen (Terminale) beinhalten.
fr: Pour importer un lexique PLS (comme le dictionnaire allemand gpl), indiquez le fichier XML ci-dessous. Gardez à l'esprit que ces dictionnaires ne fournissent pas d'information sur la fonction des mots.

source: *.xml *.xml.bz2 *.xml.gz | PLS-Dictionaries (*.xml, *.xml.bz2, *.xml.gz)
cs: *.xml *.xml.bz2 *.xml.gz | Slovníky PLS (*.xml, *.xml.bz2, *.xml.gz)
de: *.xml *.xml.bz2 *.xml.gz | PLS-Wörterbücher (*.xml, *.xml.gz, *.xml.bz2)
fr: *.xml *.xml.bz2 *.xml.gz | Dictionnaires PLS (*.xml *.xml.bz2 *.xml.gz)

source: simon is able to import four different types of dictionaries: HADIFIX dictionaries, HTK compatible dictionaries, SPHINX Lexicons and PLS dictionaries. Please select the type of dictionary you want to import now.
cs: Simon je schopen zavést čtyři různé druhy slovníků: HADIFIX slovníky, HTK slučitelné slovníky, SPHINX slovníčky and PLS slovníky. Vyberte, prosím, druh slovníku, který chcete nyní zavést.
de: simon kann vier unterschiedliche Typen von Wörterbüchern importieren: HADIFIX Wörterbücher (wie das HADIFIX-BOMP), HTK Wörterbücher, PLS Wörterbücher und SPHINX Wörterbücher. Bitte wählen Sie den gewünschten Typ hier aus.
es: simon es capaz de importar cuatro diferentes tipos de diccionarios: HADIFIX diccionarios, HTK compatibles diccionarios, enciclopedia SPHINX y PLSdiccionarios. Seleccione el tipo de diccionario que desea importar ahora, por favor.
fr: Simon peut importer quatre types différents de dictionnaires : Dictionnaires HADIFIX, dictionnaires compatibles HTK, lexiques SPHINX et dictionnaires PLS. Sélectionnez le type de dictionnaire que vous voulez importer maintenant.

source: HTK Lexicon
cs: Slovníček HTK
es: HTK Enciclopedia
fr: Lexique HTK

source: PLS Lexicon
cs: Slovníček PLS
es: PLS Enciclopedia
fr: Lexique PLS

source: SPHINX Lexicon
cs: Slovníček SPHINX
es: SPHINIX Enciclopedia
fr: Lexique SPHINX

source: Julius Vocabulary
cs: Slovníček Julius
de: Julius Vokabular
fr: Vocabulaire de Julius

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Bitstream Vera Sans';">Please select the SPHINX dictionary that you want to import below.<br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Please keep in mind that those dictionaries do not provide information about terminals of the words.</p></body></html>
cs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Bitstream Vera Sans';">Vyberte, prosím, níže SPHINX slovník, který chcete zavést. <br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Mějte, prosím, na mysli, že tyto slovníky neposkytují informaci o zakončení slov.</p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Bitstream Vera Sans';">Bitte geben Sie den Pfad zum SPHINX Wörterbuch hier an.<br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Bitte beachten Sie, dass diese Wörterbücher keine Informationen über die Terminale der Worte bereitstellen.</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Bitstream Vera Sans';">Sélectionnez le dictionnaire SPHINX que vous voulez importer ci-dessous.<br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Gardez à l'esprit que ces dictionnaires ne fournissent pas d'information sur la fonction des mots.</p></body></html>

source: Analyzing texts... This can take a few minutes...
cs: Texty jsou právě rozebírány... Může to trvat několik minut...
de: Texte werden verarbeitet...\n Dies kann einige Minuten dauern...
fr: Analyse des textes en cours... Cela peut prendre quelques minutes...

# Label for the overall progress
source: Overall:
cs: Celkem:

# Waiting for the operation to be started
source: Waiting...
cs: Čeká se...

source: If you check the following field, sentences containing words with unknown terminals will also be imported (words with more than one terminal will still cause the word to be marked "Unknown" and will only be included if this field is set).
cs: Jestliže zaškrtnete následující políčko, budou zavedeny rovněž věty, které obsahují slova s neznámými zakončeními (slova s více než jedním zakončením budou stále způsobovat, že slovo bude označeno jako "Neznámé" a bude zahrnuto jen tehdy, když je nastaveno toto pole).
de: Wenn das die folgende Option ausgewählt wird, werden auch Sätze importiert die Wörter beinhalten, dessen Terminal unbekannt ist. (Sätze die Wörter mit mehrdeutigen Terminalen werden trozdem ignoriert)
fr: Si vous cochez cette case, les phrases contenant des mots avec des fonctions inconnues seront aussi importées (Les mots ayant plusieurs fonctions sont marquées comme « inconnu » et ne seront inclus que si cette case est cochée).

source: Also import unknown sentences
cs: Zavést rovněž neznámé věty
de: Auch unbekannte Wörter akzeptieren
es: Importé también frases desconocidas
fr: Importer aussi les phrases inconnues

source: Import Text
cs: Zavést text
de: Importiere Text
es: Texto de la importación
fr: Importer du texte

source: Import Files
cs: Zavést soubory
de: Importiere Dateien
fr: Importer des fichiers
