Repository: EdwinVelazquez/simon
Catalog: simon/po/simon_*.po
Languages: cs, de, es, fr

source: If and how we should start the synchronization when the model changes.
cs: Zda a jak se má začít seřizování, když se změní model.
de: Ob und wie die Synchronistaion starten soll, wenn das Modell geändert wurde.
fr: Si, et comment, voulez-vous lancer la synchronisation lorsque le modèle change.

source: Synchronization mode:
cs: Režim seřizování:
de: Synchronisierungsmodus:
es: Modo de la sincronización:
fr: Mode de synchronisation :

source: Automatic Synchronization
cs: Samočinné seřizování
de: Automatische Modellsynchronisation
fr: Synchronisation automatique

source: Ask for Synchronization
cs: Požádat o seřízení
de: Fragen vor Synchronisation
fr: Demander la synchronisation

source: Manual Synchronization only
cs: Pouze ruční seřízení
de: Nur manuelle Synchronisation
fr: Synchronisation manuelle seulement

source: Available Speech Models
cs: Dostupné řečové modely
de: Verfügbare Sprachmodelle
es: Modelos de lenguaje disponibles
fr: Modèles vocaux disponibles

source: Here you can revert back to old model versions.
cs: Zde se můžete vrátit zpět ke starým verzím modelů
de: Hier können Sie zu einer älteren Modellversion zurückkehren
es: Aquí usted puede volver a modelos de lengaje viejos.
fr: Vous pouvez ici revenir à d'anciennes versions du modèle vocal.

source: List available Models
cs: Sestavit seznam dostupných modelů
de: Verfügbare Modelle auflisten
es: Lista de los modelos disponibles
fr: Liste des modèles disponibles

source: Choose Model
cs: Vybrat model
de: Modell auswählen
es: Elija el modelo
fr: Choisissez un modèle

source: Main actions
cs: Hlavní činnosti

source: Scenario selection
cs: Výběr scénáře

source: Scenarios
cs: Scénáře
de: Szenarios
fr: Scénarios

source: Recognition
cs: Rozpoznávání
de: Erkennung
es: Reconocimiento
fr: Reconnaissance

source: Modules
cs: Moduly

source: Commands
cs: Příkazy
de: Kommandos
es: Comandos
fr: Commandes

source: Preferences
cs: Nastavení
es: Preferencias

source: simon Main Window
cs: Hlavní okno programu Simon
de: simon Hauptfenster
es: Ventana principal de simon
fr: Fenêtre principale de Simon

# NAME OF TRANSLATORS
source: Your names
cs: Pavel Fric
de: Peter Grasch
es: Su nombres
fr: Yann Cantin

# EMAIL OF TRANSLATORS
source: Your emails
cs: fripohled.blogspot.com
de: grasch@simon-listens.org
es: Sus emails
fr: yann.cantin@laposte.net

source: Base models
cs: Základní modely
de: Basismodelle
fr: Modèles de base

source: <html><head /><body><p>simon compares the microphone input to something called an "acoustic model" describing how your voice sounds like and what you are saying.</p><p>With simon you can create and manage those models yourself or you can simply download and use general models that describe the average speaker of your target language. We call these models "base models".</p><p>If you do not select a base model, you need to train one yourself by reading trainingstexts aloud ("Training").</p><p>If you do select a base model you do not need any training but the recognition may be less accurate. <span style=" font-weight:600;">When using static base models, the installation of the HTK is not required.</span></p><p>You can find more information on <a href="http://www.simon-listens.org/wiki/index.php/English:_Base_models">base models on our wikis</a>.</p></body></html>
cs: <html><head /><body><p>Simon porovnává vstup z mikrofonu s něčím, čemu se říká "zvukový model", který popisuje, jak váš hlas zní a co říkáte.</p><p>Se Simonem tyto modely můžete vytvářet a spravovat sám, nebo můžete jednoduše stáhnout a používat obecné modely popisující průměrného mluvčího vašeho cílového jazyka. Těmto modelům říkáme "základní modely".</p><p>Pokud nevyberete základní model, potřebujete si jeden jeden vycvičit hlasitým čtením cvičebního textu ("Procvičování").</p><p>Pokud si vyberete základní model, výcvik nepotřebujete, ale rozpoznávání může být méně přesné. <span style=" font-weight:600;"> Při používání neměnných základních modelů není instalace HTK vyžadována.</span></p><p>Více informací lze najít na stránkách <a href="http://www.simon-listens.org/wiki/index.php/English:_Base_models">základní modely na našich stránkách s "wiki" dokumentací</a>.</p></body></html>
de: <html><head /> <body> <p>simon analysiert die Eingabe vom Mikrofon mit einem so genannten "Akustikmodell" das beschreibt, wie Ihre Stimme klingt und was Sie damit ausdrücken wollen.</p> <p>Mit simon können Sie diese Modelle selbst erzeugen und verwalten oder einfach ein allgemeines Modell herunterladen das die Standardaussprache der Zielsprache repräsentiert. Wir nennen solche Modelle "Basismodelle".</p> <p>Wenn Sie kein Basismodell auswählen, müssen Sie selbst ein Modell trainieren indem Sie Trainingstexte vorlesen ("Trainieren").</p> <p>Wenn Sie ein Basismodell auswählen benötigen Sie kein weiteres Training aber die Erkennung kann unter Umständen ungenauer sein.<span style=" font-weight:600;">Wenn Sie ein statische Basismodell verwenden wird das HTK nicht benötigt.</span></p> <p>Sie finden mehr Informationen über <a href="http://www.simon-listens.org/wiki/index.php/English:_Base_models">Basismodelle auf unserem Wiki</a>.</p></body></html>
fr: <html><head /><body><p>Simon compare les sons captés par le microphone à un « modèle acoustique » décrivant à quoi ressemble votre voix et ce que vous dites.</p><p>Avec Simon, vous pouvez créer et gérer vos propres modèles acoustiques ou simplement télé-charger des modèles génériques correspondants à votre langue. Ces modèles génériques sont appelés des modèles « de base ».</p><p>Si vous ne sélectionnez pas de modèles de base, vous devrez « entraîner » vous-même un modèle en lisant à haute voix des textes d'entraînement.</p><p>Si vous choisissez d'utiliser un modèle de base, vous n'aurez pas besoin d'entraînement, mais la reconnaissance vocale sera peut-être moins précise. <span style=" font-weight:600;">Si vous utilisez un modèle de base statique, l'installation de HTK n'est pas nécessaire.</span></p><p>Vous trouverez plus d'informations sur <a href="http://www.simon-listens.org/wiki/index.php/English:_Base_models">les modèles de base dans notre wiki</a>.</p></body></html>

source: Could not re-initialize scenarios. Please restart simon!
cs: Scénáře se znovu spustit nepodařilo. Spusťte, prosím, program Simon znovu!
de: Konnte Szenarios nicht neu initialisieren. Bitte starten Sie simon neu!
fr: Impossible de ré-initialiser les scénarios. Veuillez relancer Simon !

source: Sound devices
cs: Zvuková zařízení
de: Audiogeräte
fr: Périphériques de son

source: Welcome to simon
cs: Vítejte v programu Simon
de: Willkommen zu simon
fr: Bienvenue

source: <html><head /><body><p>simon is an open source speech recognition solution enabling you to control your computer with voice commands.</p><p>This assistant will guide you through some key settings that will help you to get simon up and running.</p><p><em>Please</em> follow the following steps very carefully and read the accompanying instructions.</p><p>You can change all these options later on manually too (see the manual for more infromation). You can find an option to display the wizard on the next start in the simon configuration window.</p><p>You can find some beginners instructions on <a href="http://simon-listens.org/wiki">our wiki</a>.</p></body></html>
cs: <html><head /><body><p>Simon je řešením pro rozpoznávání řeči s otevřeným zdrojovým kódem, které vám umožňuje ovládání počítače pomocí hlasových povelů.</p><p> Tento pomocník vás provede některými klíčovými nastaveními, čímž vám pomůže Simon zprovoznit a provozovat.</p><p><em>Následujte, prosím, </em> následující kroky velmi pečlivě a čtěte doprovodné pokyny.</p><p>Všechny tyto volby můžete později změnit také ručně (podívejte se do návodu pro více informací). V okně pro nastavování programu Simon naleznete i volbu, která umožní zobrazení tohoto průvodce i při příštím spuštění.</p><p>Další pokyny pro začátečníky najdete na našich stránkách s dokumentací <a href="http://simon-listens.org/wiki">wiki</a>.</p></body></html>
de: <html><head /><body><p>simon st eine Open Source Spracherkennungslösung die es Ihnen ermöglicht den Computer mit Sprachkommandos zu steuern.</p><p>Dieser Assistent wird Sie durch die erste Einrichtung führen und Ihnen helfen simon zu konfigurieren.</p><p><em>Bitte</em> folgen Sie diesen Schritten gewissenhaft und lesen Sie die angegebenen Informationn.</p><p>Sie können alle Konfigurationsoptionen später wieder anpassen (mehr Informationen finden Sie im Handbuch).Sie finden eine Option um diesen Assistent beim nächsten Start von simon wieder anzuzeigen in der simon Konfiguration.</p><p>Weitere Anleitungen für Einsteiger finden Sie auf <a href="http://www.simon-listens.org/wiki/index.php/Main_Page_(de)">unserem Wiki</a>.</p></body></html>
fr: <html><head /><body><p>Simon est un logiciel de reconnaissance vocale open-source qui vous permet de contrôler votre ordinateur à la voix.</p><p>Cet assistant va vous guider pour configurer quelques paramètres importants de Simon.</p><p><em>S'il vous plaît</em> veuillez suivre attentivement les étapes suivantes et lire les instructions.</p> <p>Vous pourrez changer ultérieurement ces paramètres (reportez-vous au manuel). Vous pouvez aussi choisir de relancer cet assistant au prochain démarrage dans les préférences de Simon.</p><p>Vous pouvez trouver quelques instructions pour débutants dans <a href="http://simon-listens.org/wiki">notre wiki</a>.</p></body></html>

# The user has completed the wizard
source: Finished
cs: Dokončeno
de: Fertig
fr: Terminé

source: <html><head /><body><p>You completed the initial setup of simon.</p><p>You can find more information on simon and helpful guides and instructions in the simon manual (press F1 in the simon main window to display).</p></body></html>
cs: <html><head /><body><p>Dokončil jste počáteční nastavení programu Simon.</p><p>Více informací k Simonovi a užitečná vodítka a pokyny můžete nalézt v návodu k programu Simon(stiskněte klávesu F1 v hlavním okně programu Simon pro jejich zobrazení).</p></body></html>
de: <html><head /><body><p>Sie haben die einführende Konfiguration von simon erfolgreich abgeschlossen.</p><p>Sie finden weitere Informationen und hilfreiche Anleitungen im simon Handbuch (drücken Sie F1 im simon Hauptfenster um es anzuzeigen).</p></body></html>
fr: <html><head /><body><p>Vous avez terminé la configuration initiale de Simon.</p> <p>Vous pouvez trouver des informations supplémentaires, ainsi que des guides et des instructions dans le manuel de Simon (appuyez sur la touche F1 dans la fenêtre principale de simon).</p></body></html>

source: <html><head /><body> <h2>Development and Distribution</h2> <p>Developed and distributed by the friendly society <a href="http://simon-listens.org">simon listens e.V.</a> in cooperation with <a href="http://cyber-byte.at">Cyber-Byte EDV Services</a>.</p> <h3>Special Thanks To</h3> <ul><li>Franz Stieger</li><li>Mathias Stieger</li><li>Phillip Theussl</li><li>Moacyr Prado</li><li>Michael Stieger</li><li>Ralf Herzog</li></ul> </body></html>
cs: <html><head /><body> <h2>Vývoj a šíření</h2> <p>Vyvíjeno a šířeno společností přátel <a href="http://simon-listens.org">simon listens e.V.</a> ve spolupráci s <a href="http://cyber-byte.at">Cyber-Byte EDV Services</a>.</p> <h3>Zvláštní poděkování</h3> <ul><li>Franz Stieger<li>Mathias Stieger<li>Phillip Theussl<li>Moacyr Prado<li>Michael Stieger<li>Ralf Herzog</ul> </body></html>
de: <html><head /><body> <h2>Entwicklung und Vertrieb</h2> <p>Entwickelt und Vertrieben vom gemeinnützigen Verein <a href="http://simon-listens.org">simon listens e.V.</a> in Kooperation mit <a href="http://cyber-byte.at">Cyber-Byte EDV Services</a>.</p> <h3>Dank an</h3> <ul><li>Franz Stieger</li><li>Mathias Stieger</li><li>Phillip Theussl</li><li>Moacyr Prado</li><li>Michael Stieger</li><li>Ralf Herzog</li></ul> </body></html>
fr: <html><head /><body> <h2>Développement et Distribution</h2> <p>Développé et distribué par la société amicale <a href="http://simon-listens.org">Simon listens e.V.</a> en coopération avec <a href="http://cyber-byte.at">Cyber-Byte EDV Services</a>.</p> <h3>Remerciements particuliers à</h3> <ul><li>Franz Stieger</li><li>Mathias Stieger</li><li>Phillip Theussl</li><li>Moacyr Prado</li><li>Michael Stieger</li><li>Ralf Herzog</li></ul> </body></html>

source: Copyright (c) 2008-2010 Peter Grasch, Phillip Goriup, Tschernegg Susanne, Bettina Sturmann, Martin Gigerl
cs: Autorské právo (c) 2008-2010 Peter Grasch, Phillip Goriup, Susanne Tschernegg, Bettina Sturmann, Martin Gigerl

source: Add action
cs: Přidat činnost
de: Aktion hinzufügen
fr: Ajouter une Action

# No autostart command
source: None
cs: Žádný

source: Manage actions
cs: Spravovat činnosti
de: Aktionen verwalten
fr: Gérer les actions

# General settings page
source: General
cs: Obecné
de: Allgemein
fr: Général

source: Lists
cs: Seznamy
de: Listen
fr: Listes

source: Autorun
cs: Automatické spuštění

source: Please select an action
cs: Vyberte, prosím, nějakou činnost
de: Bitte wählen Sie eine Aktion aus
fr: Sélectionnez une action

source: Do you really want to remove this action from this scenario? WARNING: All associated commands and configuration will be irreversibly deleted!
cs: Opravdu chcete tuto činnost odstranit z tohoto scénáře? VAROVÁNÍ: Všechny sdružené příkazy a nastavení budou nevratně smazány!
de: Wollen Sie diese Aktion wirklich von diesem Szenario entfernen? WARNUNG: Alle damit assoziierten Kommandos und Konfigurationen werden unwiderruflich gelöscht!
fr: Voulez-vous vraiment supprimer cette action du scénario ? Attention : toutes les commandes et les configurations associées seront définitivement perdues !

source: Could not determine Command Type
cs: Nepodařilo se určit druh příkazu
de: Konnte Kommandotyp nicht bestimmen.
fr: Impossible de déterminer le type de la commande

source: Command: %1
cs: Příkaz: %1
de: Kommando: %1
es: Comando: %1
fr: Commande : %1

source: No command plugins loaded that provide command engines. You can load some in the "Manage plugins" dialog.
cs: Nejsou nahrány žádné příkazové přídavné moduly, které by poskytovaly příkazové stroje. Nějaké můžete nahrát v dialogu "Spravovat přídavné moduly".
de: Kein Kommando Plug-In geladen, dass mit diesem Kommando umgehen kann. Sie können andere Plug-Ins über den "Plug-Ins verwalten" Dialog laden.
fr: Aucun plugins de commande chargés. Vous pouvez en charger dans la partie « Gérer les plugins ».

source: Direct Execution of simon Commands
cs: Přímé vykonání příkazů programu Simon
de: Direkte Ausführung von simon-Befehlen
es: Ejecución directa de los comandos de simon
fr: Exécution directe des commandes Simon

source: Are you sure that you want to irreversibly remove the command "%1"?
cs: Jste si jistý, že chcete, aby byl nevratně odstraněn příkaz "%1"?
de: Wollen Sie das Kommando "%1" wirklich unwiderruflich löschen?
fr: Êtes-vous certain de vouloir définitivement supprimer la commande « %1 » ?

source: Remove Command
cs: Odstranit příkaz
de: Kommando löschen
es: Borra comando
fr: Supprimer la commande

source: Could not initialize scenarios and shadow dictionary.
cs: Nepodařilo se spustit scénáře a stínový slovník.
de: Konnte Szenarios bzw. Schattenlexikon nicht laden.
fr: Impossible d'initialiser les scénarios et le dictionnaire fantôme.

source: User authenticated
cs: Uživatel byl ověřen
de: Benutzer authentifiziert
fr: Utilisateur authentifié

source: Connection error: %1
cs: Chyba spojení: %1
de: Verbindungsfehler: %1
fr: Erreur de connexion : %1

source: The recognition server returned the following fatal error: %1
cs: Rozpoznávací server oznámil následující osudnou chybu: %1
de: Der Erkennungsserver liefert folgenden fatalen Fehler: %1
fr: Le serveur de reconnaissance a retourné l'erreur fatale suivante : %1

source: The sound system returned the following error: %1
cs: Zvukový systém vrátil následující chybu: %1
de: Das Soundsystem meldet den folgenden Fehler: %1
fr: Le système sonore a retourné l'erreur suivante : %1

source: The model synchronization reported the following error: %1
cs: Při seřizování modelu byla nahlášena následující chyba: %1
de: Bei der Modellsynchronisation ist folgender Fehler aufgetreten: %1
es: La sincronización del modelo anuncio el siguiente error: %1
fr: La synchronisation du modèle a retourné l'erreur suivante : %1

source: The recognition reported the following error: %1
cs: Rozpoznávání nahlásilo následující chybu: %1
de: Bei der Erkennung ist folgender Fehler aufgetreten: %1
fr: La reconnaissance a retourné l'erreur suivante : %1

source: As the server compiled the model the following error occurred: %1
cs: Při sestavování modelu serverem se vyskytla následující chyba: %1
de: Als der Server das Modell kompilieren wollte trat dieser Fehler auf: %1
fr: Le serveur a retourné l'erreur suivante pendant la compilation du modèle : %1

source: Model synchronization %1
cs: Seřízení modelu %1
de: Modellsynchronisation: %1
fr: Synchronisation du modèle %1

source: Recognition: %1
cs: Rozpoznávání: %1
de: Erkennung: %1
es: Reconocimiento: %1
fr: Reconnaissance : %1

source: Model management: %1
cs: Správa modelu: %1
de: Modellverwaltung: %1
fr: Gestion du modèle : %1

source: Connected to the Server
cs: Připojeno k serveru
de: Verbunden zum Server
es: Conectado con el servidor
fr: Connecté au serveur

source: Connection lost
cs: Spojení ztraceno

source: Connecting aborted
cs: Připojování zrušeno

source: simon activated
cs: Simon zapnut

source: Continuing recognition
cs: Rozpoznávání pokračuje

source: simon deactivated
cs: Simon vypnut

source: Add a new Word
cs: Přidat nové slovo
de: Hinzufügen eines neuen Wortes
es: Agrega una nueva palabra
fr: Ajouter un nouveau mot

# Advance to the next step in the wizard
source: Next >
cs: Další >
de: Weiter >
fr: Suivant >

source: Define Word
cs: Popsat význam slova
de: Definiere Wort
es: Define la palabra
fr: Définir un mot

source: Words are not allowed to contain spaces
cs: Není povoleno, aby slova obsahovala mezery
de: Wörter dürfen keine Leerzeichen beinhalten
es: No se permite que palabras contienen espacios
fr: Les mots ne peuvent pas contenir des espaces

source: The vocabulary already contains this word.
cs: Slovní zásoba toto slovo již obsahuje
de: Dieses Wort existiert bereits in Ihrem Vokabular.
fr: Le vocabulaire contient déjà ce mot.

source: Add Terminal
cs: Přidat zakončení
de: Terminal hinzufügen
es: Agrega una terminal
fr: Ajouter une fonction

source: You are about to add a new terminal. Please enter the name of this new terminal:
cs: Chystáte se přidat nové zakončení. Zadejte, prosím, název tohoto nového zakončení:
de: Sie sind im Begriff einen neuen Terminal hinzuzufügen. Bitte geben Sie den neuen Namen des Terminals an:
es: Usted está a punto de agregar una terminal nueva. Apunte por favor el nombre de esta terminal nueva:
fr: Vous êtes sur le point d'ajouter une nouvelle fonction. Saisissez le nom de cette nouvelle fonction :

# Standard terminal for unused words
source: Unused
cs: Nepoužívaný
de: Unbenutzt
fr: Inutilisé

source: The search for similar words yielded more than 1000 results. Only the first 1000 are shown.
cs: Hledání podobných slov přineslo více než tisíc výsledků. Bude ukázáno jen prvních tisíc.
de: Die Suche nach verwandten Wörtern erzielte mehr als 1000 Ergebnisse. Nur die ersten 1000 Ergebnisse werden angezeigt.
es: La búsqueda de palabras similares rindió más de 1000 resultados. Solamente los primeros 1000 se demuestran.
fr: La recherche de mots similaires a retourné plus de 1000 résultats. Les 1000 premiers seulement sont montrés.

source: Add Word
cs: Přidat slovo
de: Wort Hinzufügen
es: Agrega la palabra
fr: Ajouter un mot

source: Adding the new Word to the Model...
cs: Přidává se nové slovo do modelu...

source: New word:
cs: Nové slovo:

source: Added Word:
cs: Přidané slovo:

source: Do you want to add the words that have been completely described up until now?
cs: Chcete, aby byla přidána slova, která byla úplně popsána až do teď?
de: Wollen Sie die bisher fertig beschriebenen Wörter dieses Durchlaufes hinzufügen?
es: ¿Quiere usted agregar las palabras que se han descrito totalmente hasta ahora?
fr: Voulez-vous ajouter les mots entièrement décrits jusqu'à maintenant ?

source: Word Added
cs: Slovo přidáno
de: Hinzufügen abgeschlossen
es: Palabra agregada
fr: Mot Ajouté

source: The needed data has been collected. Simon can now "learn" the new word.
cs: Byla shromážděna potřebná data. Simon se nyní může nové slovo "naučit".
de: Es wurden alle benötigten Daten gesammelt. Simon kann das neue Wort jetzt lernen. Der Assistent ist hiermit abgeschlossen.
es: Se ha recogido los datos necesarios. simon puede ahora "aprender" la nueva palabra.
fr: Les informations nécessaires ont été saisies. Simon peut maintenant « apprendre » le nouveau mot.

source: Could not add %1 to the Prompts-Table
cs: Nepodařilo se přidat %1 do tabulky výzev
de: Konnte %1 nicht zur Promptstable hinzufügen
fr: Impossible d'ajouter %1 à la table des prompteurs

source: Could not save prompts
cs: Nepodařilo se uložit výzvy
de: Konnte Prompts nicht speichern
fr: Impossible de sauvegarder les prompteurs

source: The word "%1" appears to be missing in your language model. Do you want to add it now?
cs: Zdá se, že slovo "%1" chybí ve vašem jazykovém modelu. Chcete je přidat nyní?
de: Es wurde erkannt, dass das Wort "%1" im Sprachmodell fehlt. Wollen Sie es jetzt hinzufügen?
es: La palabra "%1" aparece faltar en su modelo del lenguaje. ¿Usted quiere ahora agregarlo?
fr: Le mot « %1 » n'apparaît pas dans votre modèle de langage. Voulez-vous l'ajouter maintenant ?

source: Opening Lexicon
cs: Otevírá se slovníček

source: Opening Lexicon...
cs: Otevírá se slovníček...
de: Öffne Wörterbuch...
es: Abre el léxico...
fr: Ouverture du lexique...

source: Processing Lexicon...
cs: Zpracovává se slovníček...
de: Verarbeite Wörterbuch...
es: Procesar el léxico...
fr: Analyse du lexique...

source: Creating List...
cs: Vytváří se seznam...
de: Erstelle Liste...
es: Crear la lista...
fr: Création de la liste...

source: Sorting Dictionary...
cs: Uspořádává se slovník...
de: Sortiere Wörterbuch...
es: Ordenar diccionario...
fr: Tri du dictionnaire...

source: Storing Dictionary...
cs: Ukládá se slovník...
de: Wörterbuch wird verteilt...
es: Salvar el diccionario…
fr: Enregistrement du dictionnaire...

source: words from the lexicon
cs: Slova ze slovníčku

source: imported
cs: Zavedeno
de: importiert
es: Importado
fr: importé

source: Deleting Input-File
cs: Smazání vstupního souboru
de: Lösche Eingabedatei
es: Borrando el Archivo de Entrada
fr: Suppression du fichier

source: Download HADIFIX BOMP
cs: Stáhnout HADIFIX BOMP
de: HADIFIX BOMP herunterladen
fr: Télé-charger BOMP HADIFIX

source: Could not retrieve BOMP license terms.
cs: Nepodařilo se získat podmínky povolení k BOMP.
de: Konnte die BOMP Lizenzbestimmungen nicht herunterladen.
fr: Impossible de récupérer les termes de la licence BOMP.

source: Import HADIFIX Dictionary
cs: Zavést slovník HADIFIX
de: HADIFIX Wörterbuch importieren
es: Importa el diccionario de HADIFIX
fr: Importer un dictionnaire HADIFIX

# Selection box for the encoding: Determine the encoding automatically
source: Automatic
cs: Automatický
de: Automatisch
fr: Automatique
