Repository: EdwinVelazquez/simon
Catalog: simon/po/simon_*.po
Languages: cs, de, es, fr

source: The Phoneme "%1" is undefined. Please train at least one word that uses it.
cs: Foném (významotvorná hláska) "%1" není určen. Procvičte, prosím, alespoň jedno slovo, které jej používá.
de: Das Phonem "%1" ist undefiniert. Bitte trainieren Sie mindestens ein Wort das es verwendet.
es: El fonema "%1" es indefinido. Entrene por favor por lo menos a una palabra que usa el mismo.
fr: Le phonème « %1 » n'est pas défini. Veuillez entraîner au moins un mot l'utilisant.

source: Compiling model
cs: Sestavuje se model
de: Modellerstellung
fr: Compilation du modèle

source: Not connected to the server
cs: Není připojeno k serveru
de: Nicht mit dem Server verbunden.
es: No esta conectado con el servidor
fr: Déconnecté du serveur

source: Loading available Models
cs: Nahrávají se dostupné modely
de: Lade verfügbare Modelle
es: Cargandos modelos disponibles
fr: Chargement des modèles disponibles

source: Loading list of available Models
cs: Nahrává se seznam dostupných modelů
de: Lade Liste verfügbarer Modelle...
es: Cargando la lista de modelos disponibles
fr: Chargement de la liste des modèles disponibles

source: Could not send Request to Server
cs: Žádost se serveru poslat nepodařilo
de: Die Anfrage konnte nicht an den Server gesendet werden.
fr: Impossible d'envoyer la requête au serveur

source: No Models found
cs: Nebyly nalezeny žádné modely
de: Keine Modelle gefunden
es: Ningunos modelos encontrados
fr: Aucun modèle trouvé

source: Please select a Model from the List
cs: Vyberte, prosím, model ze seznamu
de: Bitte selektieren Sie ein Sprachmodell aus der Liste
es: Seleccione por favor un modelo de la lista
fr: Sélectionnez un modèle dans la liste

source: Do you really want to revert all changes made since this Model?
cs: Opravdu chcete vrátit všechny změny učiněné od té doby, co byl používán tento model?
de: Wollen Sie wirklich zu dem ausgewählten Modell zurückkehren?
es: ¿Usted quiere realmente invertir todos los cambios realizados desde este modelo?
fr: Voulez-vous vraiment annuler tous les changements faits depuis ce modèle ?

source: This model has no valid date.
cs: Tento model nemá platné datum.
de: Dieses Modell besitzt kein gültiges Datum.
es: Este modelo no tiene ninguna fecha válida.
fr: Ce modèle n'a pas de date valable.

source: The Request has been send to the server. Please track the process of the synchronization in simons main window.
cs: Požadavek byl odeslán serveru. Sledujte, prosím, průběh seřizování v hlavním okně programu Simon.
de: Die Anfrage wurde an den Server gesendet. Bitte überwachen Sie den Fortschritt der Synchronisation im simon Hauptfenster.
es: La petición ha sido envíado al servidor. Siga por favor al proceso de la sincronización en la ventana principal de simon.
fr: La requête a été envoyée au serveur. Surveillez la synchronisation dans la fenêtre principale de Simon.

source: Starting simon...
cs: Spouští se Simon...

source: Displaying Splashscreen...
cs: Zobrazuje se úvodní obrazovka...

source: Loading core...
cs: Nahrává se program...
de: Lade Programmlogik...
fr: Chargement du noyau...

source: You did not complete the initial configuration. simon will continue with default values. Do you want simon to display the wizard again on the next start?
cs: Nedokončil jste počáteční nastavení. Simon bude pokračovat s výchozími hodnotami. Chcete, aby Simon průvodce zobrazil znovu při příštím spuštění?
de: Sie haben den Einrichtungsassistenten nicht abgeschlossen. simon wird mit Standardwerten fortsetzen. Wollen Sie den Assistenten beim nächsten Start wieder anzeigen?
fr: Vous n'avez pas achevé la configuration initiale. Simon va continuer avec des valeurs par défaut. Voulez-vous que l'assistant soit relancé au prochain démarrage ?

source: simon - Deactivated
cs: Simon vypnut
de: Simon - Deaktiviert
es: simon - Desactivado
fr: Simon - désactivé

source: The currently displayed scenario. Select "Manage scenarios" to edit the available options.
cs: Nyní zobrazený scénář. Vyberte "Spravovat scénáře" pro úpravu dostupných voleb.
de: Das derzeit angezeigte Szenario. Wählen Sie "Szenarios verwalten" um die verfügbaren Optionen anzupassen.
fr: Le scénario actuellement affiché. Cliquez sur « Gérer les scénarios » pour modifier les options.

source: Not connected
cs: Není připojeno
de: Nicht Verbunden
es: No esta conectado
fr: Déconnecté

source: Loading training...
cs: Nahrává se "Procvičování"...
de: Lade Training...
fr: Chargement de l'entraînement...

source: Loading vocabulary...
cs: Nahrává se "Slovní zásoba"...
de: Lade Vokabular...
fr: Chargement du vocabulaire...

source: Loading grammar...
cs: Nahrává se "Mluvnice"...
de: Lade Grammatik...
fr: Chargement de la grammaire...

source: Loading run...
cs: Nahrává se "Běh"...
de: Lade Ausführen...
fr: Chargement de l'exécution...

source: Loading interface...
cs: Nahrává se uživatelské rozhraní...
de: Lade Oberfläche...
fr: Chargement de l'interface...

# %1: simon version--- end of comment ---
source: <h2 style='margin-top: 0px;'>Welcome to simon %1</h2><p>simon is an open-source speech recognition program and replaces the mouse and keyboard. It is designed to be as flexible as possible and allows customization for any application where speech recognition is needed.</p>
cs: <h2 style='margin-top: 0px;'>Vítejte v programu Simon %1</h2><p>Simon je program na rozpoznávání řeči, který má otevřený zdrojový kód. Nahrazuje myš a klávesnici. Je navržen tak, aby byl přizpůsobivý, jak jen je to možné, a umožňuje vlastní nastavení u jakékoli aplikace, kde je potřeba rozpoznávání řeči.</p>
de: <h2 style='margin-top: 0px;'>Willkommen zu simon %1</h2><p>simon ist ein Open-Source Spracherkennungsprogramm und ersetzt die Maus und Tastatur. Es wird sehr flexibel gestaltet und ermöglicht deshalb Spezialanfertigungen für jedwede Anwendung bei der Spracherkennung benötigt wird.</p>
fr: <h2 style='margin-top: 0px;'>Bienvenu dans Simon %1</h2><p>Simon est un logiciel de reconnaissance vocale open-source pouvant remplacer le clavier et la souris. Il a été pensé pour être le plus flexible possible et peut s'adapter à toute situation nécessitant une reconnaissance vocale.</p>

source: simon listens.
cs: Simon naslouchá.

source: Open Source Speech Recognition Suite
cs: Souprava pro rozpoznávání řeči s otevřeným zdrojovým kódem
de: Open-Source Spracherkennung
fr: Système De Reconnaissance Vocale Open Source

source: Community forums
cs: Fóra společenství
de: Community Foren
fr: Forums communautaires

source: Get in touch with the simon community
cs: Spojte se se společenstvím kolem programu Simon
de: Entdecken Sie die simon Community
fr: Entrez en relation avec la communauté de Simon

source: Mail support
cs: Podpora prostřednictvím elektronické pošty
fr: Assistance par courriel

source: Get direct support from the developers
cs: Získejte přímou podporu od vývojářů
de: Erhalten Sie Hilfe von den Entwicklern
fr: Recevez de l'aide directement par les développeurs

source: simon WIKI
cs: Dokumentace "Wiki" k programu Simon

source: The simon knowledge base
cs: Vědomostní základ k programu Simon
de: Die simon Wissensdatenbank
fr: La base de connaissances de Simon

source: simon Homepage
cs: Domovská stránka projektu Simon
fr: Page d'accueil de Simon

source: Official simon homepage
cs: Úřední domovská stránka projektu Simon
de: Offizielle simon Homepage
fr: Site officiel de Simon

source: Welcome
cs: Vítejte
de: Willkommen
es: Bienvenido
fr: Bienvenu

source: Could not retrieve Scenario "%1"
cs: Nepodařilo se získat scénář "%1"
de: Konnte Szenario "%1" nicht finden
fr: Impossible de récupérer le scénario « %1 »

source: Connect
cs: Připojit
de: Verbinden
es: Conectado
fr: Connecter

source: Activate
cs: Spustit
de: Aktivieren
es: Activar
fr: Activer

source: Disconnect
cs: Odpojit
de: Verbindung trennen
es: Desconectar
fr: Déconnecter

source: Volume calibration
cs: Kalibrace hlasitosti

source: Synchronize
cs: Seřídit
de: Synchronisieren
es: Sincronicar
fr: Synchroniser

source: Manage scenarios
cs: Spravovat scénáře
de: Szenarios verwalten
fr: Gérer les scénarios

source: Could not start recognition because the system reports that the recognition is not ready. Please check if you have defined a vocabulary, an appropriate grammar and recorded a few trainings samples. The system will then, upon synchronization, generate the model which will be used for the recognition.
cs: Nepodařilo se spustit rozpoznávání, protože systém hlásí, že rozpoznávání není připraveno. Prověřte, prosím, že jste přesně stanovili seznam slov, vhodnou mluvnici a nahráli několik nahrávek na procvičování. Systém potom, ihned po seřízení, vytvoří model, který se bude používat při rozpoznávání.
de: Konnte Erkennung nicht starten, weil das System meldete es sei noch nicht bereit. Bitte überprüfen Sie, ob Sie ein Vokabular und eine passende Grammatik definiert haben und einige Trainingsdaten aufgenommen haben. Das System wird dann, bei der Synchronisation, das Modell generieren welches für die Erkennung verwendet werden wird.
fr: Impossible de lancer la reconnaissance car le système indique qu'elle n'est pas prête. Vérifiez que vous disposez d'un vocabulaire, d'une grammaire et que vous avez enregistré quelques séquences d'entraînement. Le système pourra alors, après synchronisation, générer le modèle à utiliser pour la reconnaissance.

# Disconnected from the server
source: Disconnected
cs: Odpojen
de: Getrennt
fr: Déconnecté

source: Connection to server lost
cs: Spojení se serverem ztraceno
de: Verbindung zu Server getrennt
es: Se perdió la conexión al servidor
fr: Connexion au serveur perdue

# Connecting to the server
source: Connecting...
cs: Připojuje se...
de: Verbinde...
fr: Connexion...

source: Connected: Deactivating...
cs: Připojen: Ukončuje se...
de: Verbunden; Deaktiviere...
es: Conectando: Desactivando…
fr: Connecté ; désactivation...

source: Deactivating...
cs: Ukončuje se...
de: Deaktiviere...
es: Desactivando…
fr: Désactivation...

source: Connected but Deactivated
cs: Připojen ale ukončen
de: Verbunden aber Deaktiviert
es: Conectado pero desactivado
fr: Connecté mais désactivé

source: Connected
cs: Připojen

source: simon has been deactivated
cs: Simon byl ukončen
de: simon wurde deaktiviert
es: Se ha desactivado a simon
fr: Simon a été désactivé

source: Connected; Activating...
cs: Připojen: Spouští se...
de: Verbunden; Aktiviere...
es: Conectado; Activado…
fr: Connecté ; activation...

source: Activating...
cs: Spouští se...
de: Aktiviere...
es: Activando…
fr: Activation...

source: Connected and Activated
cs: Připojen a spuštěn
de: Verbunden und Aktiviert
es: Conectado y activado
fr: Connecté et activé

source: Activated
cs: Spuštěn
de: Aktiviert
es: Activado
fr: Activé

source: simon has been activated
cs: Simon byl spuštěn
de: simon wurde aktiviert
es: Se ha activado a simon
fr: Simon a été activé

source: If you quit the application the connection to the server will be closed and you will no longer be able to dictate texts or use command. Do you want to quit?
cs: Pokud ukončíte aplikaci, spojení se serverem bude ukončeno a nadále nebudete moci hlasitě předříkávat texty nebo používat příkazy. Chcete skončit?
de: Ein beenden der Applikation wird die Verbindung zur Erkennung beenden und weder Diktatfunktionen noch andere Kommandos können mehr benutzt werden. Wollen Sie wirklich beenden?
es: Si usted cierra el uso, la conexión al servidor será cerrada y usted no podrá dictar más los textos o utilizar comando. ¿Usted quiere cerrar?
fr: Si vous quittez l'application, la connexion au serveur sera fermée et vous ne pourrez plus dicter du texte ou utiliser des commandes. Voulez-vous quitter ?

source: Quitting...
cs: Ukončuje se...

source: Server:
fr: Serveur :

source: Server
fr: Serveur

# Model compilation status message
source: Model: %1
de: Modell: %1
fr: Modèle : %1

source: Form
es: Forma

source: Terminal:
es: Tipo do Palabra:

source: SAMPA:
es: Fonética:

source: Grammatik Settings
es: Ajustes gramáticales

source: To import a HTK compatible lexicon (like the voxforge dictionary) please provide the file below. Please keep in mind that those dictionaries don't provide information about terminals of the words.
es: Para importar un léxico HTK compatibles (como el diccionario voxforge), hace disponible el archivo a continuación por favor. Por favor, tenga en cuenta que los diccionarios no ofrecen información acerca de los terminales de las palabras.

source: To import a PLS lexicon (like the german gpl dictionary) please provide the downloaded XML-file below. Please keep in mind that those dictionaries don't provide information about terminals of the words.
es: Para importar una enciclopedia PLS (al igual como el diccionario alemán gpl), sírvase del archivo XML descargado. Por favor, tenga en cuenta que los diccionarios no ofrecen información acerca de los terminales de las palabras.

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Bitstream Vera Sans';">Please select the SPHINX dictionary that you want to import below.<br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Please keep in mind that those dictionaries don't provide information about terminals of the words.</p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Bitstream Vera Sans';">Por favor, seleccione el SPHINX diccionario que desea importar a continuación.<br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Por favor, tenga en cuenta que los diccionarios no ofrecen información acerca de los terminales de las palabras.</p></body></html>

source: Texts are being analyzed... This can take a few minutes...
es: Textos se analizan ... Esto puede tardar unos minutos ...

source: Overall:
es: Total:

source: Waiting...
es: Espera...

source: Name:
es: Nombre:

source: Username:
es: Nombre de usuario:

source: If we should automatically connect to the Juliusd.
es: Se conecte automáticamente con el Juliusd.

source: The Username for simond.
es: Nombre de usuario para simond.

source: The Password for simond.
es: Contraseña para simond.

source: Automatic Synchronisation
es: Sincronización automática

source: Ask for Synchronisation
es: Demanda la sincronización

source: Manual Synchronisation only
es: Solamente sincronización manual

source: Module
es: Módulos

source: Start
es: Arranque

source: Contact
es: Contacto

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><a href="mailto:support@simon-listens.org"><span style=" text-decoration: underline; color:#0000ff;">Direct Mail-Support</span></a> </p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><a href="mailto:support@simon-listens.org"><span style=" text-decoration: underline; color:#0000ff;">Correo de apoyo directo</span></a> </p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><a href="http://sourceforge.net/forum/?group_id=190872"><span style=" text-decoration: underline; color:#0000ff;">Community Forums</span></a></p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><a href="http://sourceforge.net/forum/?group_id=190872"><span style=" text-decoration: underline; color:#0000ff;">Foros de la comunidad</span></a></p></body></html>

source: Documentation
es: Documentación

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><a href="http://www.simon-listens.org"><span style=" text-decoration: underline; color:#0000ff;">Official Homepage</span></a> </p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><a href="http://www.simon-listens.org"><span style=" text-decoration: underline; color:#0000ff;">Presencia oficial en el Internet</span></a> </p></body></html>

source: <html><head /><body> <h2>Development and Distribution</h2> <p>Developed and distributed by the friendly society <a href="http://simon-listens.org">simon listens e.V.</a> in cooperation with <a href="http://cyber-byte.at">Cyber-Byte EDV Services</a>.</p> <h3>Special Thanks To</h3> <ul><li>Franz Stieger<li>Mathias Stieger<li>Phillip Theussl<li>Moacyr Prado<li>Michael Stieger<li>Ralf Herzog</ul> </body></html>
es: <html><head /><body> <h2>Desarrollo y distribución</h2> <p>Convertido y distribuido por la asosiacion <a href="http://simon-listens.org">simon listens e.V.</a> en cooperación con <a href="http://cyber-byte.at">Cyber-Byte EDV Services</a>.</p> <h3>Gracias especiales a</h3> <ul><li>Franz Stieger<li>Mathias Stieger<li>Phillip Theussl<li>Moacyr Prado<li>Michael Stieger<li>Ralf Herzog</ul> </body></html>

source: Couldn't determine Command Type
es: No podía determinar el tipo del comando

source: Kommando
es: Comando

source: User athenticated
es: Usuario autentificado

source: Connection Error: %1
es: Error de la comunicacion: %1

source: The Recognition Server returned the following fatal error: %1
es: El servidor del reconocimiento anuncio el siguiente error no recuperable: %1

source: The Recognition reported the following error: %1
es: El reconocimiento anuncio el siguiente error: %1

source: As the server compiled the model the following error occured: %1
es: Cuando el servidor compiló el modelo el siguiente error ocurrió: %1

source: Model Synchronisation %1
es: Sincronización del modelo %1

source: Modelmanagement: %1
es: Gestiones del modelo: %1

source: [INF] Connection lost
es: [INF] Se perdió la comunicacion

source: [INF] Connecting aborted
es: [INF] Comunicacion cancelada

source: [INF] simon activated
es: [INF] simon activado

source: [INF] Continuing recognition
es: [INF] Reconocimiento continua

source: [INF] simon deactivated
es: [INF] simon desactivado

source: deaktivieren?
es: ¿Desactivar?

source: [INF] Adding the new Word to the Model...
es: [INF] Agregando la nueva palabra al modelo…

source: [INF] New word:
es: [INF] Nueva palabra:

source: [INF] Added Word:
es: [INF] Palabra agregada:

source: Couldn't add %1 to the Prompts-Table
es: No podía agregar %1 a la tabla de solicitudes

source: Couldn't save prompts
es: No podía salvar solicitudes

source: Automatic
es: Automática

source: [INF] Opening Lexicon
es: [INF] Abre el léxico

source: Words from the Lexicon
es: Palabras del léxicon

source: Unknown
es: Desconocido

source: Finished
es: Terminando

source: Couldn't process soundfiles
es: No podía procesar archivos acusticos

source: [INF] Starting remove import from "%1"
es: [INF] Comenzando quita la importación de "%1"

source: Couldn't store Trainingstext
es: No podía guardar el texto de los entrenamientos

source: [INF] Loading List of Trainingstexts from %1
es: [INF] Cargando lista de texto de los entrenamientos desde %1

source: Couldn't save changes to the trainings corpus. Please restart simon.
es: No podía guardar cambios a la recopilación de los entrenamientos. Reinicie simon, por favor.

source: Couldn't add samples to the corpus. This indicates internal data corruption.
es: No podía agregar muestras a la recopilación. Esto indica un error de los datos internos.

source: Couldn't remove sample "%1".
es: No podía borrar el "%1" de la muestra.

source: Wortlist
es: Lista de palabras

source: The Speech Model changed. Synchronize it now?
es: El modelo de lenguaje se ha modificado ¿Ahora sincronícelo?

source: Modell Synchronisation
es: Sincronización del modelo

source: Couldn't abort synchronization.
es: No podía romper la sincronización.

source: Synchronizing acitve Model
es: Sincronización del modelo activo

source: No Speech Model available: Recognition deactivated
es: Ningun modelo de lenguaje disponible: Reconocimiento desactivado

source: The server couldn't store the the active model.
es: El servidor no podía guardar el modelo activo.

source: The server couldn't store the trainings corpus.
es: El servidor no podía guardar la recopilación de los entrenamientos.

source: The server couldn't store language description.
es: El servidor no podía guardar la descripción del lenguaje.

source: The server couldn't store trainings sample.
es: El servidor no podía guardar las muestras de los entrenamientos.

source: Couldn't complete Synchronization
es: No podía terminar la sincronización

source: Couldn't restore old model
es: No podía reconstruir el viejo modelo

source: Compiling Model
es: Modelo de compilación

source: Model: %1
es: Modelo: %1

source: Couldn't retrieve Model-Compilation-Protocol
es: No podía recuperar el protocolo de la compilacion del modelo

source: Couldn't remove Sample from the Trainingscorpus
es: No es posible eliminar la muestra de entrenamiento

source: Couldn't send Request to Server
es: No podía enviar la petición al servidor

source: [INF] Starting simon...
es: [INF] Iniciando a simon…
