Repository: EdwinVelazquez/simon
Catalog: simon/po/simon_*.po
Languages: cs, de, es, fr

source: Could not add samples to the corpus. This indicates internal data corruption.
cs: Nahrávky nelze přidat k souboru textů. Je to známkou toho, že data jsou poškozena.
de: Konnte Trainingssample nicht zum Datenschatz hinzufügen. Dies deutet auf interne Datenkorruption hin.
fr: Impossible d'ajouter les séquences dans le corpus. Ceci indique une corruption des données internes.

source: Could not remove samples "%1".
cs: Nepodařilo se odstranit nahrávky "%1".
de: Konnte Trainingssamples "%1" nicht löschen.
fr: Impossible de supprimer les échantillons « %1 ».

source: Drag the Word to the List on the right to train it
cs: Přetáhněto slovo do seznamu vpravo, aby bylo procvičováno
de: Ziehe das Wort in die Liste rechts um es zu trainieren
es: Agrega la palabra a la lista en la derecha de entrenarle
fr: Glissez le mot dans la liste à droite pour l'entraîner

source: Grammar
cs: Mluvnice
de: Grammatik
es: Gramática
fr: Grammaire

source: View and modify the grammar.
cs: Prohlédněte si a upravujte mluvnici.
de: Betrachten und bearbeiten der Grammatik
es: Vea y modifique la gramática.
fr: Visualiser et modifier la grammaire.

source: Add structure
cs: Přidat skladbu
de: Struktur hinzufügen
fr: Ajouter une structure

source: Please enter the new grammar structure. Note: Use terminals instead of distinct words!
cs: Zadejte, prosím, novou mluvnickou skladbu. Poznámka: Používejte zakončení namísto odlišných slov!
de: Bitte geben Sie die neue Grammatikstruktur ein. Hinweis: Verwenden Sie Terminals statt distinkten Wörtern!
fr: Saisissez une nouvelle structure grammaticale. Note : utilisez des fonctions, pas des mots !

source: Could not add structure to the grammar.
cs: Skladbu se nepodařilo přidat do mluvnice.
de: Konnte Struktur nicht zu Ihrer Grammatik hinzufügen.
fr: Impossible d'ajouter la structure à la grammaire.

source: Do you really want to delete the selected grammar structure?
cs: Opravdu chcete smazat vybranou mluvnickou skladbu?
de: Wollen Sie die ausgewählte Grammatikstruktur wirklich löschen?
fr: Voulez-vous vraiment supprimer la structure grammaticale sélectionnée ?

source: Could not delete structure.
cs: Skladbu se nepodařilo smazat.
de: Konnte Grammatikstruktur nicht löschen.
fr: Impossible de supprimer la structure.

source: Could not store the base model received from the server. Please check the permissions on the model folder: %1
cs: Nepodařilo se uložit základní model přijatý od serverut. Prověřte, prosím, oprávnění ke složce s modelem: %1
de: Konnte das Basismodell vom Server nicht speichern. Bitte überprüfen Sie die Berechtigungen auf den Modell-Ordner: %1
fr: Impossible de sauvegarder le modèle de base reçu du serveur. Vérifiez les permissions du dossier de modèle : %1

source: Could not store the language description received from the server. Please check the permissions on the model folder: %1
cs: Popis jazyka přijatý od serveru nešel uložit. Prověřte, prosím, oprávnění ke složce s modelem: %1
de: Konnte die Sprachbeschreibung vom Server nicht speichern. Bitte überprüfen Sie die Berechtigungen auf den Modell-Ordner: %1
es: No podía guardar la descripción de lenguaje recibida del servidor. Compruebe por favor los permisos en la carpeta del modelo: %1
fr: Impossible de sauvegarder la description du langage reçue du serveur. Vérifiez les permissions du dossier de modèle : %1

source: Could not store the trainings corpus received from the server. Please check the permissions on the model folder: %1
cs: Soubor textů na procvičování přijatý od serveru nešel uložit. Prověřte, prosím, oprávnění ke složce s modelem: %1
de: Konnte den Trainingskorpur vom Server nicht speichern. Bitte überprüfen Sie die Berechtigungen auf den Modell-Ordner: %1
es: No podía guardar la recopilación de los entrenamientos recibida del servidor. Compruebe por favor los permisos en la carpeta del modelo: %1
fr: Impossible de sauvegarder les séquences d'entraînement reçues du serveur. Vérifiez les permissions du dossier de modèle : %1

source: Could not store the active model received from the server. Please check the permissions on the model folder: %1
cs: Aktivní model přijatý od serveru nešel uložit. Prověřte, prosím, oprávnění ke složce s modelem: %1
de: Konnte das aktive Modell vom Server nicht speichern. Bitte überprüfen Sie die Berechtigungen auf den Modell-Ordner: %1
es: No podía guardar el modelo activo recibida del servidor. Compruebe por favor los permisos en la carpeta del modelo: %1
fr: Impossible de sauvegarder le modèle actif reçu du serveur. Vérifiez les permissions du dossier de modèle : %1

source: Could not store the sample %1 received from the server. Please check the permissions on the sample folder: %2
cs: Nahrávka %1 přijatá od serveru nešla uložit. Prověřte, prosím, oprávnění ke složce s nahrávkami: %1
de: Konnte das Sprachsample %1 vom Server nicht speichern. Bitte überprüfen Sie die Berechtigungen auf den Modell-Ordner: %2
es: No podía guardar la muestra %1 recibida del servidor. Compruebe por favor los permisos en la carpeta del modelo: %2
fr: Impossible de sauvegarder la séquence %1 reçue du serveur. Vérifiez les permissions du dossier de modèle : %2

source: <html><head /><body><p>With simon you can create and manage those models yourself or you can simply download and use general models that describe the average speaker of your target language. We call these models "basemodels".</p><p>You can find basemodels and more information on <a href="http://www.simon-listens.org/wiki/index.php/English:_Base_models">our wiki</a>.</p></body></html>
cs: <html><head /><body><p>S programem Simon můžete vytvářet a spravovat tyto modely sám nebo můžete jednoduše používat obecné modely, které popisují průměrného mluvčího vašeho cílového jazyka. Říkáme těmto modelům "základní modely".</p><p>Základní modely a více informací můžete najít na našich stránkách s dokumentací <a href="http://www.simon-listens.org/wiki/index.php/English:_Base_models">wiki</a>.</p></body></html>

# Filename of a not yet selected file
source: None
cs: Žádný

source: Could not remove current base model
cs: Nepodařilo se odstranit nynější základní model

source: Could not import hmm definitions.
cs: Nepodařilo se zavést vymezení hmm.

source: Could not import tiedlist.
cs: Nepodařilo se zavést vázaný seznam.

source: Could not import macros.
cs: Nepodařilo se zavést makra.

source: Could not import stats.
cs: Nepodařilo se zavést statistiky.

source: Select base hmmdefs
cs: Vybrat základní vymezení hmm

source: Select base tiedlist
cs: Vybrat základní vázaný seznam

source: Select base macros
cs: Vybrat základní makra

source: Select base stats
cs: Vybrat základní statistiky

source: Train the Acoustic Model
cs: Procvičit zvukový model
de: Trainieren des Sprachmodells
es: Entrenando el modelo acústico
fr: Entraîner le modèle acoustique

source: Do you really want to delete the selected text?
cs: Opravdu chcete smazat vybraný text?
de: Wollen Sie den ausgewählten Text wirklich löschen?
fr: Voulez-vous vraiment supprimer le texte sélectionné ?

source: Failed to delete text. Maybe you do not have the necessary permissions?
cs: Text se nepodařilo smazat. Je možné, že nemáte nezbytná oprávnění?
de: Konnte Trainingstext nicht löschen. Es könnte sein, dass Sie nicht ausreichend Rechte benutzen weil es sich um einen Systemweiten Trainingstext handelt?...
fr: Impossible de supprimer le texte. Avez-vous les permissions requises ?

source: Please select a text first
cs: Nejprve, prosím, vyberte nějaký text
de: Bitte selektieren Sie zuerst einen Text
fr: Sélectionnez d'abord un texte

source: Do you really want to clear all the collected samples?
cs: Opravdu chcete smazat všechny sebrané nahrávky?
de: Wollen Sie wirklich das alle Sprachdaten verwerfen?
fr: Voulez-vous vraiment supprimer tous les échantillons recueillis ?

source: This will remove every single recordings from the trainingscorpus. Are you absolutely sure you want to continue?
cs: Tímto se ze souboru textů na procvičování odstraní všechny nahrávky. Jste si zcela jistý, že chcete pokračovat?
de: Dies wird jede einzelne Aufnahme aus dem Trainingskorpus löschen. Sind Sie absolut sicher, dass Sie fortfahren möchten?
fr: Vous allez supprimer tous les enregistrements de l'entraînement. Êtes-vous certain de vouloir continuer ?

source: Could not clear trainingdata
cs: Nepodařilo se smazat data na procvičování
de: Konnte Trainingsdaten nicht leeren
fr: Impossible de supprimer les données d'entraînement

source: Wordlist
cs: Seznam slov
de: Wortliste
es: Lista de palabras
fr: Liste de mots

source: View and modify the vocabulary.
cs: Prohlédněte si a upravujte slovní zásobu.
de: Vokabular anzeigen und bearbeiten.
fr: Visualiser et modifier le vocabulaire.

source: Could not add words to the list
cs: Nepodařilo se přidat slova do seznamu
de: Konnte Wörter nicht zur Liste hinzufügen
fr: Impossible d'ajouter des mots à la liste

source: Please select a word first
cs: Nejprve, prosím, vyberte nějaké slovo.
de: Bitte selektieren Sie zuerst ein Wort aus der Liste links
es: Seleccione una palabra primero, por favor
fr: Sélectionnez d'abord un mot

source: Failed to re-order the changed word.
cs: Nepodařilo se znovu určit změněné slovo.
de: Konnte das veränderte Wort nicht neu einordnen.
fr: Échec du ré-agencement pour le nouveau mot

# Standard name for terminals that are not used for the recognition
source: Unused
cs: Nepoužívaný
de: Unbenutzt
fr: Inutilisé

source: Do you really want to clear the whole vocabulary?
cs: Opravdu chcete smazat celou slovní zásobu?
de: Wollen Sie wirklich das ganze Vokabular verwerfen?
fr: Voulez-vous vraiment supprimer tout le vocabulaire ?

source: This will remove every word from the currently displayed vocabulary list. Are you absolutely sure you want to continue?
cs: Tímto se z nyní zobrazeného seznamu se slovní zásobou odstraní všechna slova Jste si zcela jistý, že chcete pokračovat?
de: Dies wird jedes Wort aus der derzeit angezeigten Vokabelliste entfernen. Sind Sie absolut sicher, dass Sie fortfahren möchten?
fr: Vous allez supprimer tous les mots du vocabulaire affiché actuellement. Êtes-vous certain de vouloir continuer ?

source: Please select a word scheduled for training first.
cs: Nejprve, prosím, vyberte slovo, které je plánováno pro procvičování.
de: Bitte selektieren Sie zuerst ein Wort aus der Liste der zu trainierenden Wörter links.
es: Por favor seleccione primero una palabra programada para el entrenamiento.
fr: Sélectionnez d'abord un mot planifié pour l'entraînement.

source: Please select a few words for the special training by dragging them from the list on your left to the list above. If you just want to train your model using generic texts use the "Training" option in the Toolbar.
cs: Pro zvláštní procvičování vyberte, prosím, několik slov jejich přetažením ze seznamu vlevo do seznamu nahoře. Jestliže chcete pouze procvičovat svůj model a používat k tomu obecné texty, použijte volbu "Procvičování", která se nachází v nástrojové liště.
de: Bitte wählen Sie zuerst ein paar Wörter für das spezielle Training aus. Ziehen Sie sie dazu von der großen Liste links in die kleine Liste oben rechts. Wenn Sie generische Texte vorlesen wollen, gehen Sie bitte zum Allgemeine Training. (Der Punkt "Trainieren" ist in der "Globale Aktion"-Toolbar).
es: Seleccione por favor algunas palabras para el entrenamiento especial arrastrándolas de la lista en su izquierda a la lista arriba. Si usted quiere entrenar a su modelo usando los textos genéricos utilice "Entrenamiento" opción en la barra de herramientas.
fr: Sélectionnez quelques mots pour un entraînement spécial en les glissant depuis la liste de gauche vers la liste ci-dessus. Si vous voulez entraîner votre modèle avec des textes génériques, utilisez l'option « Entraînement » dans la barre d'outils.

source: Synchronization
cs: Seřízení
de: Synchronisation
fr: Synchronisation :

source: The certificate of the remote host is self-signed and thus not trustworthy. Do you still want to continue?
cs: Potvrzení od vzdáleného hostitele je podepsáno jím samotným, a proto není věrohodné. Stále ještě chcete pokračovat?
de: Das Zertifikat der Gegenstelle ist selbst-signiert und nicht vertrauenswürdig. Wollen Sie die Verbindung trozdem fortsetzen?
es: El certificado del anfitrión alejado estar autofirmado y por lo tanto no confiable. ¿Usted sin embargo quiere continuar?
fr: Le certificat de l'hôte distant est auto-signé et donc peu sûr. Voulez-vous tout de même continuer ?

source: Self-Signed Certificate
cs: Potvrzení podepsané jím samotným
de: Selbst-Signiertes Zertifikat
es: Certificado auto-firmado
fr: Certificat auto-signé

source: Request timed out (%1 ms)
cs: Čas poskytnutý serveru pro reakci na žádost vypršel (%1 ms)
de: Zeitüberschreitung der Anforderung (%1 ms)
es: La demanda esta fuera del tiempo (%1 ms)
fr: Délai de requête expiré (%1 ms)

source: Please enter your Authentication Details for the simond below
cs: Zadejte, prosím, níže pro simond podrobnosti kvůli ověření pravosti
de: Bitte geben Sie die Benutzerdaten für die Verbindung zum simond an.
es: Por favor, incorpore sus detalles de la autentificación para el simond abajo
fr: Saisissez les informations d'authentification pour simond ci-dessous

source: Could not create active model container
cs: Nepodařilo se vytvořit schránku pro činný model
de: Konnte Container für das aktive Modell nicht erstellen
fr: Impossible de créer le conteneur du modèle actif

source: Could not create base model container
cs: Nepodařilo se vytvořit schránku pro základní model
de: Konnte Container für das Basismodell nicht erstellen
fr: Impossible de créer le conteneur du modèle de base

source: The speech model changed. Synchronize it now?
cs: Model řeči byl změněn. Seřídit jej nyní?
de: Das Sprachmodell hat sich geändert. Soll es jetzt synchronisiert werden?
fr: Le modèle vocal a changé. Voulez-vous le synchroniser maintenant ?

source: Model synchronization
cs: Seřízení modelu
de: Modellsynchronisation
fr: Synchronisation du modèle

source: Initializing...
cs: Inicializuje...
de: Initialisiere...
es: Inicialización…
fr: Initialisation...

source: Your speech model might have changed while you were disconnected. Do you want to start a synchronization now?
cs: Zatímco jste byl odpojen, se váš model řeči mohl změnit. Chcete nyní začít seřizování?
de: Ihr Sprachmodell könnte sich möglichwerweise geändert haben, währen Sie nicht verbunden waren. Wollen Sie das Modell jetzt synchronisieren?
es: Su modelo del lenguaje probablemente se ha cambiado mientras usted estaba desconectado. ¿Quiere usted comenzar una sincronización?
fr: Votre modèle vocal semble avoir changé pendant que vous étiez déconnecté. Voulez-vous lancer une synchronisation maintenant ?

source: Version not supported
cs: Verze není podporována
de: Version nicht unterstützt
es: Versión no apoyada
fr: Version non prise en charge

source: Wrong username or password.
cs: Chybně zadané uživatelovo jméno nebo heslo.
de: Benutzername oder Passwort falsch.
es: Nombre de usuario o contraseña incorrecto.
fr: Nom d'utilisateur ou mot de passe incorrect.

source: Access Denied.
cs: Přístup odmítnut.
de: Zugriff verweigert.
es: El acceso negado.
fr: Accès refusé.

source: The synchronization is already running. If you are sure that this is a mistake, please disconnect from simond and re-connect.
cs: Seřizování již běží. Pokud si jste jistý, že toto je omyl, odpojte se, prosím, od simond a znovu se připojte.
de: Die Synchronisation läuft bereits. Wenn Sie sicher sind, dass dies ein Fehler ist, trennen Sie bitte die Verbindung zu simond und verbinden Sie erneut.
fr: La synchronisation est déjà en cours. Si vous êtes sûr que c'est une erreur, déconnectez-vous de simond et reconnectez-vous.

source: Could not abort synchronization.
cs: Seřizování se nepodařilo přerušit.
de: Konnte Synchronisation nicht korrekt abbrechen.
fr: Impossible d'abandonner la synchronisation.

source: Synchronizing acitve model
cs: Činný model je právě seřizován

source: No speech model available: Recognition deactivated
cs: Není dostupný žádný model řeči: Rozpoznávání bylo zastaveno
de: Kein Sprachmodell verfügbar: Erkennung deaktiviert
fr: Aucun modèle vocal disponible : reconnaissance désactivée

source: The server could not store the the active model.
cs: Serveru se nepodařilo uložit činný model.
de: Der Server konnte das aktive Modell nicht speichern.
fr: Le serveur ne peut pas enregistrer le modèle actif.

source: Synchronizing scenarios
cs: Seřizují se scénáře
de: Synchronisiere Szenarios
fr: Synchronisation des scénarios

source: The server could not store the scenario.
cs: Serveru se nepodařilo uložit scénář.
de: Der Server konnte die Szenarios nicht speichern.
fr: Le serveur ne peut pas enregistrer le scénario.

source: The server could not store the list of selected scenarios.
cs: Serveru se nepodařilo uložit seznam vybraných scénářů.
de: Der Server konnte die Liste der ausgewählten Szenarios nicht speichern.
fr: Le serveur ne peut pas enregistrer la liste des scénarios sélectionnés.

source: Synchronizing Training
cs: Seřizuje se procvičování
de: Synchronisiere Training
es: Sincronización del entrenamiento
fr: Synchronisation de l'entraînement

source: Sending Training-Corpus
cs: Posílá se soubor textů na procvičování
de: Sende Training
es: Enviando de la recopilación del entrenamiento
fr: Envoi du corpus d'entraînement

source: Loading Training
cs: Nahrává se procvičování
de: Lade Training
es: Cargando el entrenamiento
fr: Chargement de l'entraînement

source: Synchronizing Wordlist
cs: Seřizuje se seznam slov
de: Synchronisiere Wortliste
es: Sincronización de la lista de palabras
fr: Synchronisation de la liste de mots

source: The server could not store the trainings corpus.
cs: Serveru se nepodařilo uložit soubor textů na procvičování.
de: Der Server konnte den Trainingskorpus nicht speichern.
fr: Le serveur ne peut pas enregistrer le corpus d'entraînement.

source: Synchronizing Language Description
cs: Seřizuje se popis jazyka
de: Synchronisiere Sprachdefinition
es: Sincronización de la descripción del lenguaje
fr: Synchronisation de la description du langage

source: There seems to be no language description available.
cs: Zdá se, že není dostupný žádný popis jazyka.
de: Anscheinend sind keine Sprachbeschreibungen verfügbar.
es: No esta disponible una descripción del lenguaje.
fr: Il semblerait qu'aucune description du langage ne soit disponible.

source: The server could not store language description.
cs: Serveru se nepodařilo uložit popis jazyka.
de: Der Server konnte die Sprachbeschreibung nicht speichern.
fr: Le serveur ne peut pas enregistrer la description du langage.

source: Synchronizing Trainings-Corpus
cs: Seřizuje se soubor textů na procvičování
de: Synchronisiere Trainingsdaten
es: Sincronización de la recopilación del entrenamiento
fr: Synchronisation du corpus d'entraînement

source: The server could not store trainings sample.
cs: Serveru se nepodařilo uložit nahrávku na procvičování.
de: Der Server konnte das Trainingssample nicht speichern.
fr: Le serveur ne peut pas enregistrer les séquences d'entraînement.

source: Could not complete Synchronization
cs: Seřizování se nepodařilo dokončit
de: Konnte Modellabgleich nicht abschließen
fr: Impossible d'achever la synchronisation

source: Could not restore old model
cs: Starý model se nepodařilo obnovit
de: Konnte altes Sprachmodell nicht wiederherstellen.
fr: Impossible de rétablir l'ancien modèle

source: Could not retrieve model compilation protocol
cs: Nepodařilo se získat zprávu o sestavování modelu
de: Konnte Modellerstellungsprotokoll nicht abrufen
fr: Impossible de recevoir le protocole de compilation du modèle

source: Failed to activate the recognition. Please check if you configured at least one recording to be used for recognition in the sound configuration.
cs: Rozpoznávání se nepodařilo zapnout. Prověřte, prosím, zda jste nastavil alespoň jednu nahrávku, aby se používala v nastavení zvuku pro rozpoznávání.
de: Konnte die Erkennung nicht aktivieren. Bitte konfigurieren Sie mindestens ein Aufnahmegerät um es zur Erkennung zu verwenden in der Soundkonfiguration.
fr: Échec de l'activation de la reconnaissance. Veuillez vérifier que vous avez configuré au moins un enregistrement à utiliser pour la reconnaissance.

source: No details available.
cs: Žádné podrobnosti nejsou dostupné.
de: Keine Details verfügbar.
fr: Aucun détail disponible.

source: Protocol:
cs: Zpráva:
de: Modellprotokoll:
es: Protocolo:
fr: Protocole :

source: The sample "%1" could not be found neither on the local computer nor the server. Do you want to remove it from the Trainings-Database?
cs: Nahrávku "%1" nelze najít ani na místním počítači ani na serveru. Chcete ji odstranit z procvičovací databáze?
de: Das Sprachsample "%1" konnte weder auf dem Server noch auf dem Computer gefunden werden. Wollen Sie das Sample aus der Trainingsdatenbank entfernen?
es: La muestra "%1" no se pudo encontrar ni en el equipo local ni en elservidor. ¿Desea eliminarlo de la base de datos del entrenamiento?
fr: Impossible de trouver la séquence « %1 » sur cet ordinateur ou sur le serveur. Voulez-vous la supprimer de la base d'entraînement ?

source: Could not remove Sample from the Trainingscorpus
cs: Nahrávku se nepodařilo odstranit ze souboru textů na procvičování
de: Konnte das Sample nicht aus dem Trainingskorpus löschen
fr: Impossible de supprimer l'échantillon du corpus d'entraînement

source: The word "%1" is used in your training-samples but is not contained in your wordlist. What do you want to do?
cs: Slovo "%1" se používá ve vašich nahrávkách na procvičování, ale není obsaženo ve vašem seznamu slov. Co chcete dělat?
de: Beim Generieren des Sprachmodells wurde erkannt, dass das Wort "%1" in Ihren Trainingsdaten vorkommt aber nicht in Ihrem aktiven Vokabular. Was möchten Sie tun?
fr: Le mot « %1 » est utilisé dans vos séquences d'entraînement mais n'est pas dans votre liste de mot. Que voulez-vous faire ?

source: Remove samples containing the word
cs: Odstranit nahrávky obsahující slovo
de: Alle samples entfernen die das Wort beinhalten
fr: Supprimer les séquences contenant le mot

source: Add the word
cs: Přidat slovo
de: Wort hinzufügen
fr: Ajouter le mot

source: Failed to remove word "%1" from the trainingscorpus
cs: Slovo "%1" se nepodařilo odstranit ze souboru textů na procvičování
de: Konnte das Wort "%1" nicht aus dem Trainingskorpus löschen
fr: Impossible de supprimer le mot « %1 » du corpus d'entraînement

source: Your grammar uses the undefined terminal "%1". Please add a word that uses this terminal or remove the structure(s) containing the terminal from your grammar.
cs: Vaše mluvnice používá neurčená zakončení "%1". Přidejte, prosím, slovo, které používá toto zakončení, nebo odstraňte skladbu obsahující zakončení z vaší mluvnice.
de: Ihre Grammatik verwendet den undefinierten Terminal "%1". Bitte fügen Sie mindestens ein Wort zu Ihrer Wortliste hinzu das diesem Terminal angehört oder entfernen Sie die Satzstruktur(en) die den Terminal referenzieren aus Ihrer Grammatik.
es: Su gramática utiliza el "%1" terminal indefinido. Agregue por favor una palabra que utilice este terminal o quite las estructura(s) que contienen el terminal de su gramática.
fr: Votre grammaire utilise la fonction non définie « %1 ». Veuillez ajouter un mot de cette fonction ou supprimer de votre grammaire la ou les structures utilisant cette fonction.
