Repository: EdwinVelazquez/simon
Catalog: simon/po/simon_*.po
Languages: cs, de, es, fr

source: This assistant will help you to import a new dictionary. A dictionary contains information about the known words like how they are written and how they are pronounced. The dictionary is an essential core-component of your language model. Please ensure that every dictionary that you import is of high quality as it will massivly impact your recognition performance. We suggest that you use the Voxforge English Dictionary which is a HTK compatible lexicon and of very high quality.
cs: Tento pomocník vám pomůže se zavedením nového slovníku. Slovník obsahuje informace o známých slovech: jakým způsobem jsou napsána a jakým způsobem jsou vyslovována. Slovník je podstatnou základní součástí vašeho jazykového modelu. Ujistěte se, prosím, že každý slovník, který zavedete, bude mít vysokou kvalitu, protože bude mít značný vliv na dokonalost rozpoznávání. Navrhujeme, abyste používal anglický slovník Voxforge, což je slovník slučitelný s HTK a s velmi vysokou kvalitou.
de: <html><head/><body> <p>Dieser Assistent wird Ihnen dabei helfen, ein neues Wörterbuch zu importieren.</p><p>Ein Wörterbuch beinhaltet Informationen über die bekannten Wörter wie zum Beispiel wie Sie geschrieben werden und wie sie ausgesprochen werden.</p><p>Das Wörterbuch ist deshalb ein wichtiger Bestandteil von simon.</p><p>Wir empfehlen das <a href="http://www.sk.uni-bonn.de/forschung/phonetik/sprachsynthese/bomp">HADIFIX-BOMP</a> Wörterbuch aufgrund dessen hohen Qualitätsstandards.</p><p>Bitte wählen Sie Ihre Quellen sorgfältig und achten Sie darauf nur hochqualitatives Material zu verwenden.</p></body></html>
es: Este ayudante le ayudará a importar un nuevo diccionario. Un diccionario contiene la información sobre las palabras conocidas, la escritura y la pronunciacion. El diccionario es el componente esencial de su modelo del lenguaje. Asegúrese por favor de que cada diccionario que usted importe esté de alta calidad pues afectará gravemente el funcionamiento del reconocimiento. Sugerimos que usted utilice el diccionario español de Voxforge que es un léxico compatible de HTK y su mismo de alta calidad.
fr: Cet assistant va vous permettre d'importer un nouveau dictionnaire Un dictionnaire contient des informations sur les mots qu'il contient comme leur écriture et leur prononciation. Le dictionnaire est un composant fondamental de votre modèle de langage. Prenez soin de n'importer que des dictionnaires de très bonne qualité car ils conditionnent fortement la performance de la reconnaissance. Nous vous suggérons d'utiliser le dictionnaire anglais Voxforge qui est compatible avec HTK et d'une très grande qualité.

source: Target:
cs: Cíl:
de: Auslöser:
fr: Cible :

source: Defines where the new words will be added to.
cs: Stanovuje, kam se budou nová slova přidávat.
de: Definiert wo neue Wörter hinzugefügt werden.
fr: Défini où les nouveaux mots seront ajoutés.

source: Shadow Dictionary
cs: Stínový slovník
de: Schattenwörterbuch
fr: Dictionnaire fantôme

source: Active Dictionary
cs: Činný slovník
de: Aktives Wörterbuch
fr: Dictionnaire actif

source: Import Julius Vocabulary
cs: Zavést slovníček Julius
de: Julius Vokabular importieren
fr: Importer le vocabulaire de Julius

source: Import PLS Dictionary
cs: Zavést slovník PLS
de: PLS Wörterbuch importieren
es: Importación del diccionario PLS
fr: Importer un dictionnaire PLS

source: Select the Type of Dictionary
cs: Vybrat druh slovníku
de: Wörterbuch Typ auswählen
es: Selecciona el tipo de diccionario
fr: Sélectionnez le type de dictionnaire

source: Import SPHINX Dictionary
cs: Zavést slovník SPHINX
de: SPHINX Wörterbuch importieren
es: Importación del diccionario SPHINX
fr: Importer un dictionnaire SPHINX

source: Importing Dictionary
cs: Zavedení slovníku
de: Importiere Wörterbuch
es: Importación del diccionario
fr: Importation du dictionnaire

source: Dictionary imported
cs: Slovník zaveden
de: Wörterbuch importiert
es: Diccionario importado
fr: Dictionnaire importé

source: The dictionary has been imported successfully. Thank you for improving simon.
cs: Slovník byl úspěšně zaveden. Děkujeme vám za vylepšení programu Simon.
de: Das Wörterbuch wurde erfolgreich importiert und wird nun übernommen. Vielen Dank, dass Sie simon verbessert haben.
es: El diccionario se ha importado con éxito. Gracias por mejorar a simon.
fr: Le dictionnaire a été importé avec succès. Merci d'avoir amélioré Simon.

source: Importing dictionary...
cs: Zavádí se slovník...
de: Importiere Wörterbuch...
es: Importando el diccionario...
fr: Importation du dictionnaire...

source: Importing the dictionary... Depending on its type and size this can take a while. Please be patient...
cs: Zavádí se slovník... Podle typu a velikosti tohoto slovníku může celý proces nějakou dobu trvat. Buďte, prosím, trpělivý...
de: Importiere das Wörterbuch... Je nach dessen Art und Größe kann das einige Zeit dauern. Bitte haben Sie etwas Geduld...
es: Importando el diccionario… Dependiendo de su tipo y volumen esto puede tardar un rato. Sea paciente, por favor…
fr: Importation du dictionnaire... Suivant le type et la taille du dictionnaire, cela peut prendre du temps. Veuillez patienter.

source: Importing HTK-Dictionary %1...
cs: Zavádí se slovník HTK %1...
de: Importiere Lexicon-Wörterbuch %1...
es: Importando el diccionario HTK %1...
fr: Importation du dictionnaire HTK %1...

source: Importing HADIFIX-dictionary %1...
cs: Zavádí se slovník HADIFIX %1...
de: Importiere Hadifix-Wörterbuch %1...
es: Importando el diccionario HADIFIX %1...
fr: Importation du dictionnaire HADIFIX %1...

source: Importing PLS-dictionary %1...
cs: Zavádí se slovník PLS %1...
de: Importiere PLS-Wörterbuch %1...
es: Importando el diccionario PLS %1...
fr: Importation du dictionnaire PLS %1...

source: Importing SPHINX-dictionary %1...
cs: Zavádí se slovník SPHINX %1...
de: Importiere SPHINX-Wörterbuch %1...
es: Importando el diccionario SPHINX %1...
fr: Importation du dictionnaire SPHINX %1...

source: Importing Julius vocabulary %1...
cs: Zavádí se slovníček Julius %1...
de: Importiere Julius-Vokabular %1...
fr: Importation du vocabulaire de Julius %1...

source: Import Lexicon
cs: Zavést slovníček
de: Import Lexikon
es: Importacion del léxicon
fr: Importation du lexique

source: Unknown
cs: Neznámý
de: Unbekannt
fr: Inconnu

source: Opening File...
cs: Otevírá se soubor...
de: Öffne Datei...
es: Abriendo el archivo...
fr: Ouverture du fichier...

source: Reading File...
cs: Čte se soubor...
de: Lese Datei...
es: Leyendo el archivo...
fr: Lecture du fichier...

source: Processing...
cs: Zpracovává se...
de: Verarbeite...
es: Procesando...
fr: Analyse...

# The import has finished
source: Finished
cs: Dokončeno
de: Fertig
fr: Terminé

source: Input
cs: Vstup
de: Eingabe
fr: Entrée

source: Import Sentence Structures
cs: Zavést skladbu vět
de: Grammatikstrukturen Importieren
es: Importacion de la estructura de frases
fr: Importation de structures de phrase

source: Welcome to the Import of your Grammar
cs: Vítejte při zavádění vaší mluvnice
de: Willkommen zum Importieren der Grammatik
es: Bienvenida a la importación de su gramática
fr: Bienvenue dans l'importation de votre grammaire

source: This wizard will allow you to select textfiles or input text from which simon will then create your personal grammar profile. To do this each of the files / the input text will be read by a grammar parser which will look up every single word in your dictionary-corpus. If the word is found its terminal will be added to the sentence. This way the parsers will find valid grammatical sentences on terminal level. This process requires a large shadow-lexicon containing terminal information or targeted input material.
cs: Tento průvodce vám umožní vybrat textové soubory, které potom budou použity při vytvoření vašeho osobního mluvnického profilu. Aby se tak stalo, bude každý ze souborů přečten syntaktickým analyzátorem mluvnice, který ve vašem velkém slovníkovém souboru textů vyhledá každé slovo. Jestliže bude slovo nalezeno, bude jeho zakončení přidáno do věty. Tímto způsobem naleznou syntaktické analyzátory na úrovni zakončení platné mluvnické věty. Tento postup vyžaduje rozsáhlý stínový slovník obsahující údaje o zakončení, nebo cílený vstupní materiál.
de: Dieser Assistent wird Ihnen erlauben, beliebig viele Textdateien auszuwählen oder Text direkt einzugeben aus dem dann ein Grammatikprofil erstellt wird. Um das zu erreichen wird jede Datei bzw. der angegebene Eingabetext mit einem Parser bearbeitet der jedes einzelne Wort in Ihrem Vokabular suchen wird. Auf diese Weise wird er die angegebenen Sätze in Ihre Grammatikstrukturen ("Terminale") aufschlüsseln und Terminalsätze aufbauen. Der Prozess benötigt ein großes Schattenlexikon das Terminalinformationen beinhaltet oder bereits vorausgewählte Eingabetexte.
fr: Cet assistant va vous permettre de sélectionner des fichiers ou de saisir du texte pour créer votre profil personnel de grammaire. Pour cela, chaque fichier ou texte sera lu par l'analyseur grammatical qui recherchera chaque mot dans votre dictionnaire pour déterminer sa fonction et déduira ainsi les structures grammaticales valides. Cette analyse nécessite un lexique fantôme très étendu et contenant des informations sur les fonctions ou des textes spécialement conçus dans ce but.

source: Import completed
cs: Zavedení je dokončeno
de: Import abgeschlossen
es: Importacion finalizado
fr: Importation achevée

source: The files have been imported. Please check the structures for errors. Thank you for improving simon!
cs: Soubory byly zavedeny. Zkontrolujte, prosím, vnitřní uspořádání kvůli chybám. Děkujeme vám za to, že vylepšujete program Simon!
de: Die Dateien wurden erfolgreich importiert. Bitte überprüfen Sie die importierten Strukturen noch auf offensichtliche Fehler. Vielen Dank dass Sie simon verbessert haben!
es: Los archivos estan importados. Revisa las estructuras a la existencia de errores. ¡Gracias por mejorar a simon!
fr: Le fichier a été importé. Vérifiez que les structures ne contiennent pas d'erreurs. Merci d'avoir améliorer Simon.

source: Analysis running...
cs: Běží rozbor...
de: Analyse läuft...
es: Procesamiento de análisis…
fr: Analyse en cours...

source: Could not open temporary file.
cs: Nepodařilo se otevřít dočasný soubor.
de: Konnte temporäre Datei nicht öffnen.
fr: Impossible d'ouvrir le fichier temporaire.

source: Reading prompts file...
cs: Čte se soubor s výzvami...
de: Lese Prompts-Datei...
fr: Lecture du fichier de prompteurs...

source: Could not parse input prompts: %1
cs: Nepodařilo se zpracovat vstupní výzvy: %1
de: Konnte Prompts nicht nicht einlesen: %1
fr: Impossible d'analyser les prompteurs : %1

source: Importing %1 Files...
cs: Zavádí se %1 soubory...
de: Importiere %1 Dateien...
es: Importando %1 archivos...
fr: Importation de %1 fichiers...

source: Can not find file referenced in prompts: %1
cs: Nepodařilo se najít soubor odkazovaný ve výzvách: %1

source: Collecting files...
cs: Sbírají se soubory...
de: Durchsuche Ordner...
es: Coleccionando archivos...
fr: Récupération des fichiers...

source: Creating transcriptions...
cs: Vytváří se přepisy...
de: Erstelle Transkription...
fr: Création des transcriptions...

# The import process has finished
source: Finished
cs: Dokončeno
de: Fertig
fr: Terminé

source: Could not process soundfiles
cs: Nepodařilo se zpracovat zvukové soubory
de: Konnte Tondaten nicht verarbeiten
fr: Impossible de traiter les fichiers sonores

source: Importing Training Samples
cs: Zavádí nahrávky na procvičování
de: Importiere Trainingsdaten
fr: Importation des séquences d'apprentissage

source: Importing of the Folder completed
cs: Zavedení složky je dokončeno
de: Importieren des Ordners abgeschlossen
es: Importación del archivo completo
fr: Importation depuis le dossier achevée

source: The files have been imported. Thank you for improving simon!
cs: Soubor byl zaveden. Děkujeme vám za to, že vylepšujete program Simon.
de: Die Dateien wurden importieren. Vielen Dank, dass Sie simon verbessert haben.
fr: Les fichiers ont étés importés. Merci d'avoir amélioré Simon !

source: Import Training Samples
cs: Zavést nahrávky na procvičování
de: Trainingsdaten importieren
fr: Importer des séquences d'apprentissage

source: Processing folder...
cs: Zpracovává se složka...
de: Verarbeite Ordner...
es: Procesando archivos...
fr: Traitement du dossier...

source: Create Text
cs: Vytvořit text
de: Text erstellen
fr: Créer un texte

source: Import Textfile
cs: Zavést textový soubor
de: Importieren aus Textdatei
es: Importacion de archivos de textos
fr: Importer un fichier texte

source: Add Trainingstext
cs: Přidat procvičovací text
de: Trainingstext hinzufügen
fr: Ajouter un texte d'entraînement

source: Import a new Trainingstext
cs: Zavést nový text na procvičování
de: Importieren eines neuen Trainingstextes
es: Importe el nuevo texto de instrucción
fr: Importer un nouveau texte d'entraînement

source: Using this assistant you can import new Trainingstexts from the Internet or local files. That way the training of simon will never get boring!
cs: Při použití tohoto pomocníka můžete zavést nové texty na procvičování z internetu nebo místních souborů. Takto se procvičování s programem Simon nikdy nestane nudným!
de: Mit Hilfe dieses Assistenten können Sie neue Trainingstexte aus dem Internet oder aus lokalen Dateien importieren. So wird das Trainieren von simon nie langweilig!
es: Usando este ayudante usted puede importar nuevos textos de entrenamiento del internet o de los archivos locales. ¡En esta manera el entrenamiento de simon nunca llegarar a ser aburrida!
fr: Cet assistant vous permet d'importer des textes d'entraînement depuis des fichiers locaux ou Internet. Comme cela, l'entraînement de Simon ne sera pas ennuyeux !

source: Text added
cs: Text přidán
de: Text hinzugefügt
es: Agrege la palabra
fr: Texte ajouté

source: You have now added a new text. Thank you for improving simon!
cs: Nyní jste přidal nový text. Děkujeme vám za to, že vylepšujete program Simon!
de: Hiermit haben Sie den neuen Text hinzugefügt. Er wird nun neben allen anderen Texten in Ihrem Trainingsdialog gelistet. Vielen Dank und viel Spaß mit dem neuen Text!
es: Usted ahora ha agregado un nuevo texto. ¡Gracias por mejorar a simon!
fr: Vous venez d'ajouter un nouveau texte. Merci d'avoir amélioré Simon.

source: Choose your Source
cs: Vyberte zdroj
de: Auswahl der Quelle
es: Elija su fuente
fr: Choisissez votre source

source: Text is being added
cs: Text je přidáván
de: Text wird hinzugefügt
es: Se está agregando un texto
fr: Ajout du texte

source: Copying import from "%1"
cs: Kopíruje se zavedení z "%1"

source: Could not store Trainingstext
cs: Nepodařilo se uložit text na procvičování
de: Konnte Trainingstext nicht speichern
fr: Impossible de sauvegarder le texte d'entraînement

source: Loading List of Trainingstexts from %1
cs: Nahrává se seznam textů na procvičování z %1

source: Processing Words of Terminal %1
cs: Zpracovávají se slova ze zakončení %1
de: Bearbeite Wörter des Terminals %1
es: Procesando las palabras de la terminal %1
fr: Traitement des mots de fonction %1

# The wizard has completed
source: Finished
cs: Dokončeno
de: Fertig
fr: Terminé

source: Choose Terminals
cs: Vybrat zakončení
de: Terminale auswählen
es: Elegir la terminal
fr: Choisissez les fonctions

source: Welcome to the Merging of Terminals
cs: Vítejte při slučování zakončení
de: Willkommen zum Verbinden mehrerere Terminale
es: Bienvenido a la fusión de los terminales
fr: Bienvenue dans la fusion de fonctions

source: This assistant will guide you through the process of merging two Terminals. Using this procedure you can keep your grammar structures to a needed minmum and improve the readability of both your grammar and your wordlist.
cs: Tento pomocník vás provede procesem sloučení dvou zakončení. Použitím tohoto postupu můžete udržet skladbu mluvnice na nezbytném minimu a zlepšit čitelnost jak mluvnice tak seznamu slov.
de: Dieser Assistent wird Ihnen erlauben, zwei verschiedene Terminale zu einem zusammenzufassen. Dies ermöglicht es, die Grammatik sauber zu halten und große Gruppen von Wörtern gleichzeitig grammatikalisch einzufügen. (Wenn zum Beispiel durch das Importieren eines Wörterbuches anders benannte Terminale hinzugefügt wurden, die auf andere, bestehende Wortgruppen gebunden werden sollen).
es: Este asistente se le guiará a través del proceso de la fusión de dos terminales. Con el uso de este procedimiento se puede mantener al minimo sus estructuras gramaticales necesarias y mejorar la legibilidad de su gramática y sus palabras.
fr: Cet assistant va vous guider dans le processus de fusion de deux fonctions. Cette procédure vous permet de réduire vos structures grammaticales et améliore la lisibilité de votre grammaire et de votre liste de mots.

source: The terminals have been merged. Thank you for improving simon.
cs: Zakončení byla sloučena. Děkujeme vám za to, že vylepšujete program Simon.
de: Die Terminale wurden verbunden. Vielen Dank, dass Sie simon verbessert haben.
es: Los terminales se han fusionado. Gracias por mejorar a simon.
fr: Les fonctions ont étés fusionnées. Merci d'avoir amélioré Simon.

source: Merging...
cs: Slučuje...
de: Verbinde...
es: La fusión...
fr: Fusion...

source: Rename terminal
cs: Odstranit zakončení
de: Terminal umbenennen
es: Cambiar el nombre de la terminal
fr: Renommer une fonction

source: Welcome to the renaming of a terminal
cs: Vítejte při přejmenování zakončení
de: Willkommen zum Umbenennen eines Terminals
es: Bienvenido a la retitulación de un terminal
fr: Bienvenue dans le changement de nom de fonction

source: This assistant will allow you to rename an existing terminal.
cs: Tento pomocník vám umožní přejmenovat stávající zakončení.
de: Dieser Assistent wird Ihnen erlauben, einen bestehenden Terminal der Grammatik und der Wortliste umzubennennen. Sie können dabei konfigurieren, ob Sie all diese Bereiche in die Aktion einbeziehen möchten. Wenn Sie mehrere Terminale zusammenfügen wollen, benutzen Sie bitte den "Terminal verbinden"-Wizard. Er bietet Ihnen ebenfalls die Möglichkeit, dem verbundenen Terminal einen neuen Nahmen zu verleihen.
es: Este ayudante permitirá que usted retitule un terminal existente.
fr: Cet assistant va vous permettre de changer le nom d'une fonction existante.

source: Renaming complete
cs: Přejmenovávání dokončeno
de: Unbenennen Abgeschlossen
es: Retitulación finalizado
fr: Changement de nom achevé

source: The terminal has been renamed. Thank you for improving simon.
cs: Zakončení bylo přejmenováno. Děkujeme vám za to, že vylepšujete program Simon.
de: Der Terminal wurde erfolgreich umbenannt. Vielen Dank, dass Sie simon verbessert haben.
es: Se ha retitulado el terminal. Gracias por mejorar a simon.
fr: La fonction a changé de nom. Merci d'avoir amélioré Simon.

source: Renaming terminal...
cs: Přejmenovává zakončení...
de: Benenne Terminal um...
es: Retitulando la terminal...
fr: Changement de nom en cours...

source: Special Training
cs: Zvláštní procvičování
de: Spezialtraining
es: Entrenamiento especial
fr: Entraînement spécial

source: Your vocabulary does not define all words used in this text. These words are missing: %1 Do you want to add them now?
cs: Vaše slovní zásoba nepopisuje význam všech slov použitých v tomto textu. Tato slova v ní chybí: %1 Chcete je přidat nyní?
de: Einge Wörter kommen nicht im Lexikon vor: %1 Wollen Sie diese jetzt hinzufügen?
es: Su vocabulario no define todas las palabras usadas en este texto. Estas palabras faltan: %1 ¿Usted quiere ahora agregarlas?
fr: Votre lexique ne contient pas tous les mots utilisés dans ce texte. Ces mots sont manquants : %1 Voulez-vous les ajouter maintenant ?

source: Training completed
cs: Procvičování je dokončeno
de: Training abgeschlossen
es: El entrenamiento esta finalizado
fr: Entraînement achevé

source: The training has now been completed. The changes are being applied in the background.
cs: Procvičování bylo dokončeno. Změny se používají na pozadí
de: Das Training wurde hiermit abgeschlossen. Die Änderungen werden im Hintergrund übernommen.
es: El entrenamiento ahora esta finalizado. Los cambios se están aplicando en el fondo.
fr: L'entraînement est maintenant achevé. Les changements s'appliquent en arrière-plan.

source: Could not save changes to the trainings corpus. Please restart simon.
cs: Změny nelze uložit do souboru textů k procvičování. Spusťte, prosím, program Simon znovu.
de: Konnte Änderung der Trainingsdaten nicht speichern. Bitte starten Sie simon neu.
fr: Impossible de sauvegarder les changements au corpus d'entraînement. Veuillez relancer Simon.

source: This wizard will help you to improve the recognition rate based on recordings of your voice.
cs: Tento průvodce vám pomůže s vylepšením míry rozpoznání založeného na nahrávkách vašeho hlasu.
de: Dieser Assistent wird Ihnen dabei helfen, die Erkennungsrate Anhand von Trainings-Aufnahmen zu erhöhen.
es: Este mago le ayudará a mejorar la tarifa de reconocimiento basada en grabaciones de su voz.
fr: Cet assistant va vous permettre d'améliorer le taux de reconnaissance en enregistrant votre voix.

source: Power Training
cs: Výkonné procvičování
fr: Entraînement avancé

source: If activated the recording of the samples will automatically be started and stopped when you enter / leave the individual pages of the trainings text.
cs: Je-li zapnuto, nahrávání nahrávek se spustí a zastaví automaticky, když vstoupíte/opustíte jednotlivé stránky textu na procvičování.
de: Wenn aktiviert, wird die Aufnahme eines Samples automatisch gestartet bzw. gestoppt sobald die entsprechende Seite des Trainingstexts aufgerufen wird.
fr: Si activé, l'enregistrement des échantillons démarrera et s'arrêtera automatiquement lorsque vous entrerez ou quitterez chaque page du texte d'entraînement.

source: Page %1 of %2
cs: Strana %1 z %2
de: Seite %1 von %2
es: Pagina %1 de %2
fr: Page %1 sur %2

source: Please record the Text below. Tip: Leave about one to two seconds "silence" before and after you read the text for best results!
cs: Nahrajte, prosím, text uvedený níže. Tip: Před a po přečtení textu ponechejte něco mezi jednou a dvěma sekundami ticha. Takto dosáhnete těch nejlepších výsledků!
de: Bitte nehmen Sie den unten angeführten Text jetzt auf. Tipp: Lassen Sie am besten vor und nach dem Gesprochenen ca. 1 bis 2 Sekunden Pause für beste Ergebnisse!
es: Grabe el texto abajo, por favor. Sugerencia: ¡Deje cerca uno o dos segundos "silencio" antes y después que usted lea el texto, para dar mejores resultados!
fr: Enregistrez le texte ci-dessous. Conseil : laissez une à deux seconde de « silence » avant et après la lecture du texte pour de meilleurs résultats !

source: simon detected that at least one of the just recorded sample might have some issues. Select "More information" to find out how to fix this issue. Do you want to continue with your training without fixing this problem?
cs: Simon zjistil, že alespoň jedna z právě nahraných nahrávek může mít nějaké potíže. Vyberte "Více informací" pro nalezení způsobu, jakým tuto věc opravit. Chcete se svým procvičováním pokračovat, aniž by byl tento problém opraven?
de: simon hat erkannt dass zumindest eines der aufgenommenen Samples ein Problem haben könnte. Wählen Sie "Mehr Information" um herauszufinden wie Sie das Problem lösen können. Wollen Sie mit dem Training fortsetzen ohne das Problem zu lösen?
fr: Simon a détecté un problème dans au moins un des enregistrements récents. Cliquez sur « Plus d'informations » pour savoir comment corriger ce problème. Voulez-vous poursuivre l'entraînement sans corriger le problème ?
