Repository: EdwinVelazquez/simon
Catalog: plugins/Commands/DesktopGrid/po/simondesktopgridcommand_*.po
Languages: cs, fr

source: Desktopgrid
cs: Mřížka plochy
fr: Quadrillage du bureau

source: Activate Desktopgrid
cs: Zapnout mřížku plochy
fr: Activer le quadrillage du bureau

source: Display the desktop grid
fr: Affiche le quadrillage du bureau

source: Left click
cs: Klepnutí levým tlačítkem myši
fr: Clic gauche

source: Double click
cs: Dvojité klepnutí
fr: Double clic

source: Right click
cs: Klepnutí pravým tlačítkem myši
fr: Clic droit

source: Middle click
cs: Klepnutí prostředním tlačítkem myši
fr: Clic milieu

source: Drag & Drop
cs: Táhnout a pustit
fr: Glisser-déposer

source: Starts the desktop grid
cs: Spustí mřížku plochy
fr: Lance le quadrillage du bureau

# Number
source: One
fr: Un

source: Clicks 1
cs: Klepne 1
fr: Clique sur 1

# Number
source: Two
fr: Deux

source: Clicks 2
cs: Klepne 2
fr: Clique sur 2

# Number
source: Three
fr: Trois

source: Clicks 3
cs: Klepne 3
fr: Clique sur 3

# Number
source: Four
fr: Quatre

source: Clicks 4
cs: Klepne 4
fr: Clique sur 4

# Number
source: Five
fr: Cinq

source: Clicks 5
cs: Klepne 5
fr: Clique sur 5

source: Clicks 6
cs: Klepne 6
fr: Clique sur 6

# Number
source: Seven
fr: Sept

source: Clicks 7
cs: Klepne 7
fr: Clique sur 7

# Number
source: Eight
fr: Huit

source: Clicks 8
cs: Klepne 8
fr: Clique sur 8

# Number
source: Nine
fr: Neuf

source: Clicks 9
cs: Klepne 9
fr: Clique sur 9

# Cancel the destkop grid
source: Cancel
fr: Annuler

source: Aborts the selection process
cs: Zruší postup výběru
fr: Abandonne la procédure de sélection

source: In the click mode selection popup, selects the simple click with the left mouse button
cs: Při výběru v režimu klepnutí, toto vybere jednoduché klepnutí levým tlačítkem myši
fr: Sélectionne le mode simple clic gauche

source: In the click mode selection popup, selects the double click with the left mouse button
cs: Při výběru v režimu klepnutí, toto vybere dvojité klepnutí levým tlačítkem myši
fr: Sélectionne le mode double clic gauche

source: In the click mode selection popup, selects the simple click with the right mouse button
cs: Při výběru v režimu klepnutí, toto vybere jednoduché klepnutí pravým tlačítkem myši
fr: Sélectionne le mode simple clic droit

source: In the click mode selection popup, selects the simple click with the middle mouse button
cs: Při výběru v režimu klepnutí, toto vybere jednoduché klepnutí prostředním tlačítkem myši
fr: Sélectionne le mode simple clic milieu

source: In the click mode selection popup, this selects the drag and drop mode
cs: Při výběru v režimu klepnutí, toto vybere režim táhnutí a upuštění
fr: Sélectionne le mode glisser-déposer

source: In the click mode selection popup, cancels the selection
cs: Při výběru v režimu klepnutí, toto zruší výběr
fr: Annule la sélection du mode

source: Voice controlled mouse clicks
cs: Klepnutí myší ovládané hlasem
fr: Clics de souris contrôlé par la voix

source: Use real transparency
cs: Použít skutečnou průhlednost
fr: Utiliser la transparence réelle

source: Always ask
cs: Vždy se zeptat
fr: Toujours demander

source: Use default without asking
cs: Použít výchozí bez ptaní
fr: Utiliser la valeur par défaut sans demander

source: Ask, but select default user idles for:
cs: Zeptat se, ale vybrat, že výchozí uživatel je nečinný pro:
fr: Demander, mais sélectionner la valeur par défaut au bout de :

source: seconds
cs: sekund
fr: secondes

source: Default mode:
cs: Výchozí režim:
fr: Mode par défaut :

source: Left double click
cs: Dvojité klepnutí levým tlačítkem myši
fr: Double clic gauche

# NAME OF TRANSLATORS
source: Your names
cs: Pavel Fric
fr: Yann Cantin

# EMAIL OF TRANSLATORS
source: Your emails
cs: fripohled.blogspot.com
fr: yann.cantin@laposte.net

source: Action:
cs: Činnost:
