Repository: EdwinVelazquez/simon
Catalog: simond/po/simond_*.po
Languages: cs, de

source: User
cs: Uživatel
de: Benutzer

source: Network
cs: Síť
de: Netzwerk

source: Could not connect to database
de: Konnte keine Verbindung zur Datenbank aufbauen

source: Add a new user
cs: Přidat nového uživatele
de: Neuen Benutzer hinzufügen

source: Could not add user
de: Konnte Benutzer nicht hinzufügen

source: Do you really want to remove the user from the database?
cs: Opravdu chcete, aby byl uživatel odstraněn z databáze?
de: Wollen Sie den ausgewählten Benutzer wirklich aus der Datenbank entfernen?

source: Could not remove User
de: Konnte Benutzer nicht löschen

source: Do you also want to remove the speech model from the server?
cs: Chcete, aby byl model řeči odstraněn ze serveru?
de: Wollen Sie auch das Sprachmodell vom Server entfernen?

source: Could not remove the speech model
de: Konnte Sprachmodell des Benutzers nicht löschen

source: Change Password for User "%1"
cs: Změnit heslo uživatele "%1"
de: Passwort ändern für Benutzer "%1"

source: Could not change Password
de: Konnte Passwort nicht ändern

source: The port to use for the server.
cs: Brána, která se použije pro server.
de: der Port für den Server

source: whether we want to restrict access to a certain ip.
de: ob wir den Zugriff auf eine gewisse IP beschränken wollen

source: Whether we want to restrict access to a certain ip.
de: ob wir den Zugriff auf eine gewisse IP beschränken wollen

source: The only host to allow to connect to the server.
de: der einzige Host der zum Server verbinden darf.

source: whether we want to encrypt the communication between simon and simond.
de: ob wir die Kommunikation zwischen simon und simond verschlüsseln wollen.

source: Whether we want to encrypt the communication between simon and simond.
de: ob wir die Kommunikation zwischen simon und simond verschlüsseln wollen.

source: The encryption method to use.
cs: Použít způsob zašifrování.
de: Die Methode der Verschlüsselung

source: the path to the SSL certificate.
cs: Cesta k potvrzení SSL.
de: der Pfad zum SSL Zertifikat

source: The path to the SSL certificate.
de: der Pfad zum SSL Zertifikat

source: keep temporary samples.
cs: Zachovat dočasné nahrávky
de: behalte temporäre Aufnahmen bei.

source: Keep the samples used for the recognition.
de: Samples für die Erkennung aufbehalten.

source: The path to the database.
cs: Cesta k databázi.
de: der Pfad zur Datenbank

source: how many model versions we should preserve.
cs: Kolik verzí modelu se má zachovat.
de: wie viele Modellversionen erhalten bleiben sollen.

source: How many model versions we should preserv for the model backup / restore.
de: wie viele Modellversionen für die Backup / Restore Funktionalität erhalten bleiben sollen.

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Bitstream Vera Sans'; font-weight:600;">Note:</span><span style=" font-family:'Bitstream Vera Sans';"> You must restart simond for the changes to take effect.</span></p></body></html>
cs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Bitstream Vera Sans'; font-weight:600;">Poznámka:</span><span style=" font-family:'Bitstream Vera Sans';"> Simond musíte spustit znovu, aby se změny mohly projevit.</span></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"><html><head><meta name="qrichtext" content="1" /><style type="text/css">p, li { white-space: pre-wrap; }</style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:8pt; font-weight:400; font-style:normal;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Anmerkung:</span> Sie müssen simond neu starten um diese Änderungen zu übernehmen.</p></body></html>

source: Only allow connections from:
cs: Pouze povolit spojení z:
de: Nur Verbindungen erlauben von:

source: Encryption
cs: Zašifrování
de: Verschlüsselung

source: Algorithm:
cs: Algoritmus
de: Algorithmus:

source: Certificate:
cs: Potvrzení:
de: Zertifikat:

source: SSL-Certificate *.pem
cs: SSL-potvrzení *.pem
de: SSL-Zertifikat *.pem

source: Keep recognition samples
cs: Zachovat nahrávky s rozpoznáváním
de: Aufnahmen die zur Erkennung verwendet werden beibehalten

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Bitstream Vera Sans'; font-weight:600;">WARNING:</span><span style=" font-family:'Bitstream Vera Sans';"> All changes to the user database will be applied instantly.</span></p></body></html>
cs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Bitstream Vera Sans'; font-weight:600;">VAROVÁNÍ:</span><span style=" font-family:'Bitstream Vera Sans';"> Všechny změny uživatelské databáze budou použity okamžitě.</span></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"><html><head><meta name="qrichtext" content="1" /><style type="text/css">p, li { white-space: pre-wrap; }</style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:8pt; font-weight:400; font-style:normal;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Anmerkung:</span> Alle Änderungen an der Benutzer Datenbank werden sofort übernommen.</p></body></html>

source: Database:
cs: Databáze:
de: Datenbank:

source: Add
cs: Přidat
de: Neu

source: Change Password
cs: Změnit heslo
de: Passwort ändern

source: Delete
cs: Smazat
de: Löschen

# NAME OF TRANSLATORS
source: Your names
cs: Pavel Fric
de: Peter Grasch

# EMAIL OF TRANSLATORS
source: Your emails
cs: pavelfric@seznam.cz
de: grasch@simon-listens.org

source: The recognition could not be started because your model contains words that consists of sounds that are not covered by your acoustic model. You need to either remove those words, transcribe them differently or train them. Warning: The latter will not work if you are using static base models! This could also be a sign of a base model that uses a different phoneme set than your scenario vocabulary. The following words are affected (list may not be complete): %1 The following phonemes are affected (list may not be complete): %2
de: Die Erkennung konnte nicht gestartet werden weil das Modell Wörter beinhaltet die aus Phonemen besteht die nicht mit Ihrem Akustikmodell abgedeckt werden. Sie müssen entweder die Wörter entfernen, anders transkribieren oder trainieren. Warnung: Wörter zu trainieren wird nur funktionieren, wenn Sie keine statischen Basismodelle verwenden! Dies könnte auch ein Zeichen sein, dass das Basismodell ein anderes Phonemset verwendet als das Szenario Vokabular. Die folgenden Wörter sind betroffen (Liste unter Umständen nicht vollständig): %1 Die folgenden Phoneme sind betroffen (Liste unter Umständen nicht vollständig): %2

source: Could not open log file. Please ignore detailed log output!
de: Konnte Logdatei nicht öffnen. Bitte ignorieren Sie die angezeigte Logdatei!

source: Internal Jconf error
cs: Vnitřní chyba Jconf
de: Interner JConf Fehler

source: Could not initialize recognition
cs: Rozpoznávání nelze inicializovat
de: Konnte Erkennung nicht starten

source: Could not start adin-thread
de: Konnte adin-thread nicht starten.

source: Unknown error
cs: Neznámá chyba
de: Unbekannter Fehler

source: Error with the audio stream
cs: U zvukového proudu došlo k chybě
de: Fehler mit dem Audio-Stream

source: The simon recognition daemon (powered by the Large Vocabulary Continuous Speech Recognition Engine Julius)
de: Der simon Erkennungdaemon (powered by the Large Vocabulary Continuous Speech Recognition Engine Julius)

source: Port:
cs: Brána:
