Repository: EdwinVelazquez/simon
Catalog: plugins/Commands/Executable/po/simonexecutablecommand_*.po
Languages: cs, de, fr, nl

source: Program
de: Programm
fr: Application
nl: Programma

source: Executable
cs: Vykonatelný
de: Ausführbare Datei
fr: Exécutable
nl: Uitvoerbaar bestand

source: Working directory
cs: Pracovní adresář
de: Arbeitsordner
fr: Dossier de travail
nl: Werkmap

source: [INF] Loading executable commands from %1
cs: [INF] Nahrává vykonatelné příkazy z %1
de: [INF] Lade Ausführ-Kommandos von %1
nl: [INF] Uitvoerbare commando's laden van %1

source: [INF] Saving executable commands to %1
cs: [INF] Ukládá vykonatelné příkazy do %1
de: [INF] Speichere Ausführ-Kommandos zu %1
nl: [INF] Uitvoerbare commando's opslaan naar %1

source: Add program
cs: Přidat program
de: Programm hinzufügen
fr: Ajouter une application
nl: Programma toevoegen

source: Import a program
cs: Zavést program
de: Programm importieren
fr: Importer une application
nl: Programma importeren

source: This wizard will guide you through the process of adding a new program. Simon will query KDE for a list of installed programs and you will then be able to choose the program you want to assign a command to from this list.
cs: Tento kouzelník vás provede procesem přidání nového programu. Simon se zeptá KDE na seznam instalovaných programů a vy si potom budete moci vybrat program, ke kterému chcete přiřadit příkaz z tohoto seznamu.
de: Dieser Assistent wird Ihnen helfen ein installiertes Programm mit einem Kommando zu verknüpfen um es mit simon starten zu können. Simon wird KDE nach einer Liste von verfügbaren Applikationen fragen und Sie können aus dieser Liste dann ein Programm auswählen.
fr: Cet assistant va vous guider pour ajouter une nouvelle application. Simon va demander à KDE la liste des applications installées et vous pourrez alors choisir celle à qui vous voulez affecter une commande.
nl: Deze wizard helpt u met het toevoegen van een nieuw programma. Simon zal KDE vragen voor een lijst van geïnstalleerde programma's en dan kunt u een programma kiezen die u wilt gebruiken voor een commando uit de lijst.

source: Added the new Program
cs: Nový program byl přidán
de: Neues Programm hinzugefügt
fr: Nouvelle application ajoutée
nl: Nieuw programma toevoegen.

source: Press "Finish" to complete the wizard.
cs: Stiskněte "Dokončit" pro dokončení tohoto kouzelníka.
de: Sie können den Assistenten jetzt mit "Fertigstellen" abschließen.
fr: Cliquez sur « Terminer » pour fermer cet assistant.
nl: Druk "Finish" om de wizard te voltooien.

source: Form
cs: Formulář
nl: Formulier

source: Import Program
cs: Zavést program
de: Importiere Program
fr: Importer une application
nl: Programma importeren

source: This wizard will help you to add commands for installed programs easily
cs: Tento kouzelník vám pomůže s jednoduchým přidáním příkazů pro nainstalované programy.
de: Dieser Assistent wird Ihnen helfen, installierte Programme mit Kommandos zu assoziieren
fr: Cet assistant va vous aider à ajouter facilement une commande pour une application installée
nl: Deze wizard zal helpen om commando's toe te voegen voor geïnstalleerde programma's

source: Manual
cs: Ruční
de: Manuell
fr: Manuel
nl: Handmatig

source: Configure the needed parameters manually
cs: Nezbytné proměnné nastavit ručně
de: Konfigurieren Sie die notwendigen Parameter selbst
fr: Configurer les paramètres nécessaires manuellement
nl: Configureer de benodigde parameters handmatig

source: Executable:
cs: Vykonatelný:
de: Ausführbare Datei:
fr: Exécutable :
nl: Uitvoerbaar bestand:

source: Working Directory:
cs: Pracovní adresář:
de: Arbeitspfad:
fr: Dossier de travail :
nl: Werkmap:

# NAME OF TRANSLATORS
source: Your names
cs: Pavel Fric
de: Peter Grasch
fr: Yann Cantin
nl: Daniël Heres

# EMAIL OF TRANSLATORS
source: Your emails
cs: pavelfric@seznam.cz
de: grasch@simon-listens.org
fr: yann.cantin@laposte.fr
nl: danielheres@gmail.com
