Repository: EdwinVelazquez/simon
Catalog: sscd/doc/po/sscdmanual_*.po
Languages: de

source: ROLES_OF_TRANSLATORS
de: <othercredit role="translator"><firstname>Peter</firstname><surname>Grasch</surname><affiliation><address><email>grasch@simon-listens.org</email></address></affiliation><contrib>Deutsche Übersetzung</contrib></othercredit>

source: &kmyapplication; is the server component of the ssc sample acquisition tool.
de: &kmyapplication; ist die Serverkomponente zum ssc Werkzeug zum sammeln von Aufnahmen.

source: voice
de: Sprache

source: acquisition
de: sammeln

source: recording
de: Aufnahme

source: The &kmyapplication; Handbook
de: Das &kmyapplication; Handbuch

source: Introduction
de: Einleitung

source: It manages speaker data (users, institutions) as well as sample meta data using a database and stores the samples.
de: sscd verwaltet Sprecherdaten (Benutzer, Institutionen) sowie die Metadaten der Aufnahmen in einer Datenbank. Außerdem speichert er die Aufnahmen.

source: It receives input from the ssc client(s) which connect to the server using TCP/IP.
de: sscd erhält Daten von dem/den ssc Client(s) die über TCP/IP zum Server verbinden.

source: For more information on the general architecture of the simon suite please see the <ulink url="help:/simon/overview.html#architecture">simon manual</ulink>. For information about the ssc client, please refer to the <ulink url="help:/ssc">ssc manual</ulink>.
de: Für mehr Information über die Architektur der simon Suite sehen Sie bitte das <ulink url="help:/simon/overview.html#architecture">simon Handbuch</ulink>. Für Informationen über den ssc Client sehen Sie bitte das <ulink url="help:/ssc">ssc Handbuch</ulink>

source: Using &kmyapplication;
de: &kmyapplication; verwenden

source: &kmyapplication; is a command line application which does not have any user interface. There are no special launch parameters.
de: &kmyapplication; ist eine Kommandozeilenapplikation und besitzt kein Benutzerinterface. Es existieren keinen speziellen Startparameter.

source: Base folder
de: Basisordner

source: The base folder of &kmyapplication; contains the configuration file <filename>sscd.conf</filename> and an error log in case something goes wrong. This directory is also contains the <filename>samples</filename> subfolder where all the samples are stored.
de: Der Basisordner von &kmyapplication; beinhaltet die Konfigurationsdatei <filename>sscd.conf</filename> und ein Fehlerprotokoll falls Probleme auftreten. Der Ortner beinhaltet auch den <filename>samples</filename> Unterordner der die gesamten Sprachdaten beinhaltet.

source: The location of the sscd folder depends on your operating system:
de: Der Pfad zum sscd Ordner hängt von Ihrem Betriebssystem ab:

source: ssc base folder
de: ssc Basisordner

source: <filename>Installation folder of sscd.exe (usually: C:\Program Files\simon 0.3\bin\sscd.exe</filename>)
de: <filename>Installationsordner von sscd.exe (normalerweise: C:\Programme\simon 0.3\bin\sscd.exe</filename>)

source: Configuration
de: Konfiguration

source: There is no graphical configuration of sscd, but there is a configuration file (<filename>sscd.conf</filename>) stored in the <link linkend="sscd_directory">sscd directory</link>.
de: Es existiert keine grafische Konfiguration für sscd aber es gibt eine Konfigurationsdatei (<filename>sscd.conf</filename>) die im <link linkend="sscd_directory">Basisordner</link> gespeichert ist.

source: The default configuration file is heavily commented and should be self-explanatory.
de: Die Standardkonfigurationsdatei ist gut dokumentiert und sollte selbstklärend sein.

source: Before running sscd, will want to at least change the DatabaseUser and DatabasePassword entry of the configuration file. See <link linkend="database">the database section</link> for more information.
de: Bevor Sie sscd starten werden Sie vermutlich zumindest den Eintrag DatabaseUser und DatabasePassword anpassen wollen. Sehen Sie die <link linkend="database">Datenbank Sektion</link> für mehr Informationen.

source: Database
de: Datenbank

source: &kmyapplication; stores the speaker and sample data (but not the samples themselves) in a database. At the moment, only MySQL databases are fully supported. Adding support for a new database is trivial, tough. Contact the <ulink url="mailto:support@simon-listens.org">simon team</ulink> if necessary.
de: &kmyapplication; speichert die Sprecher und die Aufnahmenendaten (aber nicht die Aufnahmen selbst) ein einer Datenbank. Derzeit werden nur MySQL Datenbanken voll unterstützt. Support für eine neue Datenbank ist aber trivial. Kontaktieren Sie das <ulink url="mailto:support@simon-listens.org">simon Team</ulink> falls notwendig.

source: To set up the requried tables &kmyapplication; ships with an appropriate create script <filename>mysql_create_script.sql</filename> installed in the <link linkend="sscd_directory">base directory</link> of &kmyapplication;.
de: Um die notwendigen Tabellen einzurichten liefert &kmyapplication; ein entsprechendes Skript <filename>mysql_create_script.sql</filename> mit aus das im <link linkend="sscd_directory">Basisordner</link> von &kmyapplication; liegt.

source: Database errors can be found in the <filename>error.log</filename> which also resides in the base folder.
de: Datenbankfehler können in der Fehlerprotokolldatei <filename>error.log</filename> gefunden werden die ebenfalls im Basisordner liegt.

source: Extracting collected samples
de: Gesammelte Aufnahmen extrahieren

source: To build models using the samples collected with &kmyapplication; you first have to extract them from the database.
de: Um Modelle aus den Aufnahmen die in &kmyapplication; gesammelt wurden zu erstellen müssen Sie diese zuerst aus der Datenbank extrahieren.

source: Because &kmyapplication; is designed for large scale sample acquisition this is not end user friendly. The documentation below is mainly provided for technically skilled professionals.
de: Weil &kmyapplication; für große Installationen gedacht ist ist dieser Prozess derzeit noch nicht Endanwenderfreundlich. Die Dokumentation hier ist hauptsächlich für technisch versierte Profis gedacht.

source: Most of the scripts below require the GNU tools (usually available by default on GNU/Linux).
de: Die meisten Skripte hier benötigen die GNU Tools (normalerweise standardmäßig installiert auf GNU/Linux).

source: You can use the following query (minor adjustments will be necessary depending on what samples exactly you need):
de: Sie können die folgende Query (kleine Anpassungen sind je nach dem welche Aufnahmen Sie extrahieren wollen eventuell notwendig) verwenden:

source: This query will list all samples from institution 3 that were recorded with microphone 1.
de: Diese Query wird eine Liste aller Sample von Institution 3 holen die Mikrofon 1 aufgenommen wurden.

source: You can then for example use this script to create a prompts file:
de: Sie können diese Liste zum Beispiel verwenden um eine prompts Datei zu erzeugen.

source: This prompts file can then be <ulink url="help:/simon/training.html#import_trainings-data">imported in simon</ulink>.
de: Diese Promptsdatei kann dann <ulink url="help:/simon/training.html#import_trainings-data">in simon importiert</ulink> werden.

source: To build the appropriate dictionary to compile the model you might also want to list all the sentences contained in the prompts file. You can do this with this script:
de: Um das entsprechende Wörterbuch für das Modellkompilieren zu kreieren benötigen Sie eventuell eine Liste aller Sätze die in der prompts-Datei enthalten sind. Sie können so eine Liste mit dem folgenden Skript erstellen:

source: Questions and Answers
de: Fragen und Antworten

source: In an effort to keep this section always up-to-date it is available at our <ulink url="http://www.simon-listens.org/wiki/index.php/English:_Troubleshooting">online wiki</ulink>.
de: Um diese Sektion immer aktuell zu halten, wird dieser Teil des Handbuches in unserem <ulink url="http://www.simon-listens.org/wiki/index.php/English:_Troubleshooting">online Wiki</ulink> und somit für alle editierbar verwaltet.

source: Credits and License
de: Danksagungen und Lizenz

source: Documentation Copyright &copy; 2009-2010 Peter Grasch <email>grasch@simon-listens.org</email>
de: Dokumentation Copyright &copy; 2009-2010 Peter Grasch <email>grasch@simon-listens.org</email>

source: CREDIT_FOR_TRANSLATORS
de: <para>Peter Grasch<email>grasch@simon-listens.org</email></para>

source: Please see our <ulink url="http://www.simon-listens.org/wiki/index.php/English:_Setup">wiki</ulink> for install instructions.
de: Bitte sehen Sie unser <ulink url="http://www.simon-listens.org/wiki/index.php/English:_Setup">online Wiki</ulink> for eine detaillierte Installationsanleitung.
