Repository: EdwinVelazquez/simon
Catalog: ssc/doc/po/sscmanual_*.po
Languages: de

source: This is not intended as permanent storage but rather as a intermediate location before you can send the samples to the server.
de: Dies ist nicht als permanenter Speicherort ausgelegt sondern nur als Zwischenspeicherung bevor die Aufnahmen zum Server gesendet werden können.

source: To access (and upload) stored samples, select <guibutton>Upload stored data</guibutton> from the toolbar.
de: Um die gespeicherten Aufnahmen zu verwalten (und hochzuladen), wählen Sie <guibutton>Gespeicherte Daten hochladen</guibutton> von der Werkzeugleiste.

source: <screeninfo>Stored samples</screeninfo>
de: <screeninfo>Gespeicherte Aufnahmen</screeninfo>

source: <phrase>Stored samples</phrase>
de: <phrase>Gespeicherte Aufnahmen</phrase>

source: The list contains all locally stored trainings sessions. Each session is identified by the user id (first) and the exact date and time it was recorded (second).
de: Die Liste beinhaltet alle lokal gespeicherten Trainingssitzungen. Jede Sitzung wird durch eine Benutzerid (zuerst) und das exakte Datum und die genaue Uhrzeit zu der das Paket gespeichert wurde (zuletzt) identifiziert.

source: When recording in <link linkend="offline_mode">offline mode</link> the system doesn't know what user ids do exist. As such you have to either know the correct user id or guess.
de: Wenn Sie im <link linkend="offline_mode">Offlinemodus</link> aufnehmen weiß das System nicht welche Benutzer IDs existieren. Deshalb müssen Sie die Benutzerkennung dort entweder wissen oder raten.

source: Before uploading the sample, you can change the previously set user id by clicking <guibutton>Edit user</guibutton>.
de: Bevor Sie die Aufnahmen hochladen können Sie die zuvor gesetzte BenutzerID allerdings durch klicken auf <guibutton>Benutzer bearbeiten</guibutton> ändern.

source: If you press <guibutton>Upload</guibutton>, the training session will be restored and you get the possibility to hear / re-record all the trainings samples again before sending them to the server.
de: Wenn Sie <guibutton>Hochladen</guibutton> klicken wird die Trainingssitzung wiederhergestellt und Sie haben erneut die Möglichkeit die Aufnahmen noch einmal anzuhören / neu aufzunehmen bevor Sie zum Server gesendet werden.

source: Once uploaded, the samples are removed from the local computer.
de: Nachdem die Aufnahmen hochgeladen wurden werden Sie vom lokalen Rechner entfernt.

source: Offline mode
de: Offlinemodus

source: &kmyapplication; is a <link linkend="introduction">server / client solution</link>.
de: &kmyapplication; ist eine <link linkend="introduction">Server / Client Lösung</link>.

source: Most of the time when working with &kmyapplication; you will want to connect to the server to access the remotely stored database containing users, institutions, etc. When recording samples you will also transfer them to the server directly in most cases.
de: Die meiste Zeit werden Sie beim arbeiten mit &kmyapplication; mit dem Server verbunden sein um Zugriff auf die dort gespeicherte Datenbank in der Benutzer, Institutionen, etc. gespeichert werden zu erhalten. Wenn Sie Daten aufnehmen werden Sie sie auch in den meisten Fällen direkt dem Server übermitteln.

source: Sometimes, tough, you might not have a (trusted) internet connection available and still need to record samples with &kmyapplication;. For this purpos &kmyapplication; contains an offline mode allowing you to gather speech data without a connection to the sscd server.
de: Manchmal jedoch wenn keine (vertrauenswürdige) Internetverbindung verfügbar ist und Sie trotzdem Sprachaufnahmen machen wollen bietet &kmyapplication; einen Offlinemodus indem Sie Sprachdaten auch ohne Verbindung zum sscd Server sammeln können.

source: In offline mode you can not add / edit or view users or institutions. You can only gather new samples to send to the server later on through the <link linkend="stored_samples">stored samples</link> functionality.
de: Im Offlinemodus können Sie keine Benutzer oder Institutionen hinzufügen / editieren oder anzeigen. Sie können nur neue Aufnahmen sammeln und diese später über die <link linkend="stored_samples">gespeicherte Aufnahmen Funktionalität</link> hochladen.

source: Recording works the same in offline mode as it does when connected to the server but certain features might be unavailable (like resolving the name or validity of the entered user id).
de: Die Aufnahme selbst funktioniert im Offlinemodus gleich wie wenn Sie zum Server verbunden sind aber einige Funktionen (z.B. das Auflösen und Testen der Validität der eingegebenen Benutzerkennung) sind nicht verfügbar.

source: In &kmyapplication;s configuration you can configure the server to connect to and set up some basic parameters. The audio configuration for the recordings can also be changed here.
de: In &kmyapplication;s Konfiguration können Sie den Server zu dem simon verbinden soll konfigurieren und einge bassiche Parameter festlegen. Die Konfiguration des Audiosystems für die Aufnahmen kann hier ebenfalls bearbeitet werden.

source: <screeninfo>&kmyapplication; configuration</screeninfo>
de: <screeninfo>&kmyapplication; Konfiguration</screeninfo>

source: <phrase>&kmyapplication; configuration</phrase>
de: <phrase>&kmyapplication; Konfiguration</phrase>

source: When you set up &kmyapplication; for a specific institution you might want to bind it directly to this institution. The user can then use the institution specific ids of the users (instead of the internal ssc ids) when referencing the users. To set up the bound institution, use the <guibutton>Use institution specific ids instead of ssc ids</guibutton> checkbox. For more information see the <link linkend="institution_association">section about institution associations</link>.
de: Wenn Sie &kmyapplication; für die Verwendung in einer spezifischen Institution einrichten können Sie es direkt an diese Institution binden. Anwender können dann direkt die institutionsspezifischen BenutzerIDs verwenden (statt der internen ssc IDs) wenn Sie den Sprecher identifizieren. Um diese Verbindung aufzubauen verwenden Sie die Option <guibutton>Instiutionsspezifische IDs statt SSC IDs verwenden</guibutton> verwenden. Für mehr Informationen sehen Sie die <link linkend="institution_association">Sektion über Institutionsassoziationen</link>.

source: The sound configuration is shared with the whole of the simon application suite. Read more about it in <ulink url="help:/simon/configuration.html#soundconfiguration">simons manual</ulink>.
de: Die Soundkonfiguration wird mit der ganzen simon Anwendungssuite geteilt. Lesen Sie mehr in <ulink url="help:/simon/configuration.html#soundconfiguration">simons Handbuch</ulink>.

source: Questions and Answers
de: Fragen und Antworten

source: In an effort to keep this section always up-to-date it is available at our <ulink url="http://www.simon-listens.org/wiki/index.php/English:_Troubleshooting">online wiki</ulink>.
de: Um diese Sektion immer aktuell zu halten, wird dieser Teil des Handbuches in unserem <ulink url="http://www.simon-listens.org/wiki/index.php/English:_Troubleshooting">online Wiki</ulink> und somit für alle editierbar verwaltet.

source: Documentation Copyright &copy; 2009-2010 Peter Grasch <email>grasch@simon-listens.org</email>
de: Dokumentation Copyright &copy; 2009-2010 Peter Grasch <email>grasch@simon-listens.org</email>

source: CREDIT_FOR_TRANSLATORS
de: <para>Übersetzung Copyright &copy; 2009-2010 Peter Grasch <email>grasch@simon-listens.org</email></para>

source: Please see our <ulink url="http://www.simon-listens.org/wiki/index.php/English:_Setup">wiki</ulink> for install instructions.
de: Bitte sehen Sie unser <ulink url="http://www.simon-listens.org/wiki/index.php/English:_Setup">online Wiki</ulink> for eine detaillierte Installationsanleitung.
