Repository: EdwinVelazquez/simon
Catalog: ssc/doc/po/sscmanual_*.po
Languages: de

source: ROLES_OF_TRANSLATORS
de: <othercredit role="translator"><firstname>Peter</firstname><surname>Grasch</surname><affiliation><address><email>grasch@simon-listens.org</email></address></affiliation><contrib>Deutsche Übersetzung</contrib></othercredit>

source: &kmyapplication; is a sample acquisition tool.
de: &kmyapplication; ist ein Werkzeug um Aufnahmen zu sammeln.

source: gathering
de: sammeln

source: The &kmyapplication; Handbook
de: Das &kmyapplication; Handbuch

source: &kmyapplication; is a tool for large scale sample acquisition.
de: &kmyapplication; ist ein Werkzeug um viele Aufnahmen komfortabel zu sammeln.

source: Using &kmyapplication; multiple teams can gather training data from potential end users or professional speakers and collect tham on the central sscd server.
de: Mit &kmyapplication; können mehrere Aufnahmeteams gleichzeitig mit Sprechern bzw. potentiellen Endanwendern aufnehmen und die Aufnahmen auf einem zentralen sscd Server sammeln.

source: Like simon / simond, &kmyapplication; is a client to the sscd server.
de: Im Gegensatz zu simon / simond ist &kmyapplication; ein Client zum sscd Server.

source: &kmyapplication; will collect samples through trainings procedures and send them to the sscd server.
de: &kmyapplication; wird Aufnahmen über Trainings sammeln und diese dann zum sscd Server senden.

source: The system also collects useful metadata to the samples like names (or aliases) of the recorded people, their speaking niveau, possible impairments, etc. Information about the used recording equipment is also stored. This and other information is stored on the server side in a database. Please refer to the <ulink url="help:/sscd">sscd manual</ulink> for more information.
de: Das System sammelt auch nützliche Metadaten zu den Aufnahmen wie zum Beispiel Namen (oder Aliase) der aufgenommenen Personen, deren sprachliches Niveau, mögliche Einschränkungen, etc. Informationen über das verwendete Aufnahmeequipment werden ebenfalls gespeichert. Diese und andere Informationen werden serverseitig in einer Datenbank gespeichert. Bitte sehen Sie das <ulink url="help:/sscd">sscd Handbuch</ulink> für mehr Informationen.

source: For more information on the architecture of the simon suite please see the <ulink url="help:/simon/overview.html#architecture">simon manual</ulink>.
de: Für mehr Information über die Architektur der simon Suite sehen Sie bitte das <ulink url="help:/simon/overview.html#architecture">simon Handbuch</ulink>.

source: &kmyapplication; provides a simple graphical interface for collecting training samples and managing speakers.
de: &kmyapplication; bietet eine simple grafische Oberfläche um Trainingsaufnahmen zu sammeln und Sprecher zu verwalten.

source: <screeninfo>Main window</screeninfo>
de: <screeninfo>Hauptfenster</screeninfo>

source: <phrase>Main window</phrase>
de: <phrase>Hauptfenster</phrase>

source: To use ssc connect to the sscd by pressing <guibutton>Connect</guibutton>. As soon as you are connected, the user interface will allow you to manage users and insitutions and record new samples.
de: Um ssc zu verwenden, verbinden Sie zum sscd indem Sie <guibutton>Verbinden</guibutton> klicken. Sobald Sie verbunden sind, wird die Oberfläche Ihnen erlauben neue Benutzer und Institutionen hinzuzufügen und Sprachdaten aufzunehmen.

source: To proceed without connecting to the sscd, you may use the <link linkend="offline_mode">offline mode</link>.
de: Um fortzufahren ohne zum sscd zu verbinden können Sie den <link linkend="offline_mode">Offlinemodus</link> verwenden.

source: To collect samples for a user, simply enter the id of the user in the <guilabel>User ID</guilabel> input field and press <guibutton>Select</guibutton>. The user information will be fetched from the database (sscd) and the name of the user displayed.
de: Um Sprachdaten von einem Benutzer aufzunehmen, geben Sie einfach die ID des Benutzers im Feld <guilabel>User ID</guilabel> und drücken Sie Enter oder den <guibutton>Auswählen</guibutton>-Knopf. Die Benutzerinformation wird von der Datenbank (sscd) geholt und der Name des ausgewählten Benutzers angezeigt.

source: Before you can record samples from a new speaker you need to add a new user to the system.
de: Bevor Sie Aufnahmen von einem neuen Sprecher aufnehmen können müssen Sie den Benutzer zum System hinzufügen.

source: To add, edit and remove users, select the <guibutton>Manage users</guibutton> option from the toolbar.
de: Um Benutzer hinzuzufügen / editieren oder zu entferenen wählen Sie bitte den <guibutton>Benutzer verwalten</guibutton> Knopf von der Werkzeugleiste aus.

source: <screeninfo>Manage users</screeninfo>
de: <screeninfo>Benutzer verwalten</screeninfo>

source: <phrase>Manage users</phrase>
de: <phrase>Benutzer verwalten</phrase>

source: Here you see a list of all existing speakers in the database. For performance reason the list <emphasis>may not be complete</emphasis>. To find users in large deployments you can apply filters to the result set by filling out the mask above and pressing <guibutton>Apply Filters</guibutton>. The default is no filter. Empty fields are ignored when filtering.
de: Hier sehen Sie eine Liste aller existierenden Sprecher in der Datenbank. Aus Performancegründen kann es sein, dass diese list <emphasis>nicht komplett</emphasis> ist. Um Benutzer in großen Installationen zu finden, können Sie Filter auf das Ergebnisset anwenden indem Sie die Eingabemaske ausfüllen und auf <guibutton>Filter anwenden</guibutton> klicken. Die Standardeinstellung ist keinen Filter zu verwenden. Leere Eingabefelder werden beim Filtern ignoriert.

source: To filter for a specific institution enter the institution id into the <guilabel>Institution</guilabel> field. If you don't know the intitution id by hard you can use the <guibutton>Search</guibutton> menu.
de: Um nach einer speziellen Institution zu filtern, geben Sie die Institutionsid in das <guilabel>Institution</guilabel> Feld ein. Wenn Sie die Institutionsid nicht auswendig wissen können Sie das <guibutton>Suchen</guibutton> Menü verwenden.

source: To add, edit or remove users simply press the buttons <guibutton>Add</guibutton>, <guibutton>Edit</guibutton> and <guibutton>Remove</guibutton>, respectively.
de: Um Benutzer hinzuzufügen, zu editieren oder zu entfernen klicken Sie einfach die entsprechenden Knöpfe: <guibutton>Hinzufügen</guibutton>, <guibutton>Bearbeiten</guibutton> und <guibutton>Löschen</guibutton>.

source: <title>Add user</title>
de: <title>Benutzer hinzufügen</title>

source: To add a user press <guibutton>Add</guibutton> and fill out the presented form.
de: Um einen Benutzer hinzuzufügen, dürcken Sie <guibutton>Hinzufügen</guibutton> und füllen Sie das angezeigte Formular aus.

source: <screeninfo>Add user</screeninfo>
de: <screeninfo>Benutzer hinzufügen</screeninfo>

source: <phrase>Add user</phrase>
de: <phrase>Benutzer hinzufügen</phrase>

source: Often institutions give unique ideas to each patient to reference them in their computer system. &kmyapplication; can be configured to use those institution ids instead of the internal sscd identifiers. To connect a ssc user to the institution id add a new institution connection to the user by pressing <guibutton>Add</guibutton> bellow <guilabel>Institution(s):</guilabel>.
de: Oft vergeben Institutionen eindeutige Identifikationsnummern um Patienten z.B. in der EDV zu referenzieren. &kmyapplication; kann so konfiguriert werden, dass diese institutionsspezifischen IDs statt der internen IDs von sscd verwendet werden. Um ssc Benutzer mit einer Institution zu verbinden fügen Sie eine neue Institutionsassoziation beim Benutzer hinzu indem Sie den <guibutton>Hinzufügen</guibutton> Knopf unter <guilabel>Institution(en):</guilabel> auswählen.

source: <screeninfo>New institution association</screeninfo>
de: <screeinfo>Neue Institutionsassoziation</screeninfo>

source: Simply enter the id of the institution the identifier originates from (you may want to use the <guibutton>Search</guibutton> to find institution ids) and the id that identifies the user in that institution.
de: Geben Sie einfach die ID der Institution ein deren ID Sie verbinden wollen (verwenden Sie die <guibutton>Suche</guibutton> um die ID der Institution herauszufinden) und die ID selbst.

source: For example: The speaker "Jack Jones" is currently a patient in institution #1. There he is patient "#520f". You can then add an instition association associating the speaker "Jack Jones" (internal sscd id "7") with the institution "1" and institution id "520f". If &kmyapplication; is the configured to use institution specific ids of institution "1" you can refer to "Jack Jones" by using the id "520f" instead of "7".
de: Zum Beispiel: Der Sprecher "Jack Jones" ist derzeit ein Patient in Institution #1. Dort hat er eine Patientennummer "520f". Sie können dann eine Institutionsverbindung anlgen die den Spracher "Jack Jones" (interne sscd ID "7") mit der Institution "1" und dortigen ID "520f" assoziiert. Wenn &kmyapplication; konfiguriert wird institutionsspezifische IDs der Institution "1" zu verwenden können Sie "Jack Jones" mit der ID "520f" ansprechen statt "7".

source: Capabilities
de: Fähigkeiten

source: If the speaker is not able to answer interview questions or repeat words spoken by the facilitator then you can let &kmyapplication; know about it by unchecking <guibutton>Interview possible</guibutton> and / or <guibutton>Repeating possible</guibutton>. The unchecked training modes (Repeat and Interview) will then no longer be available for this speaker.
de: Wenn ein Sprecher nicht in der Lage ist Interviewfragen zu beantworten oder Wörter nachzusprechen die der Moderator vorspricht können Sie &kmyapplication; darüber informieren indem Sie <guibutton>Interview möglich</guibutton> und / oder <guibutton>Nachsprechen möglich</guibutton> deaktivieren. Die abgehackten Trainingsmodi (Nachsprechen und Interview) werden dann für diesen Sprecher nicht mehr zur Verfügung stehen.

source: Edit user
de: Benutzer bearbeiten

source: To edit a user, simply select the user from the list in the <link linkend="manage_users">manage users dialog</link> and press <guibutton>Edit</guibutton>.
de: Um einen Benutzer zu bearbeiten wählen Sie ihn von der Liste im <link linkend="manage_users">Benutzer verwalten Dialog</link> aus und drücken Sie <guibutton>Bearbeiten</guibutton>.

source: The interface for editing the user is identical to the interface for <link linkend="add_users">adding a new user</link>.
de: Die Oberfläche für das bearbeiten von Benutzern ist ident mit der Oberflache <link linkend="add_users">neue Benutzer hinzuzufügen</link>.

source: To remove a user, simply select <guibutton>Remove</guibutton> after selecting the user from the list in the <link linkend="manage_users">manage users dialog</link>.
de: Um einen Benutzer zu entfernen, wählen Sie einfach <guibutton>Löschen</guibutton> aus nachdem Sie den Benutzer im <link linkend="manage_users">Benutzer verwalten Dialog</link> ausgewählt haben.

source: When removing a user, all associated samples of this speaker will be lost.
de: Wenn Sie einen Benutzer entfernen, werden alle assoziierten Aufnahmen von diesem Sprecher gelöscht.

source: &kmyapplication; can organize speakers in "institutions". Those might be virtual institutions like groups but was originally designed to keep track of hospital and rehabilitation patients. One user can be in zero, one or many institutions.
de: &kmyapplication; kann Sprecher in "Institutionen" verwalten. Diese können virtuelle Institutionen wie Gruppen sein. Das System wurde aber ursprünglich entworfen um einen Überblick über Sprecher in Krankenhäuser oder Rehabilitationszentren zu behalten. Ein Benutzer (Sprecher) kann in keiner, einer oder mehreren Institution sein.

source: To add, edit and remove institutions select <guibutton>Manage institutions</guibutton> from the toolbar.
de: Um Institutionen zu verwalten wählen Sie <guibutton>Institutionen verwalten</guibutton> von der Werkzeugleiste.

source: <screeninfo>Manage institutions</screeninfo>
de: <screeninfo>Institutionen verwalten</screeninfo>

source: <phrase>Manage institutions</phrase>
de: <phrase>Institutionen verwalten</phrase>

source: When removing institutions, the <link linkend="institution_association">associations to users</link> will be lost, the users however will not be removed.
de: Wenn Sie Institutionen entfernen werden die <link linkend="institution_association">Assoziationen zu deren Benutzer</link> gelöscht, die Benutzer bleiben allerdings erhalten.

source: To collect samples of a user, there are three training types:
de: Um Aufnahmen von einem Sprecher zu sammeln existieren drei Trainingstypen:

source: Repeat
de: Wiederholen

source: During repeating, the facilitator reads out a word that the user tries to repeat.
de: Beim Wiederholen spricht der Moderator etwas vor das vom Benutzer nachgesprochen wird.

source: The user reads the text from the screen. In practice the facilitator can read it out for the user to repeat as well.
de: Der Benutzer liest die Trainingstexte vom Bildschirm. In der Praxis kann der Moderator auch hier vorlesen sollte der Sprecher Leseschwierigkeiten haben.

source: During the interview the facilitator asks the user a couple of questions and record the answers.
de: Der Benutzer beantwortet Interviewfragen die vom Moderator gestellt werden frei. Die Antworten werden aufgezeichnet.

source: Setting up trainings material
de: Trainingsmaterial einrichten

source: Before you can use ssc you will likely want to adjust the trainings prompts for the recordings.
de: Bevor Sie ssc verwenden können werden Sie wahrscheinlich die Trainingstexte für die Aufnahmen anpassen wollen.

source: They are three, one for each trainingy type, simple text files containing one line per prompt. The encoding is UTF-8.
de: Es gibt drei Trainingstexte - jeweils einen für jeden Trainingstyp. Sie sind einfache Textdateien die eine Zeile pro Seite beinhalten. Die Trainingstexte müssen UTF-8 kodiert werden.

source: Their location depends on your operation system:
de: Ihr Speicherort hängt von Ihrem Betriebssystem ab:

source: %installation directory%\texts\
de: %Installationsordner%\texts\

source: The path for GNU/Linux uses an inline command to resolve the installation directory for you. You can also run <command>kde4-config --install data</command> in a shell to find out the exact path. On Microsoft Windows you have to fill in the installation directory for yourself. Usually this will be something like <filename>C:\Program files\simon 0.3\</filename> or similar.
de: Der Pfad von GNU/Linux verwendet ein Inline-Kommando um den Installationsordner für Sie herauszufinden. Sie können auch <command>kde4-config --install data</command> in einer Konsole ausführen um den exakten Pfad herauszufinden. Auf Microsoft Windows müssen Sie den Installationsordner manuell eintragen. In der Regel wird das <filename>C:\Programme\simon 0.3\</filename> oder ähnlich sein.

source: The <filename>texts</filename> folder will contain three subfolders containing the prompts:
de: Der <filename>texts</filename> Ordner wird die drei Unterordner beinhalten die die Trainingstexte beinhalten:

source: To launch a training session, simply press the appropriate button for your training type in the ssc main window.
de: Um eine Trainingssitzung zu starten, klicken Sie einfach den entsprechenden Knopf für den Trainingstyp den Sie durchführen wollen.

source: To do this you must either be connected to the server or use the <link linkend="offline_mode">offline mode</link>.
de: Damit das funktionierten müssen Sie zum Server verbunden sein oder sich im <link linkend="offline_mode">Offlinemodus</link> befinden.

source: When starting the training, you will have the option to use the power training mode.
de: Wenn Sie das Training starten werden Sie die Option besitzen, das Powertraining zu aktivieren.

source: <screeninfo>Training: Intro</screeninfo>
de: <screeninfo>Training: Einführung</screeninfo>

source: <phrase>Training: Intro</phrase>
de: <phrase>Training: Einführung</phrase>

source: In power training mode samples will start to be recording as soon as the associated prompt is displayed. You can then proceed to the next page simply by pressing <guibutton>Next</guibutton> in the wizard. When you do that the current recording will be stored, written and the next sample will start recording.
de: Im Powertrainingmodus wird die Aufnahme starten sobald der zu sprechende Text angezeigt wird. Sie können dann einfach mit dem <guibutton>Weiter</guibutton> Knopf zur nächsten Seite im Assistenten fortfahren. Sobald Sie das machen wird die aktuelle Aufnahme abgeschlossen, gespeichert und die nächste Aufnahme beginnt.

source: Using the power training option an averagely proficient speaker can complete the trainings process much quicker. However, because you don't have a break between individual prompts it might be more taxing for the speaker.
de: Mit der Powertraining Funktion kann ein durchnittlicher Sprecher den Trainingsprozess viel effizienter bewältigen. Da Sie aber keine Pausen zwischen den Seiten haben ist diese Form des Trainings natürlich auch anstrengender für den Sprecher.

source: Of course the power training is not an option when letting the speaker repeat what the facilitator says as the latter will invariably be heard on the created recordings.
de: Die Powertraining Funktion kann nicht verwendet werden wenn der Benutzer dem Moderator nachsprechen muss / soll da in diesen Fällen die Stimme des Moderators sonst auf der Aufnahme zu hören wäre.

source: Device information
de: Geräteinformation

source: In this page of the wizard you can provide information about the used hardware devices (soundcard and microphone).
de: Auf dieser Seite des Assistenten können Sie Informationen über die verwendete Aufnahmegeräte angeben (Soundkarte und Mikrofon).

source: <screeninfo>Training: Device Information</screeninfo>
de: <screeninfo>Training: Geräteinformation</screeninfo>

source: <phrase>Training: Device Information</phrase>
de: <phrase>Training: Geräteinformation</phrase>

source: Please enter the model and type of the sound card in the <guilabel>Model</guilabel> and <guilabel>Type</guilabel> fields. Enter the information about the microphone in the two input boxes bellow.
de: Bitte geben Sie das Modell und den Typ der Soundkarte in der <guilabel>Model</guilabel> und <guilabel>Typ</guilabel> Felder ein. Geben Sie die Information über Mikrofone in den zwei Eingabefelder darunter an.

source: The drop down boxes are filled with the current list of makes and models from already recorded samples. Before entering a new device please make sure that the same device, maybe named a little bit differently, doesn't already exist to avoid duplicates.
de: Die Dropdown Felder beinhalten die aktuelle Liste der Marken und Modelle der bereits aufgenommen Aufnahmen. Bevor ein neues Gerät eingetragen wird, achten Sie bitte darauf das das Gerät nicht bereits unter einem ähnlichen Namen eingetragen ist um Duplikate zu vermeiden.

source: Volume calibration
de: Lautstärkeneinpegelung

source: Before the recording starts, &kmyapplication; will try to make sure that the microphone volume(s) are correctly configured.
de: Bevor die Aufnahme beginng, wird &kmyapplication; sicherstellen das Ihre Mikrofon Lautstärke(n) korrekt konfiguriert sind.

source: <screeninfo>Training: Volume</screeninfo>
de: <screeninfo>Training: Lautstärke</screeninfo>

source: <phrase>Training: Volume</phrase>
de: <phrase>Training: Lautstärke</phrase>

source: To calibrate simply read the text displayed.
de: Um die Lautstärke zu kalibirieren, lesen Sie den angezeigten Text vor.

source: The calibration will monitor the current volume and tell you to either raise or lower the volume but you have to do that manually in your systems audio mixer. Once you changed the volume in any way (while the calibration is running), press the "Volume changed" button next to the affected device. This will reset the volume status.
de: Um die Kalibrierung zu überwachen, sehen Sie bitte die angezeigte Lautstärke und die Notiz darunter die sagt, ob Sie die Lautstärke heben oder senken sollten. Um die Lautstärke zu verändern, verwenden Sie bitte die Lautstärkekonfiguration Ihres Betriebssystems. Sobald Sie dort die Lautstärke verändert haben drücken Sie bitte in &kmyapplication; auf "Lautstärke geändert" um die Kallibrierung darüber zu informieren.

source: During calibration, try to talk normally. Don't yell but don't be overly quiet either. Take into account that you should generally use the same volume setting for all your training and for the recognition too. You might speak a little bit louder (unconsciously) when you are upset or at another time of the day so try to raise your voice a little bit to anticipate this. It is much better to have a little quieter samples than to start clipping.
de: Versuchen Sie während der Kalibrierung so normal wie möglich zu sprechen. Schreien Sie nicht aber seien Sie auch nicht unnötig leise. Bitte bedenken Sie, dass Sie die besten Ergebnisse erzielen wenn alle Aufnahmen ungefähr gleich laut sind und Sie auch während der Erkennung gleich laut sprechen. Möglicherweise könnten Sie zu anderen Tageszeiten oder einer anderen Stimmung lauter sprechen also sprechen Sie in diesem Test lieber etwas lauter um diese Möglichkeit einzukalkulieren. Grundsätzlich sind zu leise Aufnahmen viel besser als zu laute, da es dann zu Verzerrungen kommen kann.

source: In the &kmyapplication; settings, both the text displayed and the levels considered correct can be changed. If you leave the text empty, the default text will be displayed. In the options you can also deactivate the calibration completely. See the <link linkend="configuring_ssc">configuration section</link> for more details.
de: In den Einstellungen von &kmyapplication; lässt sich sowohl der angezeigte Text als auch die Lautstärken die als korrekt bzw. inkorrekt markiert werden konfigurieren. Wird der dortige Text leer gelassen (Standard) wird ein Standardtext angezeigt. In der Konfiguration können Sie die Lautstärkenkalibrierung auch komplett deaktivieren. Sehen Sie <link linkend="configuring_ssc">Konfiguration Sektion</link> für mehr Details.

source: For each line in your <link linkend="files">prompts file</link> you will get one page asking you to record a sample.
de: Für jede Zeile in der <link linkend="files">Promptsdatei</link> wird eine Seite angezeigt die den Sprecher bittet eine Aufnahme aufzunehmen.

source: <screeninfo>Training: Record</screeninfo>
de: <screeninfo>Training: Aufnahme</screeninfo>

source: <phrase>Training: Record</phrase>
de: <phrase>Training: Aufnahme</phrase>

source: Storing or transmitting data
de: Daten speichern oder übermitteln

source: <screeninfo>Training: Transmit</screeninfo>
de: <screeninfo>Training: Senden</screeninfo>

source: <phrase>Training: Transmit</phrase>
de: <phrase>Training: Senden</phrase>

source: To upload stored samples please refer to the <link linkend="stored_samples">next section</link>.
de: Um gespeicherte Aufnahmen zu senden sehen Sie bitte die <link linkend="stored_samples">nächste Sektion</link>.

source: <title>Stored samples</title>
de: <title>Gespeicherte Aufnahmen</title>

source: If you don't have a connection to the server or simply don't want to upload the samples right away, you get the option to store samples locally instead of sending them.
de: Wenn Sie keine Verbindung zum Server haben oder einfach die Aufnahmen noch nicht hochladen wollen, können Sie die Option die Aufnahmen stattdessen lokal zu speichern verwenden.
