Repository: EdwinVelazquez/simon
Catalog: ksimond/po/ksimond_*.po
Languages: de, fr, it

source: should ksimond start on KDE start?
de: soll ksimond beim KDE Start starten?
fr: Lancer ksimond au démarrage de KDE ?
it: deve ksimond avviare con KDE start?

source: Should ksimond start on KDE start?
de: soll ksimond beim KDE Start starten?
fr: Lancer ksimond au démarrage de KDE ?
it: Deve ksimond avviare con KDE start?

source: whether we want to start simond automatically.
de: ob wir simond automatisch starten wollen
fr: Si vous souhaitez lancer simond automatiquement.
it: se vogliamo avviare simond automaticamente.

source: Whether we want to start simond automatically.
de: ob wir simond automatisch starten wollen
fr: Si vous souhaitez lancer simond automatiquement.
it: Se vogliamo avviare simond automaticamente.

source: whether we want to start simond automatically after it quit unexpectedly.
de: ob wir simond automatisch neu starten wollen, wenn es abstürzt.
fr: Si vous souhaitez relancer simond automatiquement après un arrêt intempestif.
it: se vogliamo avviare simond automaticamente dopo che si chiude inaspettatamente.

source: Whether we want to start simond automatically after it quit unexpectedly.
de: ob wir simond automatisch neu starten wollen, wenn es abstürzt.
fr: Si vous souhaitez relancer simond automatiquement après un arrêt intempestif.
it: Se vogliamo avviare simond automaticamente dopo che si chiude inaspettatamente.

source: Start ksimond when logging in
de: Starte ksimond bei der Anmeldung
fr: Lancer ksimond lors de la connexion
it: avviare ksimond quando si sta effettuando il login

source: Start simond when ksimond starts
de: Starte simond bei ksimond Start
fr: Lancer simond au lancement de ksimond
it: avviare simond quando avvia ksimond

source: Restart simond if it quits unexpectedly
de: Starte simond neu, wenn es unerwartet beendet wird
fr: Relancer simond automatiquement après un arrêt intempestif
it: riavviare simond se si chiude inaspettatamente

# NAME OF TRANSLATORS
source: Your names
de: Peter Grasch
fr: Yann Cantin
it: I Suoi nomi

# EMAIL OF TRANSLATORS
source: Your emails
de: grasch@simon-listens.org
fr: yann.cantin@laposte.net
it: Le Sue email

source: Start simond
de: Starte simond
fr: Lancer simond
it: avviare simond

source: Start simon
de: Starte simon
fr: Lancer Simon
it: avviare simon

source: Restart simond
de: simond neu starten
fr: Relancer simond
it: riavviare simond

source: Stop simond
de: simond stoppen
fr: Arrêter simond
it: fermare simond

source: Configuration
de: Konfiguration
it: configurazione

source: simond is already running
de: simond läuft bereits
fr: simond est déjà lancé
it: simond è già in azione

source: simond stopped
de: simond gestoppt
fr: simond arrêté
it: simond si è fermato

source: simond started
de: simond gestartet
fr: simond lancé
it: simon è avviato

source: Could not start simond. Please check your configuration. Command: "%1"
de: Konnte simond nicht starten. Bitte überprüfen Sie Ihre Konfiguration. Kommando: "%1"
fr: Simond ne se lance pas. Vérifiez votre configuration. Commande : « %1 »
it: simond non poteva avviare Per favore controlla la Sua configurazione comando: "%1"

source: simond crashed. (Status: %1)
de: simond is abgestürzt. (Status: %1)
fr: Simond a planté. (État : %1)
it: simon è andato in crash. (stato: %1)

source: Timeout.
de: Zeitüberschreitung.
fr: Délai imparti dépassé.

source: Could not communicate with simond: Write failed.
de: Konnte nicht mit simond kommunizieren: Konnte Daten nicht schreiben.
fr: Impossible de communiquer avec simond : l'écriture a échouée.
it: non poteva comunicare con simond : la scrittura è fallita.

source: Could not communicate with simond: Read failed.
de: Konnte nicht mit simond kommunizieren: Konnte Daten nicht lesen.
fr: Impossible de communiquer avec simond : la lecture a échouée.
it: non poteva comunicare con simond: la lettura è fallita.

source: Unknown Error
de: Unbekannter Fehler
fr: Erreur inconnue
it: errore sconosciuto

source: A KDE 4 frontend for simond
de: Ein KDE 4 Front-End für simond
fr: Une interface graphique KDE 4 de simond
it: un frontend KDE 4 per simond
