Repository: EdwinVelazquez/simon
Catalog: simon/doc/po/simonmanual_*.po
Languages: de

source: The &kmyapplication; Handbook
de: Das &kmyapplication; Handbuch

source: &kmyapplication; is an open source speech recognition solution.
de: &kmyapplication; ist eine Open-Source Spracherkennungslösung.

source: recognition
de: Spracherkennung

source: speech
de: Sprache

source: voice
de: Sprecher

source: command
de: Kommando

source: control
de: Kontrolle

source: scenarios
de: Szenarios

source: acoustic
de: Akustik

source: Introduction
de: Einleitung

source: &kmyapplication; is the main front end for the simon open source speech recognition solution. It is a simond client and provides a graphical user interface for managing the speech model and the commands. Moreover, simon can execute all sorts of commands based on the input it receives from the server: simond.
de: &kmyapplication; ist das Haupt-Frontend zu der simon Open-Source Spracherkennungslösung. Es ist ein simond Client und bietet ein grafisches Interface um das Sprachmodell und die Kommandos zu verwalten. Außerdem kann simon mit einer Vielzahl von Kommandos auf das Erkennungsergebnis reagieren, das er vom Server (simond) erhält.

source: In contrast to existing commercial offerings, simon provides a unique do-it-yourself approach to speech recognition. Instead of predefined, pre-trained speech models, simon does not ship with any model whatsoever. Instead, it provides an easy to use end-user interface to create language and acoustic models from scratch.
de: Im Gegensatz zu existierenden kommerzieller Software bietet simon einen einzigartigen do-it-yourself Ansatz für Spracherkennung. Statt vordefinierten, bereits trainierten Sprachmodellen wird simon mit keinem Sprachmodell ausgeliefert. Stattdessen bietet es eine einfache Benutzeroberfläche für Endbenutzer um das Sprach- und Akustikmodell selbst zu erstellen.

source: Additionally the end-user can easily download created use cases from other users and share his / her own.
de: Zusätzlich kann der Endbenutzer die Anwendungsfälle von anderen Benutzern einfach herunterladen und seine eigenen einfach mit anderen Benutzer austauschen.

source: The current release can be used to set up command-and-control solutions especially suitable for disabled people. However, because of the amount of training necessary, continuous, free dictation is neither supported nor reasonable with current versions of simon.
de: Die aktuelle Version kann dazu benutzt werden, um Command &amp; Control Lösungen zu verwirklichen, die besonders bei der körperlich eingeschränkte Zielgruppe Anwendungen finden dürfte. Eine freie Diktation ist aufgrund der großen Menge an dafür notwendigen Trainingsdaten in der derzeitigen Version nicht vorgesehen.

source: Because of it's architecture, the same version of simon can be used with all languages and dialects. One can even mix languages within one model if necessary.
de: Wegen simons Architektur kann die selbe Version für alle Sprachen und Dialekte verwendet werden. Der Benutzer kann sogar verschiedene Sprachen innerhalb eines Modells mixen, sollte dies gewünscht sein.

source: Overview
de: Übersicht

source: <title>Architecture</title>
de: <title>Architektur</title>

source: The main recognition architecture of simon consits of three applications.
de: Die Erkennungsarchitektur von simon besteht aus drei Anwendungen.

source: This is the main graphical interface.
de: Das grafische Interface.

source: It acts as a client to the simond server.
de: Es agiert als Client zum simond Server.

source: The recognition server.
de: Der Erkennungsserver.

source: A graphical front-end for simond.
de: Das grafische Frontend für simond

source: These three components form a real a client / server solution for the recognition. That means that there is one server (simond) for one or more clients (&kmyapplication;; This application). KSimond is just a front-end for simond which means it adds no functionality to the system but rather provides a way to interact with simond graphically.
de: Diese drei Komponenten bilden eine Server / Client Anwendung. Das bedeutet, dass ein Server (simond) mehrere Clients (&kmyapplication;; Diese Anwendung) bedient, welche über das Netzwerk angebunden sind. KSimond ist nur ein Frontend für simond was bedeutet, dass es keine zusätzliche Funktionalität zum System einbringt aber einen Weg bietet mit simond über eine grafische Benutzeroberfläche zu interagieren.

source: Additionally to the simon, simond and ksimond other, more specialized applications are also part of this integrated simon distribution.
de: Neben simon, simond und ksimond sind andere, speziellere Applikationen auch Teil der integrierten simon Distribution.

source: Provides more in-depth control to your speech model and allows to test the acoustic model.
de: Bietet direkten Zugang zum Sprachmodell um dieses zu testen oder zu generieren.

source: These two applications can be used to collect large amount of speech samples from different persons more easily.
de: Diese beiden Applikationen können verwendet werden um eine große Menge an Sprachdaten von verschiedensten Personen leicht aufzunehmen.

source: Please refer to the individual handbooks of those applications for more details.
de: Bitte sehen Sie die einzelnen Handbücher dieser Applikationen für mehr Details.

source: &kmyapplication; is used to create and maintain a representation of your pronunciation and language. This representation is then sent to the server simond which compiles it into a usable speech model.
de: &kmyapplication; wird verwendet um eine RepräsentationIhrer Aussprache und Ihres Wortschatzes zu verwalten. Diese Repräsentationwird dann an den Server simond geschickt, welcher sie in ein benutzbares Sprachmodell übersetzt ("kompiliert").

source: &kmyapplication; then records sound from the microphone and transmits it to the server which runs the recognition on the received input stream. simond sends the recognition result back to the client (&kmyapplication;).
de: &kmyapplication; nimmt mit Hilfe von einem Mikrofon dann Ihre Stimme auf und sendet diese Aufnahme an den Server welcher die Erkennung auf diesen Datenstrom ausführt. simond sendet dieses Erkennungsergebnis dann zurück an den Client (&kmyapplication;).

source: &kmyapplication; then uses this recognition result to execute commands like opening programs, following links, etc.
de: &kmyapplication; benutzt dieses Erkennungsergebnis dann um Kommandos auszuführen wie beispielsweise das Öffnen von Programmen oder URLs.

source: simond identifies its connections with a user / password combination which is completely independent from the underlying operating system and its users. By default a standard user is set up in both simon and simond so the typical use case of one simond server per simon client will work "out of the box".
de: simond identifiziert die Verbindung mit einem Benutzernamen und einem Passwort die komplett unabhängig sind vom zugrunde liegenden Betriebssystem und dessen Benutzerkonten. Standardmäßig kommt simond mit einem Standardbenutzer in sowohl simon als auch simond so das der typische Anwendungsfall von einem simon Client auf einem simond Server ohne zusätzliche Konfiguration funktionieren wird.

source: Every simon client logs onto the server with a user / password combination which identifies a unique user and thus a unique speech model. Every user maintains his own speech model but may use it from different computers (different, physical simon instances) simply by accessing the same simond server. One simond instance can of course also serve multiple users.
de: Jeder simon Client meldet sich am Server mit einem Benutzernamen und einem Passwort an das einen eindeutigen Benutzer mit ein eindeutiges Sprachmodell identifiziert. Jeder Benutzer verwaltet sein eigenes Sprachmodell aber kann es von verschiedenen Computern (verschiedene physische simon Instanzen) verwenden einfach indem er den selben simond Server verwenden. Eine simond instanz kann natürlich mehrere Benutzer verwalten.

source: If you want to open up the server to the internet or use multiple users on one server, you will have to configure simond. Please see the <ulink url="help:/simond">simond manual</ulink> for details.
de: Wenn Sie einen Server zum Internet hin öffnen wollen oder mehrere Benutzer auf einem simond Server verwenden wollen, müssen Sie den Server entsprechend konfigurieren. Bitte sehen Sie das <ulink url="help:/simond">simond manual</ulink> für Details.

source: Speech Recognition: Background
de: Spracherkennung: Hintergrundwissen

source: Speech recognition systems take voice input (often from a microphone) and try to translate it into written text. To do that, they rely on statistical representations of human voice. To put it into simple terms: The computer learns how words - or more correctly the sounds that make up those words - sound.
de: Spracherkennungssysteme verwandeln Spracheingabe (von einem Mikrofon) und versuchen diese in einen geschriebenen Text umzuwandeln. Um das zu erreichen, benutzen sie eine statistische Repräsentation der gesprochenen Sprache. Um es einfach auszudrücken: Der Computer lernt wie die Wörter - oder besser gesagt die Laute die die Wörter ausmachen - klingen.

source: A speech model consists of two distinct parts:
de: Ein Sprachmodell besteht aus zwei Teilen (im Deutschen wird leider nicht zwischen "Sprache" im Sinne von "Sprechweise" und der "Sprache" im Sinne von Deutsch, Englisch, etc. unterschieden; Deshalb besteht das Sprachmodell ("speech model") aus einem Sprachmodell ("language model") und einem Akustikmodell ("acoustic model")):

source: <para>Language Model</para>
de: <para>Sprachmodell</para>

source: <para>Acoustic Model</para>
de: <para>Akustikmodell</para>

source: <title>Language Model</title>
de: <title>Sprachmodell</title>

source: The language model defines the vocabulary and the grammar you want to use.
de: Das Sprachmodell definiert das Vokabular und die Grammatik die verwendet wird.

source: For more information see the <link linkend="vocabulary">vocabulary section</link> and the <link linkend="grammar">grammar section</link>.
de: Für mehr Information sehen Sie bitte die <link linkend="vocabulary">Vokabular-Sektion</link> und die <link linkend="grammar">Grammatik-Sektion</link>.

source: <title>Acoustic Model</title>
de: <title>Akustikmodell</title>

source: The acoustic model represents your pronunciation in a machine readable format.
de: Das Akustikmodell repräsentiert die Aussprache in einem maschinenlesbaren Format.

source: Let's look at the following sample vocabulary:
de: Betrachten wir das folgende Beispiels-Vokabular:

source: Sample Vocabulary
de: Beispiels-Vokabular

source: Word
de: Wort

source: Pronunciation
de: Aussprache

source: Noun
de: Nomen

source: k ax m p y uw t er
de: k O m p j u: t @ r

source: ih n t er n eh t
de: I n t @ r n E t

source: m ey l
de: m E I l

source: close
de: schließen

source: k l ow s
de: S l i: s @ n

source: The pronunciation of each word is composed of individual sounds which are separated by spaces. For example, the word "close" consists of the following sounds: <itemizedlist> <listitem><para>k</para></listitem> <listitem><para>l</para></listitem> <listitem><para>ow</para></listitem> <listitem><para>s</para></listitem> </itemizedlist> The acoustic model uses the fact that spoken words are composed of sounds much like written words are composed of letters. Using this knowledge, we can segment words into sounds (represented by the pronunciation) and assemble them back when recognizing. These building blocks are called "phonemes".
de: Die Aussprache jedes Wortes besteht aus einzelnen Lauten die mit Leerzeichen getrennt sind. Das Wort "schließen" besteht bspw. aus den folgenden lauten: <itemizedlist><listitem><para>S</para></listitem><listitem><para>l</para></listitem><listitem><para>i:</para></listitem><listitem><para>s</para></listitem><listitem><para>@</para></listitem><listitem><para>n</para></listitem></itemizedlist> Das Akustikmodell nutzt die Tatsache, dass gesprochene Wörter genauso aus Lauten bestehen wie geschriebene Wörter aus Buchstaben bestehen. Darauf aufbauend können wir Wörter in einzelne Laute zerlegen und sie bei der Erkennung wieder "zusammenbauen". Diese Bausteine nennt man "Phoneme".

source: Because the acoustic model actually represents how you speak the phonemes of the words, trainings material is shared among all words that use the same phonemes.
de: Das Akustikmodell beinhaltet Daten wie die einzelnen Phoneme und nicht ganze Wörter vom Anwender ausgesprochen werden. Das Trainingsmaterial eines Wortes beeinflusst deshalb auch die Erkennungsrate ähnlicher Worte positiv.

source: That means if you add the word "clothes" to the language model, your acoustic model already has an idea how the "clo" part is going to sound as they share the same phonemes ("k", "l", "ow") at the beginning.
de: Das bedeutet, dass wenn zum obigen Beispielvokabular nun noch das Wort "Mailing" hinzugefügt wird, weiß das Akustikmodell bereits ungefähr wie es klingen wird weil das Wort aus den Phonemen "m", "E", "I", "l", "I", "N" besteht und wir die Phonemkombination "m", "E", "I", "l" ja bereits für "Mail" trainiert haben. Wird jetzt eines der beiden Wörter trainiert, verbessert sich die Erkennung beider Wörter. Natürlich müssen aber auch die Phoneme "I" und "N" trainiert werden weshalb ein alleiniges Training vom Wort "Mail" nicht ausreicht um "Mailing" zu erkennen.

source: To train the acoustic model (in other words to tell him how you pronounce the phonemes) you have to "train" words from your language model. That means that simon displays a word which you read out loud. Because the word is listed in your vocabulary, simon already knows what phonemes it contains and can thus "learn" from your pronunciation of the word.
de: Um das Akustikmodell zu trainieren (in anderen Worten, dem Computer zu erklären wie die Phoneme von Ihnen ausgesprochen werden) müssen Wörter aus Ihrem Sprachmodell "trainiert" werden. Das bedeutet, dass simon das Wort anzeigt und Sie dieses laut vorlesen. Weil simon das Wort aus seinem Vokabular bereits kennt, weiß er aus welchen Phonemen es besteht. Damit kann er dann Ihre persönliche Aussprache dieser Phoneme "erlernen".

source: Scenarios
de: Szenarios

source: One scenario makes up one complete use case of simon. To control firefox, for example, the user just installs the firefox scenario.
de: Ein Szenario bestimmt einen kompletten Anwendungsfall von simon. Um Firefox zu steuern, zum beispiel, kann man einfach das Firefox Szenario installieren.

source: Each scenario consists of the following components:
de: Jedes Szenario beinhaltet die folgenden Komponenten:

source: <link>Vocabulary</link>
de: <link>Vokabular</link>

source: <link>Grammar</link>
de: <link>Grammatik</link>

source: Trainingstexts
de: Trainingstexte

source: <link>Commands</link>
de: <link>Kommandos</link>

source: Scenarios only cover the language model of the recognition system, the acoustic model is completely independent.
de: Szenarios decken nur das Sprachmodell (language model) des Erkennungssystem ab, das Akustikmodell (acoustic model) ist dabei vollkommen unabhängig.

source: However, in most cases scenarios are tailored to work best with a specific <link linkend="base_model">base model</link> to avoid <link linkend="phoneme_set_issues">issues with the phoneme set</link>.
de: In den meisten Fällen sind Szenarios so entwickelt um optimal mit einem gewissen <link linkend="base_model">Basismodell</link> zusammenzuarbeiten um <link linkend="phoneme_set_issues">Probleme mit dem Phonemset</link> zu vermeiden.

source: Because scenarios are not specifically bound to the acoustic model, they can be shared and exchanged between different simon users without problems. To accomodate this community based repository pool, a <ulink url="http://kde-files.org/index.php?xcontentmode=692">category for simon scenarios has been created on kde-files.org</ulink> where the scenarios, which are just simple text files (XML format), can be exchanged easily.
de: Weil Szenarios nicht direkt an ein Akustikmodell gebunden sind können Sie weitergegeben werden und ohne Probleme mit anderen simon Anwendern ausgetauscht werden . Um diesen Anwendungsfall möglichst gut abzubilden, wurde eine <ulink url="http://kde-files.org/index.php?xcontentmode=692">Kategorie für simon Szenarios auf kde-files.org</ulink> eingerichtet. Dort können Szenarios, die intern simple Textdateien im XML Format sind, komfortabel hoch- und heruntergeladen werden.

source: For information on how to use scenarios in simon, please refer to the <link linkend="scenarios_use">Scenario section in the Use simon chapter</link>.
de: Für Informationen wie Sie Szenarios in simon verwenden können, sehen Sie bitte die <link linkend="scenarios_use">Szenario Sektion im simon Verwenden Kapitel</link>.

source: Base models
de: Basismodelle

source: Base models are already generated, most often speaker independent, acoustic models that can be used with simon.
de: Basismodelle sind bereits generierte, meist sprecherunabhängige Akustikmodelle die mit simon verwendet werden können.

source: Using base models, the user can greatly reduce or even eliminate the need for personalized training. When using a static base model (see below), installation of the HTK is not necessary.
de: Mit Basismodellen kann ein Anwender die benötigte Zeit für ein individuelles Training stark reduzieren. Bei Verwendung von statischen Basismodellen (siehe unten) ist eine Installation des HTKs nicht notwendig.

source: Base models usable by simon consists of four files which you will find in archive when you download base models from their respective website.
de: Basismodelle die von simon verwendet werden können bestehen aus vier Dateien die Sie in einem Archiv finden werden wenn Sie die Modelle von der jeweiligen Webseite herunterladen.

source: The latter two files, macros and stats, are not required when using a static base model and might, in that case, be replaced with empty files if they are not available.
de: Die letzten beiden Dateien, macros und stats, sind nicht notwendig wenn Sie statische Basismodelle verwenden und können in diesem Fall mit leeren Dateien ersetzt werden sollten Sie nicht verfügbar sein.

source: Where to get base models
de: Wo bekommen Sie Basismodelle

source: To keep this list up to date, please refer to <ulink url="http://www.simon-listens.org/wiki/index.php/English:_Base_models#Where_to_get_base_models">the list in our online wiki</ulink>.
de: Um diese Liste aktuell zu halten, sehen Sie bitte <ulink url="http://www.simon-listens.org/wiki/index.php/English:_Base_models#Where_to_get_base_models">die Liste in unserem Wiki</ulink>.

source: Types of base models
de: Verschiedene Typen von Basismodellen

source: There are three types of base models:
de: Es existieren drei typen von Basismodellen:

source: <para>Static base model</para>
de: <para>Statisches Basismodell</para>

source: <para>Adapted base model</para>
de: <para>Adaptiertes Basismodell</para>

source: <para>User generated model</para>
de: <para>Benutzergeneriertes Modell</para>

source: For information on how to use base models in simon, please refer to the <link linkend="base_model_use">Base Models section in the Use simon chapter</link>.
de: Für Informationen wie Sie Basismodelle mit simon verwenden können, sehen Sie bitte die <link linkend="base_model_use">Basismodelle verwenden Sektion im simon Verwenden Kapitel</link>

source: <title>Static base model</title>
de: <title>Statisches Basismodell</title>

source: Static base models simply use a pre-compiled acoustic model without modifying it.
de: Statische Modelle verwenden einfach ein zuvor kompiliertes Akustikmodell ohne es zu bearbeiten.

source: Any training data collected through simon will not be used to improve the recognition accuracy.
de: Trainingsdaten die mit simon aufgenommen werden werden nicht verwendet um die Erkennungsrate zu erhöhen.

source: This type of model <emphasis>does not</emphasis> require the HTK to be installed.
de: Dieser Typ von Modell <emphasis>benötigt kein</emphasis> HTK.

source: <title>Adapted base model</title>
de: <title>Adaptiertes Basismodell</title>

source: By adapting a pre-compiled acoustic model you can improve accuracy by adapting it to your voice.
de: Durch Adaption von bereits kompilierten Akustikmodellen können Sie die Erkennungsrate steigern indem Sie das Modell an Ihre Stimme anpassen.

source: Collected training data will be compiled in a adaption matrix which will then be applied to the selected base model.
de: Gesammelte Trainingsdaten werden in eine Adaptionsmatrix kompiliert die dann auf das ausgewählte Basismodell angewendet wird.

source: This type of model <emphasis>does</emphasis> require the HTK to be installed.
de: Dieser Typ von Modell <emphasis>benötigt</emphasis> ein installiertes HTK.

source: <title>User generated model</title>
de: <title>Benutergeneriertes Modell</title>

source: When using user generated models, the user is responsible for training his own model. No base model will be used.
de: Wenn Sie benutzergenerierte Modelle verwenden ist der Benutzer dafür verantwortlich, dass das Modell trainiert ist. Es wird kein Basismodell verwendet.

source: The training data will be used to compile your own acoustic model allowing you to create a system which directly reflects your voice.
de: Die Trainingsdaten werden verwendet um das eigene Akustikmodell zu kompilieren. Dies erlaubt es ein System zu entwickeln das direkt Ihre eigene Sprache reflektiert.

source: Phoneme set issues
de: Phonemset Probleme

source: Because the statistical comparison happens <link linkend="acoustic_model">at phoneme level</link> the base models describe how these phonemes sound.
de: Da der statistische Vergleich auf <link linkend="acoustic_model">Phonemebene</link> geschieht, beschreibt das Basismodell wie diese Phoneme klingen.

source: Your scenarios (language model) on the other hand describe what phonemes a word is composed of.
de: Ihr Szenario (Sprachmodell / Language model) hingegen beschreibt wie die Phoneme klingen aus denen die Wörter aufgebaut sind.

source: In order for this association to work, both your scenarios and your base model need to use the same set of phonemes.
de: Damit diese Verbindung funktioniert, muss sowohl Ihr Szenario als auch Ihr Basismodell das selbe Phonemset verwenden.

source: If you design a new scenario it is therefore a good idea to use the dictionary that was used to create the base model as shadow dictionary. This way simon will suggest the "correct" phonemes when adding the words automatically.
de: Wenn Sie ein neues Szenario entwerfen ist es also eine gute Idee jenes Wörterbuch als Schattenvokabular zu verwenden das verwendet wurde um das Basismodell zu generieren. Auf diese Weise wird simon automatisch die "richtigen" Phoneme vorschlagen wenn Wörter hinzugefügt werden.

source: If you try to use scenarios designed for a different phoneme set (different base model) then you will get an error when starting the recognition listing the affected phonemes and words. To fix this, either transcribe the words according to the base models phoneme set, use a different base model or use an user generated model.
de: Wenn Sie Szenarios verwenden die für ein anderes Phonemset entwickelt wurden (anderes Basismodell) werden Sie unter umständen beim Starten der Erkennung einen Fehler erhalten der betroffene Phoneme und damit assoziierte Wörter anzeigt. Um dies zu reparieren, transkripieren Sie ihre Wörter entsprechend des verwendeten Phonemset des Basismodells oder verwenden Sie ein anderes Basismodell oder benutzen Sie ein benutzergeneriertes Modell.

source: Guidelines
de: Richtlinien
