Repository: EdwinVelazquez/simon
Catalog: simon/doc/po/simonmanual_*.po
Languages: de

source: simon provides this functionality. We refer to this large reference dictionary as "shadow dictionary". This shadow dictionary is not created by the user but can be imported from various sources.
de: simon bietet deshalb ein Referenzwörterbuch das "Schattenlexikon" genannt wird. Das Schattenlexikon ist ein zweites Vokabular, welches nicht für die Erkennung verwendet wird. Es kann mit fertigen Wörterbüchern gefüllt werden. Der Benutzer kann dann beim hinzufügen von neuen Wörtern von den Informationen aus dem Schattenlexikon profitieren.

source: As simon is a multi-language solution we do not ship shadow dictionaries with simon. However, it is very easy to import them yourself using the import dictionary wizard. This is described in the <link linkend="import_dictionary">Import Dictionary section</link>.
de: Weil simon eine internationale Lösung ist, wird simon nicht mit einem Schattenlexikon ausgeliefert. Allerdings ist es sehr einfach Lexika über den <link linkend="import_dictionary">Wörterbuch Importieren Assistenten</link> zu importieren.

source: Maintaining the Vocabulary
de: Verwalten des Vokabulars

source: simon provides a "Vocabulary" menu which lists the current vocabulary.
de: simon bietet ein "Vokabular" Menü welches das aktuelle Vokabular anzeigt.

source: simons Vocabulary
de: simons Vokabular

source: Per default, the active vocabulary is shown. To display the shadow vocabulary select the tab <guilabel>Shadow Vocabulary</guilabel>.
de: Standardmäßig wird das aktive Vokabular angezeigt. Um das Schattenvokabular anzuzeigen wählen Sie die Registerkarte <guilabel>Schattenvokabular</guilabel>.

source: Every word states it "recognition rate" which at the moment is just a counter of how often the word has been recorded (alone or together with other words).
de: Für jedes Wort wird eine "Erkennungsrate" angezeigt. Die Erkennungsrate zeigt an wie oft ein Wort aufgenommen wurde (alleine oder zusammen mit anderen Wörtern).

source: When this number is only one or zero the word entry is colored red (1: light red; 0: dark red). This is a visual warning. When a word contains a phoneme combination that is not covered by any other word and the word with this unusual phoneme combination is never recorded (recognition rate = 0), the model <emphasis>will</emphasis> fail to compile. However, simon will display an appropriate error message when the compilation of the model fails because of such an issue. In general it is a good idea to record each word at least once or twice (at best when <link linkend="add_word_record">adding the word</link>) to avoid such problems.
de: Wenn diese Nummer nur Null oder Eins ist, wird der Eintrag in der Wortliste rot markiert (1: Hellrot; 0: Dunkelrot). Das ist eine Warnung. Wenn ein Wort eine Phonemkombination beinhaltet, welche nie trainiert wurde (Erkennungrate 0) kann das Modell <emphasis>nicht</emphasis> kompiliert werden. Allerdings wird simon einen entsprechende Fehlermeldung anzeigen sollte dieses Problem eintreten. Allgemein ist es eine gute Idee jedes Wort mindestens ein oder zweimal aufzunehmen (am besten währen das <link linkend="add_word_record">Wort hinzugefügt</link> wird) um diesen Problem grundsätzlich aus dem Weg zu gehen.

source: Because the shadow dictionary is not used for the recognition there are of course no trainings-samples for words in the shadow dictionary. So don't be alarmed if all the entries in the shadow dictionary are colored dark red - this is perfectly normal.
de: Weil das Schattenlexikon ja nicht für die Erkennung benutzt wird, werden seine Wörter auch niemals aufgenommen. Deshalb sind natürlich auch alle Einträge dunkelrot markiert. Das ist normal und kein Grund zur Besorgnis.

source: Shadow Vocabulary
de: Schattenvokabular

source: Adding Words
de: Wörter hinzufügen

source: To add new words to the active vocabulary, use the add word wizard.
de: Um neue Wörter zum aktiven Vokabular hinzuzufügen, benutzen Sie bitte den Wort Hinzufügen Assistenten.

source: Adding words to simon is basically a two step procedure:
de: Wörter hinzuzufügen besteht im Prinzip aus zwei Schritten:

source: Defining the word
de: Das Wort definieren

source: Initial training
de: Initiales Training

source: Defining the Word
de: Definition des Wortes

source: Firstly, the user is asked which word he wants to add.
de: Zuerst wird der Benutzer gefragt, welches Wort hinzugefügt werden soll.

source: Select the word to add
de: Wählen Sie das Wort das hinzugefügt werden soll

source: When the user proceeds to the next page, simon automatically tries to find as much information about the word in the <link linkend="shadow_dictionary">shadow dictionary</link> as possible.
de: Wenn der Benutzer fortfährt wird simon automatisch versuchen so viel Information wie möglich über das hinzuzufügende Wort im <link linkend="shadow_dictionary">Schattenlexikon</link> zu finden.

source: If the word is listed in the shadow dictionary, simon automatically fills out all the needed fields (Terminal and Pronunciation).
de: Wenn das Wort im Schattenlexikon vorkommt wird simon automatisch alle benötigten Felder ausfüllen (Terminal und Aussprache).

source: Fields automatically filled out by the Shadow Dictionary
de: Felder mit Hilfe des Schattenlexikon automatisch ausgefüllt

source: All suggestions from the shadow dictionary are listed in the table "Similar words". Per default only exact word matches are shown. However, this can be changed by checking the "Also show non-perfect matches" checkbox below the suggestion table. Using similar words you can quickly deduce the correct pronunciation of the word you are actually trying to add. See <link linkend="manual_transcription">below</link> for details.
de: Alle Vorschläge vom Schattenlexikon sind in der Tabelle "Ähnliche Wörter" aufgelistet. Per Default werden nur exakte Treffer angezeigt. Allerdings kann dies geändert werden, wenn das Häkchen bei der Option "Zeige verwandte Wörter" gesetzt wird. Da die meisten Lautschriften relativ leicht zu lesen sind, kann dann leicht aus ähnlichen Wörtern die Korrekte Aussprache abgeleitet werden.

source: Of course this really depends on your shadow dictionary. If the shadow dictionary does not contain the word you are trying to add, the required fields have to be filled out manually.
de: Das hängt natürlich von Ihrem Schattenlexikon ab. Wenn das Schattenlexikon die Wörter die Sie hinzufügen wollen nicht beinhaltet, müssen die notwendigen Felder manuell ausgefüllt werden.

source: Some dictionaries that can be imported with simon (SPHINX, HTK) do not differentiate between upper and lower case. Suggestions based on those dictionaries will always be uppercase. You are of course free to change these suggestions to the correct case.
de: Manche Wörterbücher die von simon importiert werden können (SPHINX, HTK) unterscheiden nicht zwischen Groß- und Kleinschreibung und beinhalten alle Wörter in Großbuchstaben. Natürlich kann die Schreibweise beim Hinzufügen frei geändert werden.

source: Some dictionaries that can be imported with simon (SPHINX, PLS and HTK) provide no grammatical information at all. These will assign all the words to the terminal "Unknown". You should change this to something appropriate when adding those words.
de: Einige Wörterbücher die von simon importiert werden können (SPHINX, PLS und HTK) beinhalten keine grammatikalische Information. Da alle Wörter in simon einen Terminal besitzen müssen, werden sie dem Terminal "Unbekannt" zugewiesen wenn Sie importiert werden. Sie sollten beim Hinzufügen der Wörter zum aktiven Lexikon dann den Terminal entsprechende ändern.

source: Manually Selecting a Terminal
de: Manuell einen Terminal auswählen

source: The terminal of the word is defined as the grammatical category the word belongs to. This might be "Noun", "Verb" or completely new categories like "Command". For more information see the <link linkend="grammar">grammar section</link>.
de: Der Terminal des Wortes ist definiert als die grammatikalische Kategorie des Wortes. Das kann im Sinne der deutschen Grammatik "Nomen", "Verb" oder etwas komplett anderes wie erfundene Kategorien wie "Kommando" sein. Für mehr Information sehen Sie bitte die <link linkend="grammar">Grammatik Sektion</link>.

source: The list contains all terminals used in both your active and your shadow lexicon and in your grammar.
de: Die Liste beinhaltet alle Terminale die bis jetzt in Ihrem aktiven und Schattenlexikon sowie in Ihrer Grammatik verwendet wurden.

source: You can add new terminals to the drop-down menu by using the green plus sign next to it.
de: Sie können neue Terminale zu der Liste hinzufügen indem Sie das grüne Plus verwenden.

source: Manually Providing the Phonetic Transcription
de: Phonetische Transkription manuell angeben

source: The pronunciation is a bit trickier. simon does not need a certain type of phonetics so you are free to use any method as long as it uses only ASCII characters and no numbers. However, if you want to use a shadow dictionary and want to use it to it's full potential you should use the same phonetics as the shadow dictionary.
de: Die Aussprache ist etwas komplizierter. simon benötigt zwar keine bestimmten Lautschriftstandard solange er nur aus Buchstaben (keine Zahlen und Sonderzeichen) besteht. Allerdings ist es empfehlenswert die Lautschrift und das Phonemset des Schattenlexikons zu übernehmen.

source: If you don't know how to transcribe a word yourself you can easily use your shadow dictionary to help you with the transcription - even if the word is not listed in it. Let's say we want to add the word "Firefox" (to launch firefox) which is of course not listed in our shadow dictionary.
de: Wenn Sie nicht wissen wie ein Wort transkripiert wird, können Sie das die Informationen aus dem Schattenlexikon verwenden - sogar wenn das Wort dort nicht vorkommt. Wenn wir zum Beispiel das Wort "Firefox" hinzufügen wollen um den Webbrowser Firefox zu starten ist dieses Wort höchstwahrscheinlich nicht in unserem Schattenlexikon vorhanden.

source: (I imported the English voxforge HTK lexicon available from <ulink url="http://voxforge.org/home/downloads">voxforge</ulink> as a shadow dictionary.)
de: (Ich verwende das HADIFIX-BOMP als mein Schattenlexikon)

source: "Firefox" is not listed in our shadow dictionary so we don't get any suggestion at all.
de: "Firefox" ist nicht in unserem Schattenlexikon enthalten. Deshalb schlägt simon keine Werte vor.

source: Adding an unknown word
de: Ein unbekanntes Wort hinzufügen

source: However, we know that firefox sounds like "fire" and "fox" put together. So let's just open the vocabulary (you can keep the wizard open) by selecting "Vocabulary" from your simon main toolbar.
de: Wir wissen aber, dass das Wort Firefox gleich ausgesprochen wird wie die Wörter "Feier" (Fest) und "Fox" (Tanz) welche beide im BOMP Lexikon vorkommen. Öffnen wir also das Vokabular (Sie können den Assistenten offen lassen) indem Sie "Vokabular" über die simon Toolbar auswählen.

source: Switch to the shadow vocabulary by clicking on the tab <guilabel>Shadow Vocabulary</guilabel>.
de: Wechseln Sie zum Schattenvokabulr indem Sie auf die Registerkarte <guilabel>Schattenvokabular</guilabel> klicken.

source: Use the "Filter"-Box above the list to search for "Fire":
de: Suchen wir mit der "Filter"-Box über der Liste nach "Feier":

source: Adding an unknown word: Search for the Pronunciation
de: Ein unbekanntes Wort hinzufügen: Suchen für die Betonung

source: We can see, that the word "Fire" is transcribed as "f ay r". Now filter for "fox" instead of "Fire" and we can see that "Fox" is transcribed as "f ao k s". We can assume, that firefox should be transcribed as "f ay r f ao k s".
de: Wir können sehen, dass das Wort "Feier" mit "f aI @ r" transkripiert wurde. Filtern wir jetzt nach "Fox" statt "Feier" und wir sehen, dass "Fox" "f O k s" ausgesprochen wird. Daraus können wir ohne Probleme ableiten, dass das Englische "Firefox" wie ein Deutsches "Feierfox" also "f aI @ r f O k s" ausgesprochen und transkripiert wird.

source: Using this approach of deducing the pronunciation from parts of the word has the distinct advantage that we not only get a high quality transcription but also automatically use the same phoneme set as the other words which were correctly pulled out of the shadow dictionary.
de: So können Sie die Betonung von ähnlich ausgesprochenen Wörtern ableiten. Diese Strategie hat auch den Vorteil, dass selbst Laien mit einem guten Schattenlexikon sehr gute Transkriptionen finden können und dabei auch die gleichen Phoneme verwenden die im Schattenlexikon vorkommen und somit automatisch für Wörter verwendet werden, die im Schattenlexikon gefunden wurden und nur ins aktive Lexikon übernommen worden sind.

source: We can now enter the pronunciation and change the terminal to something appropriate.
de: Wir können jetzt die korrekte Aussprache angeben und den Terminal ändern.

source: Completely defined word
de: Komplett definiertes Wort

source: Training the Word
de: Trainieren des Wortes

source: To complete the wizard we can now train the word twice. If you don't want to do this or for example use a <link linkend="base_model_static">static base model</link>, you can skip these two pages.
de: Um den Assistenten abzuschließen können Sie jetzt das Wort zwei mal aufnehmen. Falls Sie das nicht tun wollen oder z.B. ein <link linkend="base_model_static">statisches Modell</link> verwenden können Sie die folgenden zwei Seiten überspringen.

source: Because you are about to record some training samples, simon will display the volume calibration to make sure that your microphone is set up correctly. For more information please refer to the <link linkend="volume_calibration">volume calibration section</link>
de: Weil Sie jetzt gleich zwei Trainingsaufnahmen aufnehmen werden wird simon die Lautstärkeeinpegelung anzeigen um sicherzustellen, dass die Lautstärke optimal eingestellt ist. Für mehr Informationen sehen Sie bitte die <link linkend="voklume_calibration">Lautstärkeeinpegelung Sektion</link>.

source: simon will try to prompt you for real-world examples. To do that, simon will automatically fetch grammar structures using the terminal of the word and substitute the generic terminals with example words from your active lexicon.
de: simon wird automatisch versuchen Sie beim Training nach Sätzen statt einzelnen Wörtern zu fragen. Dazu wird simon Ihre Grammatik durchforsten nach Satzstrukturen die den Terminal des neuen Wortes beinhalten und dann anhand der Terminale der anderen Wörter in ihrem aktiven Lexikon einen gültigen Satz bilden.

source: For example: You have the grammar structure "Trigger Command" and have the word "Computer" of the terminal "Trigger" in your vocabulary. You then add a new word "Firefox" of the terminal "Command". simon will now automatically prompt you for "Computer Firefox" as it is - according to your grammar - a valid sentence.
de: Zum Beispiel: Sie haben eine Grammatikstruktur "Trigger Kommando" und haben das Wort "Computer" vom Terminal "Trigger" in Ihrem Vokabular. Sie fügen dann ein Wort "Firefox" vom Terminal "Kommando" hinzu. simon wird dann automatisch den Satz "Computer Firefox" bilden und diesen für das erste Training des Wortes verwenden weil es laut der Grammatik ein gültiger Satz ist.

source: If simon is unable to find appropriate sentences using the word (i.e.: No grammar, not enough words in your active lexicon, etc.) it will just prompt you for the word alone.
de: Wenn simon keinen gültigen Satz bilden kann (z.B. wenn der Terminal (noch) nicht in ihrer Grammatik vorkommt oder Sie keine Grammatik definiert haben), wird simon Sie einfach nur nach dem einzelnen Wort fragen.

source: Although simon ensures that the automatically generated examples are valid, you can always override it's suggestion. Just switch to the "Examples" tab on the "Define Word" page.
de: simon stellt sicher, dass die Beispiele für das erste Training korrekt sind, aber Sie können die Vorschläge jederzeit ändern. Wechseln Sie dazu zum "Beispiel" Reiter in der "Definiere Wort" Seite des Assistenten.

source: Editing word examples
de: Wortbeispiele ändern

source: You are free to change those examples to anything you like. You can even go so far and use words that are not yet in your active lexicon as long as you add them before you synchronize the model, although this is not recommended.
de: Sie können die Beispiele frei editieren. Sie können sogar Wörter verwenden die noch nicht in Ihrem aktivem Lexikon vorkommen solange Sie sie hinzufügen bevor Sie das nächste mal das Modell synchronisieren obwohl das nicht empfohlen ist.

source: All that is left is to record the examples.
de: Nun bleibt nur noch das Wort aufzunehmen.

source: Recording
de: Aufnahme

source: Make sure you follow the guidelines listed in the <link linkend="recording">recording section</link>.
de: Stellen Sie sicher den Richtlinien der <link linkend="recording">Aufnahme Sektion</link> zu folgen.

source: Editing a word
de: Ein Wort ändern

source: To edit a word, simply select it from the vocabulary, and click on <guibutton>Edit word</guibutton>.
de: Um ein Wort zu editieren, wählen Sie es im angezeigten Vokabular aus und klicken Sie auf <guibutton>Wort editieren</guibutton>.

source: Edit word
de: Wort editieren

source: There you can change name, terminal and pronunciation of the selected word.
de: Hier können Sie Namen, Terminal und Aussprache des ausgewählten Wortes ändern.

source: Removing a word
de: Ein Wort entfernen

source: To remove a word from your language model, select it in the vocabulary view and click on "Remove selected word".
de: Um ein Wort aus dem Sprachmodell zu entfernen, wählen Sie es im Vokabular aus und wählen Sie "Ausgewähltes Wort löschen".

source: The dialog offers four choices:
de: Wie Sie sehen, bietet der Dialog vier Auswahlmöglichkeiten:

source: Move the word to the "Unused" terminal.
de: Das Wort zum Terminal "Unbenutzt" verschieben.

source: Because you (hopefully) don't use the terminal "Unused" in your grammar, the word will no longer be considered for recognition. In fact, it will be removed from the active vocabulary before compiling the model because no grammar sentence references it.
de: Weil Sie (hoffentlich) den Terminal "Unbenutzt" in Ihrer Grammatik nicht verwenden, werden Wörter die so markiert sind nicht länger für die Erkennung verwenden. Sie werden vom aktiven Vokabular entfernt bevor das Modell erstellt wird weil keine Grammatikstruktur sie mehr referenziert.

source: If you want to use the terminal "Unused" in your grammar, you can of course use a different terminal for unused words. Just set the terminal through the <link linkend="edit_word">Edit word</link> dialog.
de: Wenn Sie den Terminal "Unbenutzt" in Ihrer Grammatik verwenden wollen können Sie natürlich einen anderen Terminal für unbenutzte Wörter verwenden. Sie können den Terminal über den <link linkend="edit_word">Wort editieren</link> Dialog setzen.

source: To use the word again, just set the right terminal again. No data will be lost.
de: Um das Wort erneut zu verwenden, setzen Sie es einfach weder auf den richtigen Terminal. Assoziierte Trainingsdaten bleiben erhalten.

source: Move the word to the shadow lexicon
de: Entferne das Wort vom aktiven Vokabular

source: This will remove the selected word from the active lexicon (and thus from the recognition) but will keep a copy in the shadow vocabulary. All the recordings containing the word will be preserved.
de: Diese Option wird das ausgewählte Wort vom aktiven Lexikon (und damit von der Erkennung) entfernen aber wird das Wort im Schattenvokabular weiterführen(sollte das Schattenlexikon das selbe Wort bereits beinhalten, wird es nicht noch einmal eingefügt). Alle Aufnahmen (Trainingsdaten) die das Wort beinhalten bleiben erhalten.

source: To use the word again, add it again to the active vocabulary. When adding a "new" word with the same name the values of the moved word will be suggested to you. Therefore, no data will be lost.
de: Um das Wort wieder zu verwenden, fügen Sie es wieder zum aktiven Vokabular dazu. Wenn Sie ein neues Wort mit dem selben Namen hinzufügen werden die Werte dieses Wortes vorgeschlagen werden. Es gehen also keine Daten unwiederbringlich verloren.

source: Delete the word but keep the samples
de: Lösche das Wort aber behalte assoziierte Aufnahmen

source: Removes the word completely but keeps the associated samples. Whenever you add another word with the same word name the samples will be re-associated.
de: Entfernt das Wort komplett aber behält Aufnahmen in denen es vorkommt. Wenn Sie ein weiteres Wort mit dem selben Namen hinzufügen werden die Aufnahmen wieder damit assoziiert.

source: Be careful with this option as the new word you add again might be transcribed differently and this difference can not be taken into account automatically (simon will then try to force the new transcription on the old recordings during the model compilation).
de: Seien Sie vorsichtig mit dieser Option da das neu hinzugefügte Wort möglicherweise anders transkripiert wird und dieser Unterschied nicht automatisch erkannt und beachtet ewrden kann (simon wird dann bei der Modellgenerierung die neue Aussprache auch bei den alten Aufnahmen erwarten).

source: Do not use this option if the samples you recorded for this word were errenous.
de: Wählen Sie diese Option nicht wenn die Aufnahmen für das Wort falsch (betont) waren.

source: Remove the word completely
de: Das Wort komplett löschen

source: Just remove the word. All the recordings containing the word will be removed too.
de: Entfernt das Wort. Alle Aufnahmen die das Wort beinhalten werden ebenfalls entfernt.

source: This option leaves no trace of neither the word itself nor the associated samples.
de: Diese Option lässt keine Spuren von weder dem Wort selbst noch assoziierten Sprachdaten auf dem System zurück.

source: Because samples are global (not assigned to scenarios), even samples recorded from trainings session of other scenarios might be removed as well if they contain the word. Use this option carefully.
de: Da Aufnahmen global sind (nicht zu einem spezifischen Szenario zugewiesen) werden auch Aufnahmen die in Trainingssitzungen von anderen Szenarios aufgenommen wurden entfernt wenn Sie dieses Wort beinhalten. Verwenden Sie diese Funktion vorsichtig.

source: Special Training
de: Spezialtraining

source: Please see the <link linkend="special_training">special training section in the training section</link>.
de: Bitte sehen Sie die <link linkend="special_training">Sektion Spezialtraining im Trainingskapitel</link>.

source: Importing a Dictionary
de: Wörterbuch Importieren

source: simon provides the functionality to import large dictionaries as a reference. This reference dictionary is called <link linkend="shadow_dictionary">shadow dictionary</link>.
de: simon bietet die Möglichkeit große Wörterbücher als Nachschlagewerk zu importieren. Dieses Nachschlagewerk wird <link linkend="shadow_dictionary">Schattenlexikon</link> genannt.

source: When the user <link linkend="add_word">adds a new word</link> to the model, he has to define the following characteristics to define this word:
de: Wenn der Benutzer <link linkend="add_word">ein neues Wort hinzufügt</link> muss er die folgenden Charakteristika des Wortes angeben:

source: Wordname
de: Wortname

source: Phonetic definition
de: Phonetische Transkription
