Repository: EdwinVelazquez/simon
Catalog: simon/doc/po/simonmanual_*.po
Languages: de

source: These characteristics are taken out of the shadow dictionary if it contains the word in question. A large, high quality shadow dictionary can thus help the user to easily add new words to the model without keeping track of the phoneme set or - in many cases - even let him forget a the phonetic transcription is needed at all.
de: Diese Charakteristika werden automatisch aus dem Schattenlexikon genommen wenn das Schattenlexikon ein Wort mit dem selben Wortnamen führt. Ein großes, hochqualitatives Schattenlexikon kann deshalb sehr hilfreich sein beim Hinzufügen neuer Wörter weil der Benutzer sich in den meisten Fällen kaum mit den Details wie dem Phonemset auseinander setzen muss.

source: Import dictionary: Introduction
de: Wörterbuch Importieren: Einführung

source: Since version 0.3 you can also import dictionaries directly to the active dictionary. This option is mostly there to make it easier to move to simon from custom solutions and to encourage importing of older models (for example one used with simon 0.2). You will <emphasis>almost never</emphasis> want to import a very large dictionary as active dictionary.
de: Seit Version 0.3 können Sie Wörterbücher auch direkt in das aktive Vokabular importieren. Diese Option ist hauptsächlich nützlich um es leichter zu machen von selbst entwickelten manuellen Lösungen auf simon umzusteigern und um Modelle aus älteren simon Versionen zu importieren (z.B. aus Version 0.2). Sie werden <emphasis>fast nie</emphasis> ein sehr großes Wörterbuch in das aktive Vokabular importieren wollen.

source: You can find a list of available dictionaries that work with simon on the <ulink url="http://www.simon-listens.org/wiki/index.php/English:_Shadow_dictionary">simon wiki</ulink>.
de: Sie finden eine Liste verfügbarer Wörterbücher die mit simon getestet wurden auf dem <ulink url="http://www.cyber-byte.at/wiki/index.php/Deutsch:_Schattenw%C3%B6rterbuch">simon Wiki</ulink>.

source: simon is able to import five different types of dictionaries:
de: simon kann derzeit mit fünf verschiedenen Wörterbuchformaten umgehen:

source: HADIFIX Dictionary
de: HADIFIX Wörterbuch

source: simon can import HADIFIX dictionaries.
de: simon kann HADIFIX Wörterbücher importieren

source: One example of a HADIFIX dictionary is the German <ulink url="http://www.sk.uni-bonn.de/forschung/phonetik/sprachsynthese/bomp">HADIFIX BOMP</ulink>.
de: Ein Beispiel eines HADIFIX Wörterbuches ist das Deutsche <ulink url="http://www.sk.uni-bonn.de/forschung/phonetik/sprachsynthese/bomp">HADIFIX BOMP</ulink>.

source: Hadifix dictionaries provide both terminals and pronunciation.
de: Hadifix Wörterbücher bieten sowohl Terminal- als auch Ausspracheinformationen.

source: Due to a special exemption in their license the simon listens team is proud to be able to offer you to download the excellent HADIFIX BOMP directly from within simon.
de: Durch eine spezielle Ausnahme in Ihrer LIzenz ist das Simon Listens Team stolz darauf Ihnen einen direkten Download und Import des ausgezeichneten HADIFIX BOMPs in simon anbieten zu können.

source: Import dictionary: Automatic BOMP import
de: Wörterbuch importieren: Automatischer BOMP Import

source: Using the automatic bomp import you can, after providing name and e-Mail address for the team of the University Bonn, directly download and import the dictionary from the simon listens server.
de: Mit dem automatischen BOMP Import können Sie, nachdem Sie Namen und e-Mail Adresse für die Universität Bonn angegeben haben, das Wörterbuch direkt von einem simon listens Server importieren.

source: HTK Dictionary
de: HTK Wörterbuch

source: simon can import HTK lexica.
de: simon kann HTK Wörterbücher importieren

source: One example of a HTK lexicon is the English <ulink url="http://www.repository.voxforge1.org/downloads/SpeechCorpus/Trunk/Lexicon/">Voxforge dictionary</ulink>.
de: Ein Beispiel eines HTK Wörterbuchs ist das Englische <ulink url="http://www.repository.voxforge1.org/downloads/SpeechCorpus/Trunk/Lexicon/">Voxforge Wörterbuch</ulink>.

source: Hadifix dictionaries provide pronunciation information but no terminals. All words will be assigned to the terminal "Unknown".
de: HTK Wörterbücher bieten Ausspracheinformationen aber keine Terminale. Alle Wörter werden dem Terminal "Unbekannt" zugewiesen.

source: PLS Dictionary
de: PLS Wörterbuch

source: simon can import PLS dictionaries.
de: simon kann PLS Wörterbücher importieren.

source: One example of a PLS dictionary is the <ulink url="http://www.repository.voxforge1.org/downloads/de/Trunk/Lexicon/">German GPL dictionary from Voxforge</ulink>.
de: Ein Beispiel eines PLS Wörterbuches ist das <ulink url="http://www.repository.voxforge1.org/downloads/de/Trunk/Lexicon/">Deutsche GPL Wörterbuch von Voxforge</ulink>.

source: PLS dictionaries provide pronunciation information but no terminals. All words will be assigned to the terminal "Unknown".
de: PLS Wörterbücher bieten Ausspracheinformationen aber keine Terminale. Alle Wörter werden dem Terminal "Unbekannt" zugewiesen.

source: SPHINX Dictionary
de: SPHINX Wörterbuch

source: simon can import SPHINX dictionaries.
de: simon kann SPHINX Wörterbücher importieren.

source: One example of a SPHINX dictionary is this <ulink url="http://speech.mty.itesm.mx/~jnolazco/proyectos.htm">dictionary for Mexican Spanish</ulink>.
de: Ein Beispiel eines SPHINX Wörterbuches ist das <ulink url="http://speech.mty.itesm.mx/~jnolazco/proyectos.htm">Wörterbuch für Mexikanisches Spanisch</ulink>.

source: SPHINX dictionaries provide pronunciation information but no terminals. All words will be assigned to the terminal "Unknown".
de: SPHINX Wörterbücher bieten Ausspracheinformationen aber keine Terminale. Alle Wörter werden dem Terminal "Unbekannt" zugewiesen.

source: Julius Dictionary
de: Julius Wörterbuch

source: simon can import Julius vocabularies.
de: simon kann Julius Wörterbücher importieren.

source: One example of a Julius vocabularies are the word lists of simon 0.2.
de: Ein Beispiel eines Julius Vokabulars sind Wortlisten von simon 0.2.

source: Julius dictionaries provide pronunciation information as well as terminal information.
de: Julius Wörterbücher bieten Ausspracheinformationen und Terminalinformationen.

source: <title>Grammar</title>
de: <title>Grammatik</title>

source: The grammar defines which combinations of words are correct.
de: Die Grammatik definiert, welche Wortkombinationen korrekt sind.

source: Let's look at an example: You want to use simon to launch programs and close those windows when you are done. You would like to use the following commands:
de: Beispiel: Sie wollen simon benutzen um Programme zu starten und die Programmfenster zu schließen wenn Sie fertig sind. Sie würden gerne die folgenden Kmmandos verwenden:

source: "Computer, Internet" to open a browser
de: "Computer, Internet" um einen Browser zu öffnen

source: To open a mail client
de: Um einen Mail Client zu öffnen

source: "Computer, close"
de: "Computer, schließen"

source: To close the current window
de: Um das aktuelle Fenster zu schließen.

source: Following English grammar, your vocabulary would contain the following:
de: Wenn wir der deutschen Grammatik folgen, würde die Grammatik die folgenden Einträge beinhalten:

source: To allow the sentences defined above simon would need the following grammar:
de: Um die oben definierten Sätze zu erlauben würde wir folgende Grammatik verwenden:

source: "Noun Noun" for sentences like "Computer Internet"
de: "Nomen Nomen" für Sätze wie "Computer Internet"

source: "Noun Verb" for sentences like "Computer close"
de: "Nomen Verb" für Sätze wie "Computer schließen"

source: While this would work, it would also allow the combinations "Computer Computer", "Internet Computer", "Internet Internet", etc. which are obviously bogus. To improve the recognition accuracy, we can try to create a grammar that better reflects what we are trying to do with simon.
de: Das würde zwar funktionieren, aber würde auch Kombinationen wie "Computer Computer", "Internet Computer", "Internet Internet", etc. erlauben die alle nicht wirklich sinnvoll sind. Um die Erkennungsgenauigkeit zu erhöhen, können wir unsere Grammatik optimieren.

source: It is important to remember that you define your own "language" when using simon. That means that you are not bound to grammar rules that exist in whatever language you want to use simon with. For a simple command and control use-case it would for example be advisable to invent new grammatical rules to eliminate the differences between different commands imposed by grammatical information not relevant for this use case.
de: Es ist wichtig im Hinterkopf zu halten, dass jeder Benutzer mit simon seine eigene "Sprache" definiert. Das bedeutet, dass Sie in keiner Weise an die Grammatikregeln der zugrunde liegenden "echten" Sprache (Deutsch, Englisch, etc.) gebunden sind. Für simple Steuerung des Computers ist es sogar empfehlenswert eigene Grammatikregeln zu erfinden um grammatikalische Unterschiede die für den Anwendungsfall nicht wichtig sind zu eliminieren und unsinnige Sätze zu verbieten.

source: In the example above it is for example not relevant that "close" is a verb or that "Computer" and "Internet" are nouns. Instead, why not define them as something that better reflects what we want them to be:
de: In dem Beispiel oben ist es beispielsweise nicht relevant, dass "schließen" ein Verb ist oder das "Computer" und "Internet" Nomen sind. Stattdessen können wir sie als etwas deklarieren das besser reflektiert was sie in unserem Szenario sein sollen:

source: Improved Sample Vocabulary
de: Verbessertes Beispielvokabular

source: Command
de: Kommando

source: Now we change the grammar to the following: <itemizedlist> <listitem><para>"Trigger Command"</para></listitem> </itemizedlist> This allows all the combinations described above. However, it also limits the possibilities to exactly those three sentences. Especially in larger models a well thought grammar and vocabulary can mean a huge difference in recognition results.
de: Jetzt ändern wir die Grammatik zu folgendem: <itemizedlist><listitem><para>"Trigger Kommando"</para></listitem></itemizedlist> Dies erlaubt simon alle gewünschten Kombinationen zu erkennen. Aber es limitiert die Erkennugsergebnisse auch auf exakt diese drei möglichen Sätze. Vor allem in größeren Modellen kann eine clevere Grammatik und ein dazupassendes Vokabular große Unterschiede in der Erkennungsrate bewirken.

source: Defining your Grammar
de: Die Grammatik definieren

source: simon provides an easy to use text based interface to change the grammar. You can simply list all the allowed sentences (without any punctuation marks, obviously) like described above.
de: simon bietet eine einfache, Text basierte Oberfläche um die Grammatik zu definieren. Sie können einfach alle erlaubten Sätze (ohne Satzzeichen) wie oben beschrieben eingeben.

source: <screeninfo>Grammar</screeninfo>
de: <screeninfo>Grammatik</screeninfo>

source: When selecting a sentence on the left, the right pane will automatically show possible real sentences with the words of your vocabulary on the right.
de: Wenn Sie einen Satz links auswählen wir das Feld rechts automatisch echte Sätze die mit Ihrem aktuellen Vokabular dadurch ermöglicht werden anzeigen.

source: The example section will list at most 35 examples so if more than that amount of sentences match the selected grammar entry, the list might not be complete.
de: Die Beispielsektion erlaubt maximal 35 Beispiele sodass die Liste nicht vollständig sein muss.

source: Import a Grammar
de: Eine Grammatik importieren

source: Additionally to simply entering your desired grammar sentence by sentence, simon is able to automatically deduce allowed grammar structures by reading plain text using the Import Grammar wizard.
de: Zusätzlich zum Eingeben der Grammatik Satz bei Satz kann simon auch Satzstrukturen von Textdateien "erlernen".

source: Import Grammar
de: Grammatik Importieren

source: simon can read and import text files but also provides an input field if you want to simply type the text into simon.
de: simon kann Textdateien einlesen aber erlaubt auch direkte Eingabe von Text in ein Eingabefeld.

source: Say we have a vocabulary like in the general section above:
de: Wenn wir bspw. ein Vokabular wie vorhin in der allgemeinen Sektion haben:

source: We want simon to recognize the sentence "Computer Internet!". So we either enter the text using the <guibutton>Import text</guibutton> option or create a simple text file with this content "Computer Internet!" (any punctuation mark would work) and save it as "simongrammar.txt" to use the <guibutton>Import files</guibutton> option.
de: Wir wollen also ein System haben, dass den Satz "Computer Internet!" erkennt. Also geben wir entweder den Text über <guibutton>Importiere Text</guibutton> ein oder erstellen eine Textdatei mit dem Inhalt "Computer Internet!" (jedes Satzzeichen würde funktionieren) und speichern es als "simongrammar.txt" um die Option <guibutton>Importiere Dateien</guibutton> zu verwenden.

source: Import Grammar: Enter text
de: Importiere Grammatik: Text eingeben

source: Import Grammar: Text file
de: Importiere Grammatik: Textdatei

source: Import Grammar: Select files
de: Importiere Grammatik: Dateien auswählen

source: simon will then read the entered text or all the given text files (in this case the only given text file is "simongrammar.txt") and look up every single word in both active and shadow dictionary (the definition in the active dictionary has more importance if the word is available in both). It will then replace the word with its terminal.
de: simon wird dann den eingegebenen Text bzw. all die angegebenen Textdateien einlesen (in diesem Fall nur die Datei "simongrammar.txt") und jedes einzelne Wort in sowohl dem aktiven als auch dem Schattenlexikon nachschlagen (die Definition im aktiven Lexikon hat Vorrang über eventuelle Definitionen im Schattenlexikon). Es wird dann das Wort mit dem entsprechenden Terminal ersetzten.

source: In our example this would mean that he would find the sentence "Computer Internet". simon would find out that "Computer" is of the terminal "Trigger" and "Internet" of the terminal "Command". Because of this simon would "learn" that "Trigger Command" is a valid sentence and add it to its grammar.
de: In unserem Beispiel würde das bedeuten, dass werden Satz "Computer Internet" finden würde. simon würde dann erkennen, dass "Computer" vom Terminal "Trigger" und "Internet" vom Terminal "Kommando" ist. Deswegen würde simon "lernen", dass "Trigger Kommando" offensichtlich ein gültiger Satz ist und ihn automatisch zur Grammatik hinzufügen.

source: The import automatically segments the input text by punctuation marks (".", " - ", "!", etc.) so any natural text should work. The importer will automatically merge duplicate sentence structures (even across different files) and add multiple sentence (all possible combinations) when a word has multiple terminals assigned to it.
de: Der Import segmentiert den Eingabetext automatisch nach Satzzeichen (".", ," - ", "!", etc.) also jeder natürliche Text sollte funktionieren. Der Import wird automatisch alle doppelt vorkommenden Satzstrukturen zusammenfügen (sogar über verschiedene Dateien verstreut) und wird alle möglichen grammatikalischen Satzstrukturen hinzufügen wenn Sätze Wörter verwenden die mit mehr als einem Terminal assoziiert sind.

source: The import will ignore sentences where one or more words could not be found in the language model unless you tick the "Also import unknown sentences" checkbox in which case those words are replaced with "Unknown".
de: Der Import wird alle Sätze ignorieren die ein oder mehrere Wörter beinhalten die im Sprachmodell nicht gefunden werden konnten außer die Option "Auch unbekannte Wörter akzeptieren" wurde aktiviert. In diesem Fall werden unbekannte Wörter mit dem generischen Terminal "Unbekannt" ersetzt.

source: Renaming Terminals
de: Terminale umbenennen

source: The rename terminal wizard allows you to rename terminals in both your active vocabulary, your shadow dictionary and the grammar.
de: Der Terminal umbenennen Assistent erlaubt es dem Benutzer einzelne Terminale im aktiven Vokabular, dem Schattenlexikon und in der Grammatik umzubenennen.

source: Rename Terminal
de: Terminal umbenennen

source: Merging Terminals
de: Terminale verbinden

source: The merge terminal wizard allows you to merge two terminals into one new terminal in both your active vocabulary, your shadow dictionary and the grammar.
de: Der Terminal verbinden Assistent erlaubt es zwei Terminale in einen neuen zusammenzuführen. Er ändert dabei das aktive Lexikon und auf Wunsch auch das Schattenlexikon und die Grammatik.

source: Merge Terminal
de: Terminale verbinden

source: This functionality is especially useful if you want to simplify your grammar structures.
de: Diese Funktion ist besonders nutzvoll wenn Sie Ihre Grammatikstrukturen vereinfachen wollen.

source: Using the Training-module, you can improve your <link linkend="acoustic_model">acoustic model</link>.
de: Mit dem Trainingsmodul können Sie Ihr <link linkend="acoustic_model">Akustikmodell</link> und damit die Erkennungsrate verbessern.

source: The interface lists all installed trainings-texts in a table consisting of three columns:
de: Die Oberfläche listet alle installierten Trainingstexte in einer Tabelle mit drei Spalten:

source: A descriptive name for the text.
de: Ein beschreibender Name für den Text.

source: Pages
de: Seiten

source: The number of "pages" the text consists of. Each page represents one recording.
de: Die Anzahl von "Seiten" aus der der Text besteht. Jede Seite repräsentiert eine Aufnahme.

source: Recognition Rate
de: Erkennungsrate

source: Analogue to the vocabulary; Represents how likely simon will recognize the words (higher is better). The recognition rate of the trainings-text is the average recognition rate of all the words in the text.
de: Analog zum Vokabular; Zeigt an wie wahrscheinlich es ist, dass simon die Wörter die der Text beinhaltet korrekt erkennt (höher ist besser). Der Wert ist dabei einfach ein Mittelwert der Erkennungsraten aller Wörter im Text.

source: To improve the acoustic model - and thus the recognition rate - you have to record trainings-texts. This means that simon gets essentially two needed parts: <itemizedlist> <listitem><para>Samples of your speech</para></listitem> <listitem><para>Transcriptions of those samples</para></listitem> </itemizedlist> The active dictionary is used to transcribe the words (mapping them from the actual word to its phonetic transcription) that make up the text so every word contained in the trainings-text you want to read (train) has to be contained in your active dictionary. simon will warn you if this is not the case and provide you with the possibility to add all the missing words in one go. <screenshot> <screeninfo>Training: Warning about missing words</screeninfo> <mediaobject> <imageobject> <imagedata fileref="training_warning.png" format="PNG"/> </imageobject> </mediaobject> </screenshot> The procedure is the same as if you would <link linkend="add_word">add a single word</link> but the wizard will prompt you for details and recordings for all the missing words automatically. This procedure can be aborted at any time and simon will provide both a way to add the already completely defined words and to undo all changes done so far. When the user has added all the words he is prompted for (all the words missing) the changes to the active dictionary / vocabulary are saved and the training of the previously selected text starts automatically.
de: Um das Akustikmodell zu verbessern - und damit die Erkennungsrate müssen Sie Trainingstexte aufnehmen. Trainingsdaten bestehen im Allgemeinen aus zwei Teilen: <itemizedlist><listitem><para>Sprachaufnahmen Ihrer Stimme</para></listitem><listitem><para>Transkriptionen dieser Aufnahmen</para></listitem></itemizedlist>Das aktive Wörterbuch wird verwendet um die Wörter zu transkripieren (die Worte in ihre Phoneme aufschlüsseln) aus denen der Text besteht den Sie vorlesen (trainieren). Deshalb muss jedes Wort, dass in dem Text verwendet wird auch in Ihrem aktiven Vokabular vorkommen. Ist das nicht der Fall, wird simon Sie warnen und die Möglichkeit anbieten die fehlenden Wörter hinzuzufügen. <screenshot> <screeninfo>Training: Warnen über fehlende Wörter</screeninfo> <mediaobject> <imageobject> <imagedata fileref="training_warning.png" format="PNG"/> </imageobject> </mediaobject> </screenshot>Das Hinzufügen ist ganz gleich als würden Sie ein <link linkend="add_word">neues Wort hinzufügen</link> aber der Assistent wird automatisch mehrmals durchlaufen um die Information über alle fehlende Wörter zu sammeln.Dieser Vorgang kann natürlich jederzeit abgebrochen werden. Sollten Sie das machen, wird simon Sie fragen ob er die bisher fertig definierten Wörter hinzufügen soll oder ob alle Änderungen rückgängig gemacht werden sollen. Wenn Sie alle Wörter hinzugefügt haben werden die Änderungen gespeichert und das Training des zuvor ausgewählten Textes startet automatisch.

source: The training (reading) of the trainings-text works exactly the same as the initial training when adding a new word.
de: Das Training (vorlesen) eines Trainingstexts funktioniert exakt gleich wie das erste Training beim Hinzufügen eines neuen Wortes.

source: Training in progress
de: Training

source: Storage Directories
de: Speicherorte

source: Trainings-texts are stored at two different locations:
de: Trainingstexte sind an zwei Stellen gespeichert:

source: The texts of the current user. Can be deleted and added with simon (see below).
de: Die Texte des aktuellen Benutzers. Können mit simon gelöscht und hinzugefügt werden (siehe unten).

source: Windows: <filename>(install directory)\share\apps\simon\texts</filename>
de: Windows: <filename>(Installationsordner)\share\apps\simon\texts</filename>

source: System wide texts. They will appear on every user account using simon on this machine and can not be deleted from within simon because of the obvious permission restrictions on system wide files.
de: Systemweite Texte. Sie werden bei jedem (Betriebssytem-) Benutzer auf dem System angezeigt und können innerhalb von simon je nach Betriebssystemberechtigung höchstwahrscheinlich nicht gelöscht werden.

source: This folder can be used by system administrators to provide a common set of trainings-texts for all the users on one system.
de: Dieser Ordner eignet sich besonders gut für Systemadministratoren die allen Benutzern ein gemeinsames Set an Trainingsdaten geben wollen.

source: The XML files (one for each text) can just be moved from one location to the other but this will most likely require admin privileges.
de: Die XML Dateien (eine für jeden Text) können von einem Speicherort zum anderen verschoben werden. Abhängig von den zugrunde liegenden Betriebssystemberechtigungen wird dies aber wahrscheinlich Administratorenrechte benötigen.

source: Adding Texts
de: Texte hinzufügen

source: Import-trainings-texts-wizard
de: Trainingstexte Importieren Assistent

source: The add texts wizard provides a simple way to add new trainings-texts to simon.
de: Der Trainingstexte hinzufügen Assistent bietet einen einfachen Weg neue Texte zu simon hinzuzufügen.
