Repository: EdwinVelazquez/simon
Catalog: simon/doc/po/simonmanual_*.po
Languages: de

source: To add a remote URL (HTTP, FTP, etc.) choose <guibutton>Remote URL</guibutton> <screenshot> <screeninfo>Import Places: Remote</screeninfo> <mediaobject> <imageobject> <imagedata fileref="command_place_import_2.png" format="PNG"/> </imageobject> </mediaobject> </screenshot> Please note that for URLs with authentication information the password will be stored in clear text.
de: Um einen entfernten URL (HTTP, FTP, etc.) anzugeben wählen Sie <guibutton>URL</guibutton>.<screenshot> <screeninfo>Entfernte Orte importieren</screeninfo> <mediaobject> <imageobject> <imagedata fileref="command_place_import_2.png" format="PNG"/> </imageobject> </mediaobject> </screenshot> Bitte beachten Sie, dass URLs mit Authentifizierungsinformation im Klartext gespeichert werden und das Passwort also unverschlüsselt vorliegt.

source: Shortcut Commands
de: Tastenkürzel-Kommandos

source: Using shortcut commands the user can associate commands with key-combinations.
de: Mit den Tastenkürzel-Kommandos kann ein Benutzer Kommandos mit Tastenkombinationen verbinden.

source: The command will simulate keyboard input to "press" shortcuts like "Ctrl+C" or "Alt+F4".
de: Das Kommando kann Tasteneingaben simulieren um Tastenkürzel wie "Strg+C"oder "Alt-F4" auszulösen.

source: Defining Shortcut Commands
de: Tastenkürzel Kommandos definieren

source: To select the shortcut you wish to simulate just toggle the shortcut button and press the key combination on your keyboard.
de: Um ein Tastenkürzel auszuwählen, klicken Sie einfach auf den Tastenkürzel-Knopf und drücken anschließend eben jene Kombination die Sie mit dem Kommando assozieren möchten auf Ihrer Tastatur.

source: simon will capture the shortcut and associate it with the command.
de: simon wird das Tastenkürzel abfangen und mit dem Kommando assozieren.

source: Due to technical limitations there are several shortcuts on Microsoft Windows that can not be captured by simon (this includes e.g. Ctrl+Alt+Del and Alt+F4). These special shortcuts can be selected from a list below the aforementioned shortcut button.
de: Wegen technischen Einschränkungen gibt es unter Microsoft Windows einige Tastenkürzel die sich nicht ohne weiteres abfangen lassen mit simon (z.B. Strg+Alt+Entf und Alt+F4). Diese speziellen Tastenkombinationen können mit einer eigenen Liste ausgewählt werden.

source: This selection box is not visible in the screenshot above as the list is only displayed in the Microsoft Windows version of simon.
de: Diese Auswahlliste ist im Bildschirmfoto nicht sichtbar da sie nur unter Microsoft Windows angezeigt wird.

source: Text-Macro Commands
de: Text-Makro-Kommandos

source: Using text-macro commands, the user can associate text with a command. When the command is invoked, the associated text will be "written" by simulating keystrokes.
de: Mit Text-Makro-Kommandos kann der Benutzer Text mit Kommandos assozieren. Wenn ein Text-Makro-Kommando ausgelöst wird, wird der Text mit dem das Kommando verbunden ist über simulierte Tastendrücke "geschrieben".

source: Defining Text-Macro Commands
de: Text-Makro-Kommandos definieren

source: List Commands
de: List-Kommandos

source: The list command is designed to combine multiple commands (all types of commands are supported) into one list. The user can then select the n-th entry by saying the associated number (1-9).
de: List-Kommandos kombinieren mehrere Kommandos (alle Typen von Kommandos werden unterstützt) in eine einzelne Liste. Der Benutzer kann dann einen Eintrag der Liste auswählen indem er dessen Nummer (1-9) sagt und damit dieses Kommando auslösen.

source: This is very useful to limit the amount of training required and provides the possibility to keep the vocabulary to a minimum.
de: List-Kommandos sind sehr hilfreich um die Menge an Wörter im Vokabular und damit die Menge der benötigten Trainingsdaten gering zu halten.

source: Defining List Commands
de: List-Kommandos definieren

source: List commands are especially useful when using commands with difficult triggers or commands that can be grouped under a general theme. A typical example would be a command "Startmenu" to present a list of programs to launch. That way the specific executable commands can still retain very descriptive names (like "OpenOffice.org Writer 3.1") without the user having to include these words in his vocabulary and consider them in the grammar just to trigger them.
de: List-Kommandos sind vor allem dann nützlich wenn Kommandos schwierig auszusprechende Trigger haben oder mehrere Kommandos logisch gruppiert werden können. Ein typisches Beispiel wäre ein Kommando "Startmenü" das eine Liste von Programmen (Program-Kommandos) auflistet. So können diese Program-Kommandos sehr komplexe aber beschreibende Namen besitzen (wie z.B.: "OpenOffice.org Writer 3.1") ohne dass simon diese Wörter jemals erkennen muss um das Kommando auszulösen.

source: Commands of different types can of course be mixed.
de: Kommandos unterschiedlicher Typen können in einer Liste gemischt werden.

source: List Command Display
de: Listen Kommandos Anzeige

source: When invoked, the command will display the list centered on the screen. The list will automatically expand to accompany its items. <screenshot> <screeninfo>Defining List Commands</screeninfo> <mediaobject> <imageobject> <imagedata fileref="command_list_2.png" format="PNG"/> </imageobject> </mediaobject> </screenshot> The user can invoke the commands contained in the list by simply saying their associated number (In this example: "One" to launch Mozilla Firefox).
de: Wenn ein List-Kommando ausgelöst wird, wird eine Liste in der Mitte des Bildschirmes angezeigt. Diese Liste wird automatisch größer und kleiner um alle Elemente anzeigen zu können. <screenshot> <screeninfo>List-Kommandos</screeninfo> <mediaobject> <imageobject> <imagedata fileref="command_list_2.png" format="PNG"/> </imageobject> </mediaobject> </screenshot>Der Benutzer kann dann die Kommandos auslösen in dem er die Nummer sagt die mit dem Kommando verbunden ist, dass er auslösen möchte (In diesem Beispiel: "Eins" um Mozilla Firefox aufzurufen).

source: While a list command is active (displayed), all input that is not directed at the list itself (other commands, etc.) will be rejected. The process can be canceled by pressing the "Cancel" button or by saying "Cancel".
de: Während eine Liste aktiv ist (sie wird angezeigt) wird jedes Erkennungsergebnis das nicht die Liste selbst betrifft (andere Kommandos, etc.) verworfen. Der Auswahlprozess kann jederzeit abgebrochen werden durch sagen von "Abbrechen"oder durch klicken auf das "Abbrechen" Feld.

source: If there are more than 9 items simon will add "Next" and "Back" options to the list ("Zero" will be associated with "Back" and "Nine" with "Next").
de: Wenn mehr als 9 Kommandos mit der Liste assoziiert sind, werden automatisch "Weiter" und "Zurück" Elemente angezeigt die ebenfalls mit Nummern versehen sind ("Null" wird mit "Zurück" und "Neun" wird mit "Weiter" verbunden).

source: List Command with many entries
de: List-Kommando mit vielen Einträgen

source: Configuring list elements
de: Konfiguration von Listenelementen

source: By default the list command uses the following trigger words. To use list commands to their full potential, make sure that your language and acoustic model contains and allows for the following "sentences":
de: Standardmäßig verwendet das Listenkommando die folgenden Auslöser.Um List-Kommandos zu ihrem vollen Potential zu benutzen, stellen Sie sicher, dass Ihr Sprachmodell die folgenden "Sätze" kennt und erlaubt:

source: "Zero"
de: "Null"

source: "One"
de: "Eins"

source: "Two"
de: "Zwei"

source: "Three"
de: "Drei"

source: "Four"
de: "Vier"

source: "Five"
de: "Fünf"

source: "Six"
de: "Sechs"

source: "Seven"
de: "Sieben"

source: "Eight"
de: "Acht"

source: "Nine"
de: "Neun"

source: "Cancel"
de: "Abbrechen"

source: Of course you can also configure these words in your simon configuration:
de: Natürlich können Sie diese Wörter in der simon Konfiguration anpassen:

source: <guimenuitem>Commands</guimenuitem> > <guibutton>Manage plugins</guibutton> > <guimenuitem>General</guimenuitem> > <guimenuitem>Lists</guimenuitem> for the scenario wide list configuration.
de: <guimenuitem>Kommandos</guimenuitem> > <guibutton>Plug-Ins verwalten</guibutton> > <guimenuitem>Allgemein</guimenuitem> > <guimenuitem>Listen</guimenuitem> für die szenarioweite Listenkonfiguration.

source: <guimenu>Settings</guimenu> > <guimenuitem>Configure simon...</guimenuitem> > <guimenuitem>Actions</guimenuitem> > <guimenuitem>Lists</guimenuitem> for the global configuration. When creating a new scenario, the scenario configuration will be initialized with a copy of this list configuration.
de: <guimenu>Einstellungen</guimenu> > <guimenuitem>simon einrichten...</guimenuitem> > <guimenuitem>Aktionen</guimenuitem> > <guimenuitem>Listen</guimenuitem> fürdie globale Konfiguration. When Sie ein neues Szenario anlegen wird diese Konfiguration als die Listenkonfiguration des neuen Szenarios übernommen.

source: List commands are internally also used by other plugins like for example the <link linkend="desktopgrid">desktopgrid</link>. The confiugration of the triggers also affects their displayed lists.
de: Listenkommandos sind intern auch verwendet von anderen Plugins wie z.B. das <link linkend="desktopgrid">Desktopgitter</link>. Die Konfiguration der Trigger beeinflusst auch deren Listen.

source: Composite Commands
de: Kombination-Kommandos

source: Composite commands allow the user to group multiple commands into a sequence.
de: Kombination-Kommandos erlauben dem Benutzer mehrere Kommandos automatisch hintereinander ablaufen lassen.

source: When invoked the commands will be executed in order. Delays between commands can be inserted.
de: Wenn ein Kombinationskommando ausgelöst werden, werden alle mit ihm assoziierten Kommandos in einer Reihenfolge die der Benutzer festlegt ausgeführt. Es können auch Wartezeiten zwischen Kommando-Aufrufen eingefügt werden.

source: Defining Composite Commands
de: Kombination-Kommandos dfinieren

source: Using the composite command the user can compose complex "macros". The screenshot above - for example - does the following:
de: Mit Kombination-Kommandos kann der Benutzer komplexe Arbeitsabläufe in ein einzelnes Kommando packen. Zum Beispiel:

source: Start Kopete (Executable Command)
de: Starte Kopete (Program Kommando)

source: Wait 2000ms for Kopete do be started
de: Warte 2000ms bis Kopete gestartet ist

source: Type "Mathias" (Text-Macro Command) which will select Mathias in my contact list
de: Schreibe "Mathias" (Text-Makro-Kommando); Dies wird den Kontakt "Mathias"in meiner Kontaktliste auswählen

source: Press Enter (Shortcut Command)
de: Drücke Eingabe (Tastenkürzel-Kommando)

source: Wait 1000ms for the chat window to appear
de: Warte 1000ms bis Kopete das Chatfenster öffnet

source: Write "Hi!" (Text-Macro Command); The text associated to this command contains a newline at the end so that the message will be send.
de: Schreibe "Hallo" (Text-Makro-Kommando) und drücke Eingabe (Tastenkürzel-Kommando) um die Nachricht zu senden.

source: Press Alt+F4 (Shortcut Command) to close the chat window
de: Drücke Alt+F4 (Tastenkürzel-Kommando) um das Chatfenster zu schließen.

source: Press Alt+F4 (Shortcut Command) to close the kopete main window
de: Drücke Alt+F4 (Tastenkürzel-Kommando) um das Kopete Hauptfenster zu schließen.

source: Desktopgrid
de: Desktopgitter

source: The desktopgrid allows the user to control his mouse with his voice.
de: Das Desktopgitter erlaubt dem Benutzer die Maus mit der Sprache zu steuern.

source: The Desktopgrid
de: Das Desktopgitter

source: The desktopgrid divides the screen into nine parts which are numbered from 1-9. Saying one of these numbers will again divide the selected field into 9 fields again numbered from 1-9, etc. This is repeated 3 times. After the fourth time the desktopgrid will be closed and simon will click in the middle of the selected area.
de: Das Desktopgitter teilt den Bildschirm in neun Teile die von 1-9 durchnummeriert werden. Wenn eine der neun Nummer ausgesprochen wird, wird das Feld das mit dieser Nummer verbunden war in neun weitere Felder zerteilt die wieder von 1-9 durchnummeriert werden, etc. Dies wird insgesamt drei Mal gemacht. Nach der vierten Auswahl einer Zahl (der immer kleiner werdenden Teile des Bildschirms) wird in die Mitte des verbleibenden Vierecks geklickt (mit der linken Maustaste).

source: The exact click action is configurable but defaults to asking the user. Therefore you will be presented with a list of possible click modes. When selecting Drag and Drop, the desktopgrid will be displayed again to select the drop point.
de: Die Exakte Aktion die beim "Klick" ausgewählt wird ist konfigurierbar. Standardmäßig wird der benutzer jedes mal durch eine Liste gefragt. Wird Drag and Drop ausgewählt wird das Desktopgitter nocheinmal angezeigt um den Punkt des "loslassens" auszuwählen.

source: Desktopgrid: Click selection
de: Desktopgitter: Klickauswahl

source: While the desktopgrid is active (displayed), all input that is not directed at the desktopgrid itself (other commands, etc.) will be rejected. Say "Cancel" at any time to abort the process.
de: Während das Desktopgitter aktiv ist (es wird angezeigt) wird jedes Erkennungsergebnis das nicht das Desktopgitter selbst betrifft (andere Kommandos, etc.) verworfen. Der Auswahlprozess kann jederzeit abgebrochen werden durch sagen von "Abbrechen".

source: The desktopgrid plugin registers a configuration screen right in the command configuration when it is loaded.
de: Das Plug-In "Desktopgitter" registriert eine Konfigurationsseite in der Kommandokonfiguration.

source: Configuring the Desktopgrid
de: Konfiguration des Desktopgrids

source: The trigger that invokes the desktopgrid is of course completely configurable. Moreover the user can use "real" or "fake" transparency. If your graphical environment allows for compositing effects ("desktop effects") then you can safely use "real" transparency which will make the desktogrid transparent. If your platform does not support compositing simon will simulate transparency by taking a screenshot of the screen before displaying the desktopgrid and display that picture behind the desktopgrid.
de: Der Auslöser, der das Desktopgitter aktiviert (anzeigt) ist natürlich frei konfigurierbar. Außerdem kann der Benutzer zwischen "echter" und "falscher" Transparenz unterscheiden. Wenn Ihre grafische Oberfläche Compositing Effekte erlaubt, kann simon "echte" Transparenz verwenden. Sollte echte Transparenz nicht möglich sein, wird simon mit "falscher" Transparenz arbeiten: Dabei schießt simon eine Momentaufnahme des aktuellen Bildschirmes bevor das Desktopgitter angezeigt wird und setzt dieses Bild als Hintergrundbild des Desktopgitters. Wenn verfügbar, sollte immer die "echte" Transparenz verwendet werden.

source: If the desktopgrid is configured to use real transparency and the system does not support compositing it will display a solid gray background.
de: Wenn das Desktopgitter konfiguriert wurde echte Transparenz zu verwenden und das System unterstützt keine Compositing Effekte wird der Hintergrund des Gitters undurchsichtig und grau sein.

source: However, nearly all up-to-date systems will support compositing (real transparency).
de: Beinahe alle aktuellen Systeme werden aber Compositing per Default unterstützen.

source: This includes:
de: Das beinhaltet zum Beispiel:

source: Microsoft Windows 2000 or higher (XP, Vista, 7)
de: Microsoft Windows 2000 oder höher (XP, Vista, 7)

source: GNU/Linux using a composite manager like Compiz, KWin4, xcompmgr, etc.
de: GNU/Linux mit einem Composite Manager wie Compiz, KWin4, xcompgrc, etc.

source: By default the desktopgrid uses numbers to select the individual fields. To use the desktopgrid, make sure that your language and acoustic model contains and allows for the following "sentences":
de: Standardmäßig verwendet das Desktopgitter nummern um die individuellen Felder auszuwählen.Um das Desktopgitter zu benutzen stellen Sie sicher, dass Ihr Sprachmodell folgende "Sätze" ermöglicht:

source: To configure these triggers, just configure the commands associated with the plugin.
de: Um diese Auslöser zu konfigurieren, verändern Sie einfach die Kommandos die mit dem Plugin assoziiert sind.

source: Desktopgrid: Configuring list elements
de: Desktopgitter: Listenelemente konfigurieren

source: Input Number
de: Nummer eingeben

source: Using the input-number plugin the user can input large numbers easily.
de: Mit dem Nummer eingeben Plug-In kann der Benutzer leicht Nummern beliebiger Größe eingeben.

source: Using the Dictation or the Text-Macro plugin one could associate the numbers with their digits and use that as input method. however, to input larger numbers there are two ways that both have significant disadvantages:
de: Mit dem Diktations- oder Text-Makro-Plug-In könnte man eigentlich leicht Nummern Ihren Ziffern zuweisen und das als Eingabemethode verwenden. Um höhere Nummern einzugeben gibt es dann zwei Möglichkeiten - jeweils mit entsprechenden Nachteilen:

source: Adding the words "eleven, "twelve", etc.
de: Die vollen Wörter hinzufügen: "Elf", "Zwölf", etc.

source: While this seems like the most elegant solution as it would enable the user to say "fivehundredseventytwo" we can easily see that it would be quite a problem to add all these words - let alone train them. What about "twothousandninehundredtwo"? Where to stop?
de: Obwohl das als die eleganteste Lösung erscheint (weil sie es ermöglicht z.B.: "fünfhundertzweiundsiebzig" zu sagen) können wir leicht sehen das es ein enormer Aufwand wäre all diese Wörter hinzuzufügen - und sie dann auch noch zu trainieren. Und wo hören wir auf?

source: Spell out the number using the individual digits
de: Die Nummern mit Ihren einzelnen Ziffern buchstabieren

source: While this is not as elegant as stating the complete number it is much more practical.
de: Obwohl das nicht ganz so elegant scheint wie die erste Lösung ist das natürlich viel praktikabler.

source: However, many applications (like the great mouseless browsing firefox addon) rely on the user to input large numbers without too much time passing between the individual keystrokes (mouselss browsing for example will wait exactly 500ms per default before it considers the input of the number complete). So if you want to enter 52 you would first say "Five (pause) Two". Because of the needed pause, the application (like the mouseless browsing plugin) would consider the input of "Five" complete.
de: Leider erwarten einige Applikationen (wie z.B. das hervorragende mousless browsing firefox addon), dass der Benutzer eine Zahl zwar über die Tastatur ziffernweise eintippt aber dabei nur kurze Pausen zwischen den einzelnen Ziffern macht (das mouseless browsing Addon bspw. wird per Default maximal 500ms also eine halbe Sekunde zwischen den einzelnen Tastendrücken warten. Wenn Sie also bspw. 52 eingeben wollten würden Sie folgendes sagen: "Fünf (Pause) Zwei". Weil die Pause benötigt wird um den Satz zu beenden würde eine zeitgesteuerte Anwendung die Eingabe von "Fünf" als bereits vollständig interpretieren.

source: The input number plugin - when triggered - presents a calculator-like interface for inputting a number. The input can be corrected by saying "Back". It features a decimal point accessible by saying "Comma". When saying "Ok" the number will be typed out. As all the voice-input and the correction is handled by the plugin itself the application that finally receive the input will only get couple of milliseconds between the individual digits.
de: Das Nummer eingeben Plug-In - wenn ausgelöst - zeigt eine Taschenrechner ähnliche Oberfläche um eine Zahl einzugeben. Die Eingabe kann jederzeit korrigiert werden indem der Benutzer "Zurück" sagt. Ein Dezimal-Komma kann eingefügt werden indem der Benutzer "Komma" sagt. Wenn "Ok" gesagt wird, wird die Zahl eingetippt. Da die tatsächliche Eingabe innerhalb des Plug-Ins stattfindet erhält die Applikation schlussendlich nur noch eine Serie von schnell hintereinander simulierten Tastendrücken die nur noch Millisekunden auseinanderliegen.

source: Input Number Plugin
de: Nummer eingeben Plug-In

source: While the input number plugin is active (the user currently inputs a number), all input that is not directed at the input number plugin (other commands, etc.) will be rejected. Say "Cancel" at any time to abort the process.
de: Während das Nummer eingeben Plug-In aktiv ist (es wird angezeigt) wird jedes Erkennungsergebnis das nicht da Nummer eingeben Plug-In selbst betrifft (andere Kommandos, etc.) verworfen. Die Eingabe kann jederzeit abgebrochen werden durch sagen von "Abbrechen"oder durch klicken auf das "Abbrechen" Feld.

source: As there can no command instances be created of this plugin it is not listed in the "New Command" dialog. However, the input number plugin registers a configuration screen right in the command configuration when it is loaded. <screenshot> <screeninfo>Input Number Plugin</screeninfo> <mediaobject> <imageobject> <imagedata fileref="input_number_configure.png" format="PNG"/> </imageobject> </mediaobject> </screenshot> The trigger defines what word or phrase that will trigger the display of the interface.
de: Weil keine Kommandos vom Typ "Nummer eingeben" angelegt werden können, ist dieses Plug-In auch nicht im "Neues Kommando" Dialog aufgeführt. Das Nummer eingeben Plug-In registriert aber eine Konfigurationsseite in der Kommandokonfiguration.<screenshot> <screeninfo>Nummer eingeben Plug-In</screeninfo> <mediaobject> <imageobject> <imagedata fileref="input_number_configure.png" format="PNG"/> </imageobject> </mediaobject> </screenshot> Der Auslöser definiert welches Wort oder welche Phrase die Oberfläche zum Eingeben der Nummer anzeigen wird.

source: By default the input number plugin uses numbers to select the individual digits and a couple of control words. To use the input number plugin, make sure that your language and acoustic model contains and allows for the following "sentences":
de: Standardmäßig verwendet das Nummer eingeben Plug-In Nummern um die einzelnen Zahlen auszuwählen und einige Kontrollworte.Um das Nummer eingeben Plug-In komplett zu verwenden, stellen Sie bitte sicher, dass Ihr Sprachmodell folgende Sätze ermöglicht:

source: "Back"
de: "Zurück"

source: "Comma"
de: "Komma"

source: Dictation
de: Diktation

source: The dictation plugin writes the recognition result it gets using simulated keystrokes.
de: Das Diktationsplug-in schreibt das Erkennungsergebnis mit simulierten Tastendrücken hin.

source: Assuming you didn't define a trigger for the dictation plugin it will accept all recognition results and just write them out. The written input will be considered as "processed input" and thus not be relayed to other plugins. This means that if you loaded the dictation plugin and defined no trigger for it, all plugins <emphasis>below it</emphasis> in the "Selected Plug-Ins" list in the command configuration will never receive any input.
de: Wenn das Diktationsplug-in ohne Auslöser verwendet wird, wird das Plug-In alle Erkennungsergebnisse akzeptieren die es bekommt und diese einfach hinschreiben. Das heißt, dass alle Plug-Ins die <emphasis>unter</emphasis> einem Diktationsplug-in ohne Auslöser gereiht sind werden dadurch nie ein Erkennungsergebnis erhalten.

source: As there can no command instances be created of this plugin it is not listed in the "New Command" dialog.
de: Weil keine Kommandos vom Typ "Diktation" angelegt werden können, scheint das Diktationsplug-in nicht im "Neues Kommando" Dialog auf.
