Repository: EdwinVelazquez/simon
Catalog: simon/doc/po/simonmanual_*.po
Languages: de

source: When importing text files, simon will automatically try to recognize individual sentences and split the text into appropriate "pages" (recordings). The algorithm treats text between "normal" punctuation (".", "!", "?", "...", """,...) and line breaks as "sentences". Each "sentence" will be on its own page.
de: Wenn lokale Textdateien importiert werden, wird simon automatisch versuchen einzelne Sätze aufzuspalten um Sie beim Training eigenen "Seiten" (Aufnahmen) zuzuordnen. Der Algorithmus behandelt zwischen normalen Satzzeichen (".", "!", "?", "...", """,...) und Absätzen als "Sätze". Jeder "Satz" wird im Trainingstext auf einer Seite und somit auf einer eigenen Aufnahme sein.

source: simon supports two different sources for new trainings-texts.
de: simon unterstützt zwei Quellen für neue Trainingstexte:

source: Add trainings-texts
de: Trainingstexte hinzufügen Assistent

source: Import-trainings-texts-wizard: Add trainings-texts
de: Trainingstext hinzufügen Assistent: Trainingstext hinzufügen

source: Simply enter the trainingstext in an input field.
de: Tragen Sie den Trainingstext einfach in das entsprechende Eingabefeld ein.

source: Local text files
de: Lokale Textdateien

source: Import-trainings-texts-wizard: Local text files
de: Trainingstext importieren Assistent: Lokale Textdateien

source: simon can import normal text files to use them as trainings-texts.
de: simon kann herkömmliche Textdateien importieren um Sie für das Training zu verwenden.

source: On The Fly Training
de: Spezialtraining

source: Additionally to trainings-texts, simon also allows to train individual words or word combinations from your dictionary on-the-fly.
de: Zusätzlich zu den Trainingstexten erlaubt simon es auch individuelle Wörter oder Wortkombinationen aus Ihrem Lexikon direkt zu trainieren.

source: This feature is located in the vocabulary-menu of simon.
de: Diese Funktion befindet sich im Vokabel-Menü von simon.

source: Special Training: Selecting the Words
de: Spezialtraining: Wörter auswählen

source: Select the words to train from the vocabulary on the left and simply drag them to the selection list to the right (you could also select them in the table on the left and add them by clicking "Add to Training".
de: Wählen Sie die Wörter zum Trainieren aus dem Vokabular links aus und ziehen Sie sie mit gedrückter Maustaste zur Liste rechts (Sie können das Wort auch in der Tabelle auswählen und dann auf "Zum Training hinzufügen" klicken).

source: Start the training by selecting "Train selected words". The training itself is exactly the same as if it were a pre-composed trainings-text.
de: Starten Sie das Training in dem Sie "Trainiert die ausgewählten Wörter" auswählen. Das Training selbst ist das gleiche wie bei gespeicherten Trainingstexten.

source: Special Training: Training the Words
de: Spezialtraining: Wörter trainieren

source: If there are more than 9 words to train simon will automatically split the text evenly across multiple pages.
de: Wenn mehr als neun Wörter zu trainieren sind, wird simon automatisch den Text gleichmäßig auf mehr als eine "Seite" (Aufnahme) aufteilen.

source: Of course you are free to add words from the shadow lexicon to the list of words to train but simon will prompt you to add the words before the training starts just like he would if you would train a text that contains unknown words (see above).
de: Natürlich können Sie auch Wörter aus Ihrem Schattenlexikon zur Liste der zu trainierenden Wörter hinzufügen. Bevor das Training dann gestartet werden kann, müssen Sie aber auch hier alle Wörter zum aktiven Lexikon hinzufügen (siehe oben).

source: Importing Trainings Samples
de: Trainingsdaten importieren

source: Using the import trainings-data field one can import previously gathered trainings-samples from previous simon versions or manual trainings without copying the whole dictionary.
de: Mit der Trainingsdaten importieren Funktion können Sie zuvor gesammelte Trainingsdaten von früheren Versionen von simon importieren ohne das komplette Wörterbuch mitzuübernehmen.

source: This feature is very specific. Please use it with caution and make sure that you know exactly what you are doing before you continue.
de: Diese Funktion ist sehr speziell. Bitte benutzen Sie sie nur wenn Sie sich sicher sind, dass Sie wissen was Sie tun.

source: You can either provide a separate prompts file or let simon extract the transcriptions from the filenames.
de: Sie können entweder seperate Promptsdateien angeben oder simon die Transkription aus den Dateinamen ablesen lassen.

source: When using prompts based transcriptions your prompts file (UTF-8) needs to contain lines of the following content: "[filename] [content]". Filenames are without file extensions and the content has to be uppercase. For example: "demo_2007_03_20 DEMO" to import the file "demo_2007_03_20.wav" containing the spoken word "Demo".
de: Wenn Sie prompts basierte Transkriptionen verwenden (UTF-8 enkodiert) muss die Eingabedatei den folgenden inhalt besitzen: "[Dateiname] [Inhalt]". Dateinamen sind ohne Dateiwereiterung anzugeben und der Inhalt besteht nur aus Großbuchstaben. Zum Beispiel: Die Zeiele "demo_2007_03_20 DEMO" bedeutet dass die datei "demo_2007_03_20.wav" den Inhalt "Demo" besitzt.

source: Because prompts files do not contain a file extension, simon will try wav, mp3, ogg and flac (in that order). If one of those match, no other extension will be tested and only the first file will be imported (in contrast to file based transcription where all files would be imported).
de: Weil Promptsdateien keine Dateierweiterung besitzen wird simon wav, mp3, ogg und flac probieren (in dieser Reihenfolge). Sollte eine Datei mit einem solchen Dateinamen existieren wird diese Datei importiert und folgende Übereinstimmung ignoriert (sollten demo.wav und demo.mp3 existieren wird nur die demo.wav importiert). Dies ist im Gegensatz zu Dateibasierten Transkriptionen wo beide Dateien importiert werden würden.

source: When using file based transcriptions, a file called this_is_a_test.wav <emphasis>must</emphasis> contain "This is a test" and nothing else. Numbers and special characters (".", "-",...) in the filename are ignored and stripped.
de: Wenn dateibasierte Transkriptionen verwendet werden, wird der Assistent die Transkription aus den gefunden Trainingsdaten anhand der <emphasis>Dateinamen</emphasis> auslesen. Eine Datei die <filename>das_ist_ein_Text.wav</filename> genannt ist, <emphasis>muss</emphasis> die Worte "das ist ein Test" beinhalten und nichts anderes. Satzzeichen wie (".", "-",...) in den Dateinamen werden ignoriert.

source: Files recorded by simon 0.2 <emphasis>will</emphasis> follow this naming scheme so you can safely import them using the file name extraction method. Files generated by previous simon versions should not be imported using this function but you can use the prompts based import for that.
de: Dateien die mit simon 0.2 aufgenommen wurden, werden automatisch dieser Namensgebung folgen sodass Sie sie ohne Probleme importieren können sollten. Dateien Die von vorigen Versionen von simon aufgenommen wurden sollten nicht importiert werden. Sie können diese Aufnahmen aber natürlich über den Prompts-basierten Import importieren.

source: Imported files and their transcription are then added to the trainings corpus.
de: Die Dateien und Ihre Transkription werden dann zum Trainingskorpus hinzugefügt.

source: To import a directory containing trainings-samples just select the folder to import and depending on your import type also the prompts file.
de: Um einen Ordner zu importieren der die Trainingsdateien beinhaltet wählen Sie ihn - und abhängig vom Importierungstyp auch die entsprechende Prompts-Datei - im Assistenten aus.

source: Import-trainings-data-wizard
de: Trainingsdaten importieren Assistent

source: The folder will be scanned recursively. This means that the given folder and all its subfolders will be searched for .wav, .flac, .mp3 and .ogg files. All files found will be imported.
de: Der Ordner wird rekursiv durchsucht. Das heißt, dass der angegebene Ordner und all seine Unterordner nach <filename>.wav</filename>, <filename>.flac</filename>, <filename>.mp3</filename> und <filename>.ogg</filename> Dateien durchsucht wird. Alle gefundenen Dateien werden importiert.

source: When importing the sound files, all configured <link linkend="soundconfiguration_postprocessing">post processing filters</link> are applied.
de: Wenn Trainingsdaten importiert werden, werden alle konfigurierten <link linkend="soundconfiguration_postprocessing">Nachbearbeitungsfilter</link> angewandt.

source: If you import anything other than WAV files you are responsible for decoding them during the import process (for example through post processing filters) or the model creation <emphasis>will</emphasis> fail.
de: Wenn Sie etwas anderes als WAV Dateien importieren sind Sie dafür verantwortlich, dass die Dateien während dem Import korrekt dekodiert werden (zum Beispiel durch Nachbearbeitungsketten) oder die Modellerstellung <emphasis>wird</emphasis> fehlschlagen.

source: <title>Commands</title>
de: <title>Kommandos</title>

source: When simon is active and recognizes something, the recognition result is given to the loaded command plug-ins (in order) for processing.
de: Wenn simon aktiviert ist und es erkennt etwas wird das Erkennungsergebnis den geladenen Kommando Plug-Ins (der Reihe nach) für die weitere Verarbeitung übergeben.

source: simons Command Dialog
de: simons Kommando Dialog

source: The command system can be compared with a group of factory workers. Each one of them knows how to perform one task (e.g. "Karl" knows how to start a program and "Joe" knows how to open a folder, etc.). Whenever simon recognizes something it is given to "Karl" who then checks if this instruction is meant for him. If he doesn't know what to do with it, it is handed over to "Joe" and so on. If none of the loaded plugins know how to process the input it is ignored. The order in which the recognition result is given to the individual commands (people) is configurable in the command options (<guibutton>Commands</guibutton> > <guibutton>Manage plugins</guibutton>).
de: Das Kommandosystem kann mit einer Gruppe von Fabrikarbeitern verglichen werden. Jeder von Ihnen weiß, wie er genau eine Aufgabe bewältigt (z.B. Weiß "Karl" wie man Programme startet und "Hans" weiß wie Ordner geöffnet werden, etc.). Wenn simon jetzt etwas erkennt wird dieses Erkennungsergebnis zuerst an "Karl" übergeben, der sich das einmal ansieht. Ist die Anweisung für ihn gedacht, handelt er danach (und startet in diesem Beispiel ein Programm). Ansonsten gibt er die Anweisung weiter an "Hans", usw. Wenn keiner der geladenen Plug-Ins weiß was zu tun ist, wird das Erkennungsergebnis verworfen. Die Abfolge in der das Erkennungsergebnis zu den einzelnen Plug-Ins übergeben wird ist konfigurierbar in der Kommandokonfiguration (<guibutton>Kommandos</guibutton> > <guibutton>Plug-Ins verwalten</guibutton>).

source: simons Action Configuration
de: simons Aktionenkonfiguration

source: Each plugin can be associated with a "trigger". Using triggers, the responsibility of each plugin can be easily be divided.
de: Jedes Plug-In kann mit einem "Auslöser" verbunden werden. Mit Auslösern kann die Verantwortung der einzelnen Plug-Ins besser aufgeteilt werden.

source: Using the factory workers abstraction from above it could be compared to stating the name of who you mean to process your request. So instead of "Open my home folder" you say "Joe, open my home folder" and "Joe" (the plugin responsible for opening folders) will instantly know that the request is meant for him.
de: Wenn wir wieder zu unseren Fabrikarbeitern zurückgehen könnten wir es vergleichen mit dem expliziten sagen des Namens der zuständigen Person. Statt "Öffne meine eigenen Dateien" sagen wir jetzt "Hans, öffne meine eigenen Dateien!" und "Hans" (das Plug-In das zuständig ist für das Öffnen der Ordner) weiß sofort, dass diese Anfrage für ihn ist.

source: In practice you could have commands like the executable command "Firefox" to open the popular browser and the place command "Google" to open the web search engine. If you assign the trigger "Start" to the executable plugin and the trigger "Open" to the place command you would have to say "Start Firefox" (instead of just "Firefox" if you don't use a trigger for the executable plugin) and "Open Google" to open the search engine (instead of just "Google").
de: In der Praxis bedeutet dass, z.B. dass wenn Sie ein Programm-Kommando "Firefox" haben um den Webbrowser zu öffnen und ein Ort-Kommando "Google" um die Websuche zu öffnen und die Auslöser "Starte" für das "Program" Plug-In und "Öffne" für das "Ort" Plug-In vergeben, müssten Sie "Starte Firefox" sagen um Firefox zu starten - statt einfach "Firefox" (den Namen des Kommandos) wenn Sie keinen Auslöser verwenden würden. Analog dazu müssten Sie "Öffne Google" sagen statt nur "Google" ohne Auslöser.

source: Triggers are of course no requirement and you can easily use simon without defining any plugin triggers (although many plugins come with a default trigger of "Computer" set which you would have to remove). But even if you use just on trigger for all your commands (like "Computer" to say "Computer, Firefox" and "Computer, Google" like) it has the advantage of greatly limiting the number false-positives.
de: Trigger sind natürlich keine Voraussetzung und Sie können simon auch ohne Trigger verwenden (manche Kommandos haben aber per Default den Auslöser "Computer" den Sie in diesem Fall entfernen müssten). Aber sogar wenn Sie nur einen einzelnen Auslöser für all Ihre Plug-Ins verwenden (wie etwa den allgemeinen Trigger "Computer" um z.B. "Computer, Firefox" und "Computer Google" zu sagen) hat dies den großen Vorteil die versehentlichen Kommandoaufrufe zu minimieren.

source: simons <link linkend="command_dialog">command dialog</link> displays the complete phrase associated with a command in the upper right corner of the command configuration.
de: simons <link linkend="command_dialog">Kommando Sektion</link> zeigt den kompletten Satz der mit dem Kommando verbunden ist in der rechten oberen Ecke der Kommandoanzeige an.

source: You can load multiple instances of one plugin even in one scenario. Each instance can of course also have a different plugin trigger.
de: Sie können mehrere Instanzen eines Plugins pro Szenario laden. Jede Instanz kann unterschiedliche Plugin Auslöser verwenden.

source: Each Command has a name (which will trigger its invocation), an icon and more fields depending on the type of the plugin (see below).
de: Jedes Kommando hat einen Namen (der das Kommando - mit einem etwaigen Plug-In Auslöser verbunden - auslöst), ein Symbol und mehrere Felder die vom Typ des Kommandos abhängen (siehe unten).

source: Some command plugins might provide a configuration of the plugin itself (not the commands it contains). There configuration pages will be plugged directly into the action configuration dialog (below the <guimenuitem>General</guimenuitem> menu item) when you load the associated plugin.
de: Einige Kommandoplugins bieten vielleicht eine Konfiguration für das Plugin selbst an (nicht die Kommandos die es verwaltet). Diese Konfigurationsseiten werden direkt in den Plug-Ins konfigurieren Dialog eingebunden (unter dem <guimenuitem>Allgemein</guimenuitem> Menüeintrag) wenn Sie das Plugin laden.

source: Plugins that provide a graphical user interface (like for example the <link linkend="input_number">input number command plugin</link>) can be configured by configuring "Voice commands". You can change the associated word that will trigger the button, for example, but also change the displayed icon, etc. If you remove all voice interface commands from a graphical element, the element will be hidden automatically.
de: Plug-Ins die eine grafische Benutzeroberfläche anbieten (zum Beispiel das <link linkend="input_number">Nummer eingeben</link> Kommandoplugin) können über "Sprachkommandos" konfiguriert werden. Sie können das assoziierte Wort ändern das den grafischen Knopf auslöst ändern aber auch das angezeigte Symbol, usw. Wenn Sie alle Sprachkommandos von einem grafischen Element entfernen wird das Element nicht mehr angezeigt (versteckt).

source: Voice interface commands are added just like normal commands through the command configuration.
de: Sprachkommandos können gleich wie normale Kommandos durch die Kommandokonfiguration verwaltet werden.

source: Configure voice interface commands
de: Sprachkommandos verwalten

source: To add a new interface command to a function, just select the action you want to associate with a command, click <guibutton>Create from template</guibutton> and adapt the resulting commando to your needs.
de: Um ein neues Sprachkommando zu einer Funktion hinzuzufügen, wählen Sie die Aktion die Sie mit dem Kommando verbinden wollen aus und klicken Sie <guibutton>Von Vorlage erzeugen</guibutton>. Passen Sie die erzeugten Werte an Ihre Wünsche an.

source: Some plugins (for example the <link linkend="desktopgrid">desktopgrid</link> or the <link linkend="calculator_command_plugin">calculator</link> might also provide a menu item in the <guimenu>Commands</guimenu> menu.
de: Einige Plug-Ins (zum Beispiel das <link linkend="desktopgrid">Desktopgitter</link> oder der <link linkend="calculator_command_plugin">Taschenrechner</link> können auch einen Menüeintrag im <guimenu>Kommando</guimenu> Menü anzeigen.

source: Command plugged into main window
de: Kommando im Hauptfenster eingebettet

source: <title>Executable Commands</title>
de: <title>Programm-Kommandos</title>

source: Executable commands are associated with an executable file ("Program") which is started when the command is invoked.
de: Programm-Kommandos sind assoziiert mit einer ausführbaren Datei ("Programm") welches gestartet wird wenn das Kommando ausgelöst wird.

source: <screeninfo>Executable Commands</screeninfo>
de: <screeninfo>Programm-Kommandos</screeninfo>

source: Arguments to the commands are supported. If either path to the executable or the parameters contain spaces they <emphasis>must</emphasis> be wrapped in quotes.
de: Argumente zu den ausführbaren Dateien werden unterstützt und an das Programm übergeben. Wenn der Pfad zur ausführbaren Datei oder die Argumente Leerzeichen beinhalten, <emphasis>müssen</emphasis> sie aber von Anführungszeichen umgeben werden.

source: Given the executable file <filename>C:\Program Files\Mozilla Firefox\firefox.exe</filename> the local html file <filename>C:\test file.html</filename> the correct line for the "Executable" would be: <filename>"C:\Program Files\Mozilla Firefox\firefox.exe" "C:\test file.html"</filename>.
de: Nehmen wir die ausführbare Datei <filename>C:\Programme\Mozilla Firefox\firefox.exe" "C:\test datei.html"</filename> an, wäre die korrekte Eingabe für das Feld "Ausführbare Datei" folgendes: <filename>"C:\Programme\Mozilla Firefox\firefox.exe" "C:\test datei.html"</filename>.

source: The working directory defines where the process should be launched from. Given the working directory <filename>C:\folder</filename>, the command <filename>"C:\Program Files\Mozilla Firefox\firefox.exe" file.html</filename> would cause firefox to search for the file <filename>C:\folder\file.html</filename>.
de: Der Arbeitsordner bestimmt in von welchem Ordner aus der Prozess gestartet wird. Wenn der Arbeitsordner <filename>C:\folder</filename> ist und das Kommando <filename>"C:\Programme\Mozilla Firefox\firefox.exe" file.html</filename> gestartet wrid, würde Firefox für die Datei <filename>C:\folder\file.html</filename> suchen.

source: The working directory does not normally need to be set and can be left blank most of the time.
de: Der Arbeitsordner muss normalerweise nicht explizit gesetzt werden und kann leer gelassen werden.

source: Importing Programs
de: Programme importieren

source: For even easier configuration simon provides an import dialog which allows you to select programs directly from the KDE menu.
de: simon bietet einen Dialog mit dem Sie Programme auch direkt aus dem KDE Menü auswählen können.

source: This option is not available on Microsoft Windows.
de: Diese Option ist unter Microsoft Windows nicht verfügbar.

source: Import Programs
de: Programme Importieren

source: The dialog will list all programs that have an entry in your KDE menu in their respective category.
de: Der Dialog wird alle Programme aus dem KDE Menü in ihrer entsprechenden Kategorie anzeigen.

source: Sub-Categories are not supported and are thus listed on the same level as top-level categories.
de: Unterkategorien werden nicht unterstützt und werden auf der selben Ebene wie ihre übergeordneten Kategorien angezeigt.

source: Just select the program you wish to start with simon and press <guibutton>Ok</guibutton>. The correct values for the executable and the working directory as well as an appropriate command name and description will automatically be filled out for you.
de: Wählen Sie einfach das Programm aus, das Sie importieren wollen und schließen klicken Sie <guibutton>Ok</guibutton>. Die korrekten Werte für die Ausführbare Datei und für den Arbeitsordner werden automatisch ausgefüllt.

source: Place Commands
de: Ort-Kommandos

source: With place commands you can allow simon to open any given URL. Because simon just hands the address over to the platforms URL handler, special Protocols like "remote:/" (on Linux/KDE) or even KDEs "Web-Shortcuts" are supported.
de: Mit Ort Kommandos kann simon einen beliebigen URL öffnen. Weil simon die Adresse einfach an den zugrunde liegenden URL-Handler der jeweiligen Plattform weitergibt werden alle von diesem Unterstützten Protokolle wie "remote:/" (Linux/KDE spezifisch) oder sogar KDEs "Web-Shortcuts" unterstützt.

source: Instead of folders, files can also be set as the commands URL which will cause the file to be opened with the application which is associated with it when the command is invoked.
de: Neben herkömmlichen Ordnern können aber auch Dateien angegeben werden die dann mit dem mit ihnen standardmäßig assoziierten Programm geöffnet werden wenn das Kommando ausgelöst wird.

source: Places
de: Orte

source: To associate a specific URL with the command you can manually enter it in the URL field (select <guibutton>Manual</guibutton> first) or import it with the import place wizard.
de: Um einen URL mit einem Kommando zu verbinden können Sie den URL entweder manuell in das URL-Feld eingeben (wählen Sie <guibutton>Manuell<guibutton>) oder ihn mit dem Ort importieren Dialog auswählen.

source: Importing Places
de: Orte importieren

source: The import place dialog allows you to easily create the correct URL for the command.
de: Der Ort importieren Dialog erleichtert es eine korrekte URL anzugeben.

source: To add a local folder, select <guibutton>Local Place</guibutton> and choose the folder or file with the file selector.
de: Um einen lokalen Ordner oder eine lokale Datei anzugeben, wählen Sie <guibutton>Lokaler Ort</guibutton> und wählen Sie den Ordner oder die Datei mit dem Feld aus.

source: Import Places: Local
de: Lokale Orte importieren
