Repository: EdwinVelazquez/simon
Catalog: simon/doc/po/simonmanual_*.po
Languages: de

source: The dictation plugin can be configured to append texts after recognition results to for example add a space after each recognized word.
de: Das Diktationsplugin kann so konfiguriert werden beliebigen Text nach jedem Erkennungsergebnis anzuhängen.

source: Configure dictation
de: Diktation konfigurieren

source: Artificial Intelligence
de: Künstliche Intelligenz

source: The Artificial Intelligence is a just-for-fun plugin that emulates a human conversation.
de: Das künstliche Intelligenz Plug-In ist ein Plug-In, dass eine menschliche Kommunikation simuliert.

source: Using the festival text to speech technology the computer can "talk" with the user and answer question or chat about the weather.
de: Die KI (künstliche Intelligenz) verwendet das festival text to speech um Sprache auszugeben und somit mit dem Benutzer zu "sprechen" (Fragen beantworten oder z.B. über das Wetter tratschen).

source: The plugin uses AIMLs for the actual "intelligence". Most AIML sets should be supported. The popular <ulink url="http://www.pandorabots.com/pandora/talk?botid=f5d922d97e345aa1">A. L. I. C. E. bot</ulink> and a German version work and are shipped with the plugin. <screenshot> <screeninfo>AI Plugin</screeninfo> <mediaobject> <imageobject> <imagedata fileref="ai_configure.png" format="PNG"/> </imageobject> </mediaobject> </screenshot> The plugin registers a configuration screen in the command configuration menu where you can choose which AIML set to load.
de: Das Plug-In benutzt AIMLs für die "Intelligenz". Der Großteil der AIML Sets sollten unterstützt sein. Der bekannte <ulink url="http://www.pandorabots.com/pandora/talk?botid=f5d922d97e345aa1">A. L. I. C. E. Bot</ulink> und eine deutsche Version wurden getestet, funktionieren und werden mit ausgeliefert. <screenshot> <screeninfo>KI Plug-In</screeninfo> <mediaobject> <imageobject> <imagedata fileref="ai_configure.png" format="PNG"/> </imageobject> </mediaobject> </screenshot> Das Plug-In registriert eine Konfigurationsseite in der Kommandokonfiguration in der Sie das zu verwendende AIML Set auswählen können.

source: simon will look for AIML sets in the following directory: <itemizedlist> <listitem><para>GNU/Linux: <filename>`kde4-config --prefix`/share/apps/ai/aimls/</filename></para></listitem> <listitem><para>Microsoft Windows: <filename>[installation folder (C:\Program Files\simon 0.2\ by default)]\share\apps\ai\aimls\</filename></para></listitem> </itemizedlist> To add a new set just create a new directory with a descriptive name and copy the .aiml files into it.
de: simon wird die AIML Sets in den folgenden Ordnern suchen: <itemizedlist><listitem><para>GNU/LINUX: <filename>`kde4-config --prefix`/share/apps/ai/aimls/</filename></para></listitem> <listitem><para>Microsoft Windows: <filename>[Installation Ordner (C:\Programme\simon 0.2\ per Default)]\share\apps\ai\aimls\</filename></para></listitem> </itemizedlist>

source: To adjust your bots personality have a look at the bot.xml and vars.xml files in the following directory:
de: Um die Persönlichkeit der Bots anzupassen, bearbeiten Sie bitte die Dateien bot.xml und vars.xml in den folgenden Ordnern:

source: Microsoft Windows: <filename>[installation folder (C:\Program Files\simon 0.2\ by default)]\share\apps\ai\util\</filename>
de: Microsoft Windows: <filename>[Installationsordner (C:\Programme\simon 0.2\ per default)]\share\apps\ai\util\</filename>

source: The plugin will use <ulink url="http://tcts.fpms.ac.be/synthesis/mbrola.html">mbrola voices</ulink> if they are installed.
de: Das Plug-In wird die <ulink url="http://tcts.fpms.ac.be/synthesis/mbrola.html">mbrola Stimmen</ulink> verwenden wenn diese installiert sind.

source: It is recommended to not use any trigger for this plugin to provide a more natural "feel" for the conversation. The AI plugin <emphasis>will</emphasis> pass any input through to the other plugins, even tough it will react on any input given. This makes it possible to add a "conversation" to the command &amp; control use-case by developing custom AIMLs sets (e.g.: User: "Computer, open Firefox"; Computer: "Certainly, Sir! Starting Firefox..."; Firefox opens).
de: Es wird empfohlen keinen Trigger für dieses Plug_in zu verwenden um die Gespräche "natürlicher" zu machen. Das AI plugin wird auf jedes Erkennungsergebnis in irgendeiner Form reagieren aber gleichzeitig - im Gegensatz zur Diktation - das Erkennungsergebnis an die anderen Plug-Ins weitergeben. Das ermöglicht es, mit speziellen AIML Sets Kommandos in eine natürliche Konversation einzubauen. Zum Beispiel könnte das KI Plug-In instruiert werden auf ein Erkennungsergebnis wie "Computer, Firefox" zu antworten mit "Firefox wird gestartet!"; da das Erkennungsergebnis ja aber zu den anderen Plug-Ins weitergegeben wird, wird auch ein mögliches Firefox-Kommando ausgeführt und der Browser tatsächlich gestartet.

source: Please keep in mind that the AI plugin will only work if festival is installed, set-up correctly and lies in your system path.
de: Bitte beachten Sie, dass dieses Plug-In nur funktionieren wird, wenn festival installiert und konfiguriert ist und in Ihrem Systempfad liegt.

source: Calculator
de: Taschenrechner

source: The calculator plugin is a simple, voice controlled calculator.
de: Das Taschenrechner Plug-In ist ein simpler, sprachgesteuerter Taschenrechner.

source: Calculator plugin
de: Taschenrechner Plug-In

source: The calculator extends the <link linkend="input_number">Input Number</link> plugin by providing additional features.
de: Der Taschenrechner erweitert das <link linkend="input_number">Nummer eingeben</link> Plug-In mit weiteren Funktionen.

source: When loading the plugin, a configuration screen is added to the plugin confiugration.
de: Wenn das Plug-In geladen wird, wird eine Konfigurationsseite zum Plug-Ins verwalten Dialog hinzugefügt.

source: Calculator plugin: Configuration
de: Taschenrechner Plug-In: Konfiguration

source: There you can also confiugre the control mode of the calculator. Setting the mode to something else than <guimenuitem>Full calculator</guimenuitem> will hide options from the displayed widget.
de: Dort können Sie auch den Kontrollmodus des Taschenrechner konfigurieren. Wird dieser auf etwas anderes als <guimenuitem>Voller Taschenrechner</guimenuitem> gesetzt werden Optionen ausgeblendet.

source: Calculator plugin: Minimal
de: Taschenrechner Plug-in: Minimal

source: However, the hidden controls will, in contrast to simply removing all associated command from the functions, still react to the configured voice commands.
de: Die so versteckten Kontrollelemente können aber im Gegensatz zu solchen bei denen einfach alle assoziierten Sprachkommandos gelöscht wurden noch immer über die Sprache ausgewählt werden

source: When selecting <guibutton>Ok</guibutton>, the calculator will by default ask you what to do with the generated result. You can for example output the calculation, the result, both, etc. Besides always selecting this from the displayed list after selecting the <guibutton>Ok</guibutton> button, this can also be set in the configuration options.
de: Wenn der <guibutton>Ok</guibutton> ausgewählt wird, wird der Taschenrechner standardmäßig fragen was mit dem erzeugten Ergebnis gemacht werden soll. Sie können z.B. das Ergebnis der Rechnung, die Rechnung selbst oder beides ausgeben. Sie können dies jedes mal von der Liste auswählen oder in der Kommandokonfiguration fix setzen.

source: Calculator plugin: Output mode selection
de: Taschenrechner Plug-In: Ausgabemodus

source: Using the filter plugin, you can intercept recognition results from being passed on to further command plugins. Using this plugin you can for example disable the recognition by voice.
de: Mit dem Filter Plug-In können Sie Erkennungsergebnisse "abfangen" bevor Sie andere Plug-Ins erreichen. Mit diesem Plug-In können Sie beispielsweise die Erkennung über die Sprache pausieren.

source: The filter has two states:
de: Ein Filter hat zwei Zustände:

source: Inactive
de: Inaktiv

source: The default state. All recognition results will be passed through.
de: Der Standardzustand. Alle Erkennungsergebnisse werden weitergereicht.

source: Active
de: Aktiv

source: When activated, the filter will "eat" all results that match the configured pattern. By default this means every result that simon recognizes will be accepted by the filter and therefore not relayed to any of the plugins following the filter plugin.
de: Wenn der Filter aktiviert ist, wird der Filter alle Ergebnisse "fressen" die zu einem konfigurierten String passen. Standardmäßig bedeutet dass, dass jedes Erkennungsergebnis vom Filter akzeptiert werden wird und somit nicht zu den folgenden Plug-Ins weitergereicht wird.

source: The filter command plugin registers a configuration screen in the command configuration where you can change what results should be filtered.
de: Das Filter Plug-In registriert eine Konfigurationsseite im Plug-Ins verwalten Dialog wo auch konfiguriert werden kann welche Ergebnisse herausgefiltert werden sollen.

source: Filter plugin: Configuration
de: Filter Plug-In: Konfiguration

source: The pattern is a regular expression that will be evaluated each time a recognition results receives the plugin for processing.
de: Der Filter ist ein regulärer Ausdruck der zur Laufzeit evaluiert wird sobald ein Erkennungsergebnis das Plug-In erreicht.

source: The plugin also registers voice interface commands for activating and deactivating the filter.
de: Das Plug-In registert Spracheingabekommandos zum aktivieren und deaktivieren des Filters.

source: Pronunciation Training
de: Aussprachetraining

source: The pronunciation training, when combined with a good <link linkend="base_model">static base model</link>, can be a powerful tool to improve your pronunciation of a new language.
de: Das aussprachetraining, wenn kombiniert mit einem guten <link linkend="base_model">statischen Basismodell</link>, kann ein hilfreiches Werkzeug sein um die Aussprache einer Fremdsprache zu trainieren.

source: Pronunciation training
de: Aussprachetraining

source: Essentially, the plugin will prompt you to say specific words. The recognition will then recognize your pronunciation of the word and compare it to your speech model which should be a base model of native speakers for this to work correctly. Then simon will display the recognition rate (how similar your version was to the stored base model).
de: Das Plug-In wird Sie auffordern Wörter auszusprechen. Die Erkennung wird dann die Aufnahme analysieren und dabei je nach Aussprache hoffentlich das richtige Wort auswählen. Wird das richtige Wort erkannt wird anhand der Erkennungsgenauigkeit festgestellt wie nahe Ihre Aussprache an der der Sprecher des Basismodells liegt. Da Basismodelle in der Regel von Muttersprachlern aufgenommen wird, zeigt die angezeigte Erkennungsrate einen Qualitätsindex Ihrer Aussprache.

source: The closer to the native speaker, the higher the score.
de: Je ähnlicher Sie zu den Muttersprachlern klingen, desto höher ist der angezeigte Wert.

source: The plugin adds an entry to your <guimenu>Commands</guimenu> menu to launch the pronunciation training dialog.
de: Das Plug-In fügt einen Eintrag zum <guimenu>Kommandos</guimenu> Menü hinzu um das Training zu starten.

source: The training itself consists of multiple pages. Each page contains one word fetched from your active vocabulary. They are identified by a terminal which needs to be selected in the command configuration before starting the training.
de: Das Training selbst besteht aus mehreren Seiten. Jede Seite beinhaltet ein Wort das vom aktiven Vokabular geholt wird. Die zu trainierenden Wörter werden per Terminal selektiert der in der Kommandokonfiguration eingestellt wird bevor das Training gestartet werden kann.

source: Pronunciation training: Confiugration
de: Aussprachetraining: Konfiguration

source: <title>Keyboard</title>
de: <title>Tastatur</title>

source: The keyboard plugin displays a virtual, voice controlled keyboard.
de: Das Tastatur Plug-In zeigt eine virtuelle, sprachgesteuerte Tastatur.

source: <screeninfo>Keyboard</screeninfo>
de: <screeninfo>Tastatur</screeninfo>

source: The keyboard consits of multiple tabs, each possibly containing many keys. The entirety of tabs and keys are collected in "sets".
de: Die Tastatur besteht aus mehreren Registerkarten mit jeweils anderen Tasten. Die Gesamtheit von Registerkarten und Tasten sind in "Sets" gesammelt.

source: You can select sets in the configuration but also create new ones from scratch in the keyboard command confiugration.
de: Sie können das zu verwendende Set in der Konfiguration auswählen oder neue anlegen.

source: Keyboard: Confiugration
de: Tastatur: Konfiguration

source: Keys are usually mapped to single characters but can also hold long texts and even shortcuts. Because of this, keyboard sets can contain special keys like a "select all" key or a "Password" key (typing your password).
de: Tasten sind in der Regel mit genau einem Zeichen verbunden, können aber auch längere Texte und sogar Tastenkürzel beinhalten. Deshalb können Tastatursets auch spezielle Tasten wie "Alle auswählen" oder "Passwort hinschreiben" besitzen.

source: Next to the tabs that hold the keys of your set, the keyboard my also show special keys like Ctrl, Shift, etc. Those keys are provided as voice inteface commands and are displayed regardless of what tab of the set is currently active.
de: Neben den Registerkarten die die Tasten aufnehmen kann die Tastatur einige spezielle Tasten wie Steuerung, Shift, etc. anzeigen. Diese Tasten sind als Spracheingabekommandos realisiert und werden unabhängig von der ausgewählten Registerkarte angezeigt.

source: As with all voice triggers, removing the associated command, hides the buttons as well.
de: Wie alle Spracheingabekommandos können die Knöpfe versteckt werden indem alle assoziierten Sprachkommandos entfernt werden.

source: Moreover, the keyboard provides a numpad that can be shown by selecting the appropriate option in the keyboard configuration.
de: Die Tastatur bietet außerdem einen Nummernblock der angezeigt werden kann indem die entsprechende Option inder Konfiguration gesetzt wird.

source: Keyboard: Keypad
de: Tastatur: Nummernblock

source: Next to the number keys and the delete key for the number input field (<guibutton>Number backspace</guibutton>), the numpad provides two options on what to do with the entered number.
de: Neben den Nummerntasten existiert ein eigener Löschen-Knopf für das Nummereingabefeld (<guibutton>Nummer löschen</guibutton>) und zwei Knöpfe die bestimmen was mit der eingegebenen Nummer geschehen soll.

source: When selecting <guibutton>Write number</guibutton>, the entered number will be written out using simulated key presses. Selecting <guibutton>Select number</guibutton> tries to find a key or tab in the currently active set that has this number as a trigger. This way you can control a complete keyboard just using numbers.
de: Wenn <guibutton>Nummer hinschreiben</guibutton> ausgewählt wird, wird die eingegebene Nummer mit simulierten Tastendrücken hingeschrieben. <guibutton>Nummer auswählen</guibutton> hingegen sucht einen Knopf der diese Nummer als Trigger konfiguriert hat und löst diesen aus. Auf diese Weise können Sie eine komplette Tastatur nur mit Nummern bedienen.

source: Keyboard: Number based
de: Tastatur: Nummernbasiert

source: The keys on the num pad are configurable voice interface commands.
de: Die Tasten auf dem Nummernpad sind konfigurierbare Spracheingabekommandos

source: Configuration
de: Konfiguration

source: simon was designed with high configurability in mind.
de: simon ist auf extrem hohe Konfigurabilität ausgelegt.

source: <title>General Configuration</title>
de: <title>Allgemein</title>

source: The general configuration page lists some basic settings.
de: Die allgemeine Konfiguration bietet einige basische Optionen.

source: <screeninfo>General Configuration</screeninfo>
de: <screeninfo>Allgemeine Konfiguration</screeninfo>

source: Please note that the option to start simon at login will work on both Microsoft Windows and when you are using KDE on Linux. Support for other desktop environments like Gnome, XFCE, etc. might require manually placing simon in the session autostart (please refer to the respective manuals of your desktop environment).
de: Die Option simon beim Anmelden zu starten wird sowohl unter Microsoft Windows als auch unter KDE unter GNU/Linux funktionieren. Um andere Desktopumgebungen wie GNOME, XFCE, etc. zu unterstützen müssen Sie aber simon wahrscheinlich manuell im Sitzungs-Autostart platzieren (bitte sehen Sie die Handbücher Ihrer Desktopumgebung für mehr Informationen).

source: When the option to start simon minimized is selected, simon will minimize to the system tray immediately after starting.
de: Wenn die Option zum minimiert Starten von simon gesetzt ist, wird das simon Hauptfenster beim simon Start nicht angezeigt sondern sofort in den Systembereich der Taskleiste minimiert.

source: Deselecting the option to warn when there are problems with samples deactivates the <link linkend="sample_quality_assurance">sample quality assurance</link>.
de: Wenn Sie die option auswählen nicht zu warnen wenn Probleme mit Aufnahmen auftreten deaktiviert die <link linkend="sample_quality_assurance">Aufnahmen Qualitätskontrolle</link>.

source: Sound Configuration
de: Aufnahmen

source: simon uses QtMultimedia to record and play sound. QtMultimedia is also used to gather data from the microphone which is then sent to the simond server for recognition.
de: simon benutzt QtMultimedia um Ton aufzunehmen und wiederzugeben. QtMultimedia wird außerdem dazu verwendet einen Datenstrom vom Mikrofon an den Erkennungsserver zu senden.

source: Device Configuration
de: Gerätekonfiguration

source: The sound device configuration allows you to choose which sound device(s) to use, how many channels to use and at which samplerate to record.
de: Die Gerätekonfiguration erlaubt Ihnen das jeweilige Audiogerät auszuwählen das Sie für die Aufnahme und Wiedergabe in ganz simon verwenden möchten. Außerdem können sie auch angeben, in wievielen Kanälen und bei welcher Samplerate Sie aufnehmen wollen.

source: Most of the time you will want to use 1 channel and 16kHz (which is also the default) because the recognition only works on mono input and works best at 16kHz (8kHz being the other option).
de: Der Defaultwert von einem Kanal und einer Samplerate von 16kHz sind normalerweise korrekt und müssen nicht geändert werden. Die Erkennung funktioniert nur mit mono Aufnahmen und funktioniert besser mit 16kHz Aufnahmen (8kHz wäre die Alternative).

source: However, some low-cost sound cards might not support this particular mode in which case simon can in many cases work around this limitation by using postprocessing chains and 3rd party software. Please see the <link linkend="soundconfiguration_postprocessing">postprocessing section</link> for more details.
de: Allerdings gibt es einige billige Audioadapter die diesen speziellen Aufnahmemodus möglicherweise nicht unterstützen. In diesem Fall kann simon mit Nachbearbeitungsketten und Software von Drittanbietern um diese Limitation herumarbeiten. Sehen Sie die <link linkend="soundconfiguration_postprocessing">Nachbearbeitungssektion</link> für mehr Informationen.

source: Bottom line: Only change the channel and the samplerate if you really know what you are doing. Otherwise the recognition will <emphasis>most likely</emphasis> not work.
de: Grundsätzlich gilt: Ändern Sie die Kanäle und die Samplerate nur wenn Sie sich sicher sind was Sie tun. Sonst wird die Erkennung <emphasis>höchst wahrscheinlich</emphasis> nicht funktionieren.

source: Sound Configuration: General
de: Aufnahmen konfigurieren: Allgemein

source: Use the selection boxes to change the device. Use the <guibutton>Refresh devices</guibutton> button if you have changed the sound configuration since you started simon.
de: Verwenden Sie die Auswahllisten um die Geräte auszuwählen. Mit dem Knopf "Aktualisieren" können Sie simon veranlassen erneut nach Geräten zu suchen.

source: You can use simon with more than one sound device at the same time. Use <guibutton>Add device</guibutton> to add a new device to the configuration and <guibutton>Remove device</guibutton> to remove it from your configuration.
de: Sie können simon mit mehr als einem Audiogerät gleichzeitig verwenden. Verwenden Sie <guibutton>Gerät hinzufügen</guibutton> um ein Gerät zu Ihrer Konfiguration hinzuzufügen und <guibutton>Gerät entfernen</guibutton> um das Gerät wieder zu entfernen.

source: The first device in your sound setup can not be removed.
de: Das erste Gerät in Ihrer kann nicht entfernt werden.

source: For each device you can determine for what you want the device to be used: Training or recognition (last one only applicable for input devices).
de: Für jedes Gerät können Sie bestimmen wofür es verwendet werden soll: Training oder Erkennung (letzteres ist nur für Eingabegeräte verfügbar).

source: If you use more than one device for training, you will create multiple sound files for each utterance. When using multiple devices for recognition each one feeds a separate sound input stream to the server resulting in recognition results for each stream.
de: Wenn Sie mehr als ein Gerät für das Training verwenden wird simon mehrere Tondateien pro Trainingsaufnahme sammeln. Wird mehr als ein Gerät für die Erkennung verwendet werden mehrere Datenströme zum Server aufgebaut was in mehreren Erkennungsergebnissen (eines pro Mikrofon) resultiert.

source: If you use multiple output devices the playback of the trainings samples will play on all configured audio devices.
de: Wenn Sie mehr als ein Ausgabegerät verwenden wird ein Ton auf allen konfigurierten Geräten gleichzeitig wiedergegeben.

source: When using different sample rates for your input devices, the output will only play on matching output devices. If you for example have one input device configured to use 16kHz and the other to use 48kHz, the playback of samples generated by the first one will only play on 16kHz outputs, the other one only on 48kHz devices.
de: Wenn Sie unterschliedliche Samplerates für Ihre Eingabegeräte verwenden wird die Ausgabe nur auf diesen Ausgabegeräten stattfinden die ebenfalls die selbe Samplerate verwenden. Verwenden Sie beispielsweise ein Eingabegerät mit 16kHz und eines mit 48kHz wird die Wiedergabe von Aufnahmen die mit dem ersten Gerät aufgenommen wurden nur auf Ausgabegeräten stattfinden die auf 16kHz konfiguriert sind wohingegen Aufnahmen mit 48kHz nur auf Wiedergabengeräten abgespielt werden die selbst auf 48kHz eingestellt sind.

source: Voice Activity Detection
de: Sprachaktivitätserkennung

source: The recognition is done one the simond server. See the <link linkend="architecture">architecture section</link> for more details.
de: Die Erkennung selbst geschieht auf dem simond Server. Sehen Sie die <link linkend="architecture">Architektur Sektion</link> für mehr Informationen).

source: The sound stream is not continuous but is segmented by the simon client. This is done by something called "voice activity detection".
de: Die Aufnahme-Daten vom Mikrofon werden nicht die ganze Zeit an den Server gesendet sondern werden vom simon Client segmentiert. Dies geschieht durch die sogenannte "Sprachaktivitätserkennung".

source: Voice activity detection
de: Sprachaktivitätserkennung

source: Here you can configure this segmentation through the following parameters:
de: Hier können Sie die Segmentierung durch die folgenden Parameter beeinflussen:

source: Everything below this level is considered "silence" (background noise).
de: Alles unter dieser Lautstärke wird als "Stille" behandelt (Hintergrundgeräusch).
