Repository: EdwinVelazquez/simon
Catalog: simon/doc/po/simonmanual_*.po
Languages: de

source: In this step you can download <link linkend="scenarios">scenarios</link> from the internet and import them into simon.
de: In diesem Schritt können Sie <link linkend="scenarios">Szenarios</link> aus dem Internet herunterladen und direkt in simon importieren.

source: First run: Scenarios
de: Einrichtungsassistent: Szenarios

source: Pressing <guibutton>Get scenarios</guibutton> displays the download dialog.
de: Wenn Sie <guibutton>Szenarios holen</guibutton> drücken, wird der Szenario Downloaddialog angezeigt.

source: First run: Get scenarios
de: Einrichtungsassistent: Szenarios holen

source: If you import some scenarios here (or later on in the <link linkend="scenarios_use">scenario management dialog</link>) you don't need to set up the vocuablary, grammar, commands, etc. for yourself. Especially for new users it is recommended to try some scenarios first to see how the system works before diving into configuring it exactly for your use case.
de: Wenn Sie hier Szenarios importieren (oder später über den <link linkend="scenarios_use">Szenarioverwaltungsdialog</link>) müssen Sie das Vokabular, die Grammatik und die Kommandos nicht selbst konfigurieren. Speziell für neue Anwender ist es deshalb empfohlen ein paar Szenarios hier herunterzuladen um zu sehen wie das System funktioniert.

source: In this step you can set up simon to use <link linkend="base_model">base models</link>.
de: In diesem Schritt können Sie simon konfigurieren <link linkend="base_model">Basismodelle</link> zu verwenden.

source: First run: Base models
de: Einrichtungsassistent: Basismodelle

source: The configuration page opened is the same one that is described in the <link linkend="base_model_use">base model usage</link> section.
de: Die Konfigurationsseite die hier geöffnet wird ist die selbe die in der <link linkend="base_model_use">Verwendung von Basismodelle Sektion</link> erklärt wird.

source: First run: Configure base models
de: Einrichtungsassistent: Basismodelle konfigurieren

source: After completing or aborting the first run wizard you can change configuration options defined here in the <link linkend="base_model_use">simon configuration</link>.
de: Nachdem der Einrichtungsassistent abgeschlossen ist oder abgebrochen wurde können Sie die Konfigurationsoptionen dieses Schritts in der <link linkend="base_model_use">simon Konfiguration</link> jederzeit ändern.

source: Internally, simon is a <link linkend="architecture">server / client application</link>. If you want to take advantage of a network based installation, you can provide the server address here.
de: Intern ist simon eine <link linkend="architecture">Server / Client Anwendung</link>. Wenn Sie Nutzen daraus durch eine netzwerkbasierten Verbindung ziehen wollen können Sie die Serveraddresse hier angeben.

source: First run: Server
de: Einrichtungsassistent: Server

source: The default configuration is sufficient for a "normal" installation and will assume that you use a local simond server that will be automatically be started and stopped with simon.
de: Die Standardkonfiguration ist ausreichend für eine "normale" Installation und nimmt an, dass Sie einen lokalen simond Server verwenden der von simon automatisch gestartet und gestoppt wird.

source: After completing or aborting the first run wizard you can change configuration options defined here in the <link linkend="configure_server">server configuration</link>.
de: Nachdem der Einrichtungsassistent abgeschlossen ist oder abgebrochen wurde können Sie die Konfigurationsoptionen dieses Schritts in der <link linkend="configure_server">Server Konfiguration</link> jederzeit ändern.

source: Sound configuration
de: Aufnahmekonfiguration

source: Because simon recognizes sound from one or more microphones, you have to tell simon which devices you want to use for recognition and training.
de: Da simon Sound von einem oder meheren Mikrofonen aufnimmt müssen Sie simon zuerst sagen welche Geräte er für das Training bzw. die Erkennung verwenden soll.

source: First run: Sound configuration
de: Einführung: Aufnahmekonfiguration

source: simon can use one or more input- and output devices for different tasks. You can find more information about simons multiple device capabilities in the <link linkend="soundconfiguration_device">simon sound configuration section</link>.
de: simon kann ein oder mehrere Ein- und Ausgabegeräte für verschiedene Aufgaben verwenden. Sie können mehr informationen über simons Mehrgerätefähigkeiten in der <link linkend="soundconfiguration_device">Soundkonfiguration Sektion</link> nachlesen.

source: If you don't set at least one input device to be used for recognition, you will not be able to activate simon.
de: Wenn Sie nicht zumindest ein Eingabegerät für die Erkennung definieren werden Sie simon nicht aktivieren können.

source: When the option <guibutton>Default to power training</guibutton> is selected, simon will, when training, automatically start- and stop the recording when displaying and hiding (respectively) the recording prompt. This option only sets the default value of the option, the user can change it at any time before beginning a training session.
de: Wenn die Option <guibutton>Powertraining per Default</guibutton> aktiviert ist wird simon beim Trainieren automatisch die Aufnahme starten bzw. stoppen wenn der dazugehörige Prompt angezeigt bzw. versteckt wird. Diese option setzt nur den Standardwert der Benutzer kann diesen bei jeder Trainingssitzung wieder überschreiben.

source: After completing or aborting the first run wizard you can change configuration options defined here in the <link linkend="soundconfiguration_device">sound configuration</link>.
de: Nachdem der Einrichtungsassistent abgeschlossen ist oder abgebrochen wurde können Sie die Konfigurationsoptionen dieses Schritts in der <link linkend="soundconfiguration_device">Soundkonfiguration</link> jederzeit ändern.

source: Volume calibration
de: Lautstärkeeinpegelung

source: For simon to work correctly, you need to configure your microphones volume to a sensible level.
de: Damit simon korrekt funktioniert muss die Mikrofonlautstärke korrekt eingestellt sein.

source: First run: Volume calibration
de: Einrichtungsassistent: Lautstärkeeinpegelung

source: For more details on this, please see the <link linkend="volume_calibration">Volume Calibration section</link> in the <link linkend="guidelines">Guidelines chapter</link>.
de: Für mehr Information sehen Sie bitte die <link linkend="volume_calibration">Lautstärkeeinpegelung-Sektion</link> und das<link linkend="guidelines">Richtlinien-Kapitel</link>.

source: This section describes how to use scenarios from within simon. For <link linkend="scenarios">general information about scenarios, please refer to the chapter background</link>.
de: Diese Sektion beschreibt wie Sie Szenarios innerhalb von simon verwenden. Für <link linkend="scenarios">generelle Informationen über Szenarios sehen Sie bitte das Hintergrund Kapitel</link>.

source: Using scenarios
de: Szenarios verwenden

source: Beginning with &kmyapplication; 0.3, each word you add will be added to the currently active scenario. The same goes for grammar sentences, commands, etc.
de: Beginnend mit &kmyapplication; 0.3 wird jedes Wort das hinzugefügt wird zum aktuell aktiven Szenario hinzugefügt. Das selbe gilt für Grammatikstrukturen, Kommandos, etc.

source: Using scenarios then becomes just using &kmyapplication; as you did in 0.2.
de: Szenarios zu verwenden ist dann gleichzusetzen mit dem normalen verwenden von &kmyapplication; wie Sie es vielleicht schon in 0.2 gemacht haben.

source: Per default, simon ships with an empty scenario names "Standard", so your configuration will be stored in this scenario.
de: Standardmäßig kommt simon mit einem leeren Szenario namens "Standard". Wenn Sie keine weitere Einstellungen vornehmen werden Ihre persönlichen Einstellungen dort gespeichert.

source: To select which of your currently active scenarios should be changed (for example before adding new words), just select it from the drop down list in the upper right corner of the simon main window.
de: Um ein anderes Szenario zur Bearbeitung auszuwählen (z.B. vor dem Hinzufügen neuer Wörter), wählen Sie das Szenario einfach in der in der Auswahlliste im oberen rechten Eck des Hauptfensters aus.

source: Scenario toolbar
de: Szenario Werkzeugleiste

source: To change the available options, click on the <guibutton>Manage scenarios</guibutton> button right next to it or use the menu entry <guimenu>Scenarios</guimenu> > <guimenuitem>Manage scenarios</guimenuitem>.
de: Um die verfügbaren Optionen zu ändern, klicken Sie <guibutton>Szenarios verwalten</guibutton> oder verwenden Sie den Menüeintrag <guimenu>Szenarios</guimenu> > <guimenuitem>Szenarios verwalten</guimenuitem>.

source: Managing scenarios
de: Szenarios verwalten

source: The scenario management dialog allows you to load scenarios from your scenario pool as well as to import and export scenarios to files or directly from / to an online repository.
de: Der Szenario verwaltungsdialog erlaubt Ihnen, Szenarios zu laden, neue zu importieren oder vorhandene in Dateien oder direkt in eine Onlinesammlung zu exportieren.

source: <screeninfo>Manage scenarios</screeninfo>
de: <screeninfo>Szenarios verwalten</screeninfo>

source: To load or unload a scenario you can use the arrow buttons between the two lists or simply double click the option you want to load / unload.
de: Um ein Szenario zu laden oder zu entladen, verwenden Sie die Knöpfe mit Pfeilsymbolen oder doppelklicken Sie das entsprechende Szenario in den Listen.

source: More information about individual scenarios can be found in the tooltips of the list items.
de: Mehr Informationen über die Szenarios selbst können Sie in dem Tip lesen der erscheint, wenn die Maus einige Zeit über ein Element halten.

source: Adding a new Scenario
de: Neues Szenario hinzufügen

source: To add a new scenario, select the <guibutton>Add</guibutton> button. A new dialog will be displayed.
de: Um ein neues Szenario hinzuzufügen, wählen Sie den <guibutton>Hinzufügen</guibutton> Knopf aus. Ein Dialog wird angezeigt.

source: Add scenario
de: Szenario hinzufügen

source: When creating a new scenario, please give it a descriptive name. For the later upload on <ulink url="http://kde-files.org/index.php?xcontentmode=692">KDE files</ulink> we would kindly ask you to follow a certain naming scheme altough this is of course not a requirement: "[&lt;language&gt;/&lt;base model&gt;] &lt;name&gt;". If, for example you create a scenario in English that works with the Voxforge base model and controls Mozilla Firefox this becomes: "[EN/VF] Firefox". If your scenario is not specifically tailored to one phoneme set (base model), just omit the second tag like this: "[EN] Firefox".
de: Wenn Sie ein neues Szenario erzeugen, geben Sie Ihm bitte einen deskreptiven Namen. Um es später auf <ulink url="http://kde-files.org/index.php?xcontentmode=692">KDE files</ulink> hochzuladen würden wir Sie bitten das folgende Namensschema zu übernehmen: "[&lt;Sprache&gt;/&lt;Basismodell&gt;] &lt;Name&gt;". Wenn Sie zum Beispiel ein deutsches Szenario erzeugen das mit dem Voxforge Basismodell funktioniert um Mozilla Firefox zu kontrollieren wird das: "[DE/VF] Firefox". Ist Ihr Szenario nicht speziell auf ein Phonemset (Basismodell) zugeschnitten, können Sie den zweiten Tag entfernen: "[DE] Firefox".

source: The scenario version is just an incremental version number that makes it easier to distinguish between different revisions of a scenario.
de: Die Szenario Version ist nur eine inkrementelle Nummer die es leichter macht zwischen verschiedenen Versionen des selben Seznarios zu unterscheiden.

source: If your scenario needs a specific feature of simon (for example because you use a new plugin), you can define minimum and maximum version numbers of simon here.
de: Wenn Ihr Szenario eine spezielle Funktion von simon verwendet (zum Beispiel ein neues Plugin), können Sie hier die minimal benötigte simon Versionsnummer angeben. Wurde die benötigte Funktionialität entfernt, lässt sich auch eine maximale Versionsnummer definieren.

source: The license of your scenario can be set through the drop down. You can of course also add an arbitrary license text directly in the input field.
de: Die Lizenz lässt sich über das Drop-Down Menü auswählen. Sie können auch beliebigen Text in das Eingabefeld eintragen.

source: You can then add your name (or alias) to the list of scenario authors. There you will also be asked for contact information. This field is purely provided as a convenient way to contact a scenario author for changes, problems, fanmail etc. If you don't feel comfortable providing your e-Mail address you can simply enter a dash "-" denoting that you are not willing to divulge this information.
de: Sie können Ihren Namen (oder Alias) zu der Liste der Szenarioautoren hinzufügen. Sie werden auch nach einer Kontaktmöglichkeit gefragt werden. Diese Kontaktmöglichkeit kann dazu verwendet werden den Autor über Änderungen in simon zu kontaktieren die das Szenariosystem betreffen, Fanmail, etc. Wenn Sie keine Kontaktinformation hinterlegen wollen, geben Sie einfach einen Strich "-" ein.

source: Edit Scenario
de: Szenario editieren

source: To edit scenarios, just select "Edit" from the "Manage scenarios" dialog.
de: Um Szenarios zu editieren, wählen Sie "Bearbeiten" vom "Szenarios verwalten" Dialog.

source: The dialog works exactly the same as the <link linkend="add_scenario">add scenario</link> dialog.
de: Der Dialog funktioniert exakt gleich wie der <link linkend="add_scenario">Szenario hinzufügen</link> Dialog.

source: Delete Scenario
de: Szenario entfernen

source: To delete a scenario, select the scenario and click the "Delete" button.
de: Um ein Szenario zu löschen, wählen Sie das Szenario aus der Liste und klicken Sie den "Löschen" Knopf.

source: Because scenarios are synchronized with the recognition server, you can restore deleted scenarios through the <link linkend="configure_synchronization">model synchronization backup</link>.
de: Weil Szenarios mit dem Erkennungsdienst synchronisiert werden, können Sie zuvor gelöschte Szenarios über das <link linkend="configure_synchronization">Modell Synchronisationsbackup</link> wiederherstellen.

source: Import Scenario
de: Szenario importieren

source: Scenarios can be imported from a local file in simons XML scenario file format but can also be directly downloaded and imported from the internet.
de: Szenarios können von einer lokalen Textdatei (simons XML Szenario Dateiformat) importiert werden oder direkt aus dem Internet heruntergeladen werden.

source: When downloading scenarios, the list of scenarios is retrieved from <ulink url="http://kde-files.org/index.php?xcontentmode=692">simon Scenarios</ulink> subsection of the OpenDesktop site <ulink url="http://kde-files.org">KDE-files.org</ulink>.
de: Wenn Sie Szenarios herunterladen, wird eine Liste der verfügbaren Szenarios von der <ulink url="http://kde-files.org/index.php?xcontentmode=692">simon Scenarios</ulink> Sektion der OpenDesktop Seite <ulink url="http://kde-files.org">KDE-files.org</ulink> heruntergeladen.

source: Download scenarios
de: Szenarios herunterladne

source: If you create a scenario that might be valuable for other simon users, please consider <link linkend="export_scenario">uploading it</link> to this online repository and help other simon users.
de: Wenn Sie ein Szenario erstellen das für andere simon Anwender von interesse sein könnte, <link linkend"export_scenario">laden Sie es bitte hoch damit es auch anderen simon Anwendern zugute kommen kann</link>.

source: Export Scenario
de: Szenario exportieren

source: Scenarios can be exported to a local file in simons XML scenario file format and directly uploaded to the <ulink url="http://kde-files.org/index.php?xcontentmode=692">simon Scenarios</ulink> subsection of the OpenDesktop site <ulink url="http://kde-files.org">KDE-files.org</ulink>.
de: Szenarios können in eine lokale Datei (simons XML Szenariodateiformat) exportiert werden und diese Datei dann in die <ulink url="http://kde-files.org/index.php?xcontentmode=692">simon Scenarios</ulink> Sektion der OpenDesktop Seite <ulink url="http://kde-files.org">KDE-files.org</ulink> hochgeladen werden.

source: To upload to OpenDesktop sites, you need an account on the site. <ulink url="http://opendesktop.org/usermanager/new.php">Registration</ulink> is very easy and of course free of charge.
de: Um auf den OpenDesktop Seiten hochladen zu können, benötigen Sie einen Account auf der Seite. Die <ulink url="http://opendesktop.org/usermanager/new.php">Registration</ulink> ist allerdings sehr leicht und natürlich kostenlos.

source: simon allows you to upload new content directly from within simon (<guibutton>Export</guibutton> > <guimenuitem>Publish</guimenuitem>).
de: simon erlaubt es Ihnen neue Inhalte direkt von der Benutzeroberfläche heraus hochzuladen (<guibutton>Export</guibutton> > <guimenuitem>Veröffentlichen</guimenuitem>).

source: Upload scenario wizard: 1 of 4
de: Szenarios hochladen: 1 von 4

source: Upload scenario wizard: 2 of 4
de: Szenarios hochladen: 2 von 4

source: Upload scenario wizard: 3 of 4
de: Szenarios hochladen: 3 von 4

source: Upload scenario wizard: 4 of 4
de: Szenarios hochladen: 4 von 4

source: To use this functionality, simply enter your account credentials in the <link linkend="social_desktop_config">social desktop configuration</link> in the simon configuration.
de: Um diese Funktionalität zu verwenden geben Sie einfach Ihre Accountdetails in die <link linkend="social_desktop_config">Soziale Desktop Konfiguration</link> in der simon Konfiguration ein.

source: This section describes how to use base models from within simon. For <link linkend="base_model">general information about base models, please refer to the chapter background</link>.
de: Diese Sektion beschreibt wie Sie Basismodelle mit simon verwenden. Für <link linkend="base_model">generelle Informationen über Basismodelle, sehen Sie bitte das Hintergrund Kapitel</link>.

source: To configure simon to use base models, simply select the base model type you want to use and point simon to the valid files in simons configuration: <guimenu>Settings</guimenu> > <guimenuitem>Configure simon</guimenuitem> > <guimenuitem>Model Settings</guimenuitem>
de: Um simon zu konfigurieren Basismodelle zu verwenden, geben Sie einfach gültige Basismodelldateien in simons Konfiguration an: <guimenu>Einstellungen</guimenu> > <guimenuitem>simon einrichten...</guimenuitem> > <guimenuitem>Modelleinstellungen</guimenuitem>

source: Base model settings
de: Konfiguration von Basismodelle

source: Load the files with the appropriate "Load" button next to the file you want to set. The files will be copied to an internal location so the source files can be removed once you have selected them here.
de: Laden Sie die Dateien mit den entsprechenden "Laden" Knöpfen neben den Dateien die Sie laden wollen. Die Dateien werden zu einem internen Pfad kopiert sodass die Quelle entfernt werden kann nachdem das Basismodell übernommen wurde.

source: For static models you don't need macros or stats but simon will not start a model compilation (which is needed even for setups using static base models to generate the language model) without them. If your base model doesn't provide them you can simply point simon to empty files instead.
de: Für statische Modelle benötigen Sie weder "macros" noch "stats" Dateien aber simon wird die Kompilierung (die auch fuer statische Modelle notwendig ist um das Sprachmodell zu erzeugen) nicht ohne sie starten. Falls Ihr Basismodell diese Dateien nicht mitliefert können Sie einfach leeren Dateien angeben.

source: <title>Vocabulary</title>
de: <title>Vokabular</title>

source: The vocabulary lets the user manage the available words.
de: Das Vokabular ermöglicht es dem User, die verfügbaren Wörter zu verwalten.

source: General
de: Allgemein

source: The vocabulary defines what words the recognition process should recognize. Every word you want to be able to use with simon should be contained in your vocabulary.
de: Das Vokabular definiert, welche Wörter der Erkennungsprozess erkennen sollte. Jedes Wort, dass simon erkennen können soll muss in der Wortliste vorkommen.

source: One entry in the vocabulary defines exactly one "word". In contrast to the common use of the word "word", in simon "word" means one unique combination of the following: <itemizedlist> <listitem><para>Wordname</para><para>(The written word itself)</para></listitem> <listitem><para>Terminal</para><para>(Grammatical category; For example: "Noun", "Verb", etc.)</para></listitem> <listitem><para>Pronunciation</para><para>(How the word is pronounced; simon accepts any kind of phonetic as long as it does not use special characters or numbers)</para></listitem> </itemizedlist> That means that plurals or even different cases are different "words" to simon. This is an important design decision to allow more control when using a sophisticated grammar.
de: Ein einzelner Eintrag in der Wortliste definiert exakt ein "Wort". Ein "Wort" bedeutet in simon eine einzigartige Kombination aus: <itemizedlist><listitem><para>Wordname</para><para>(Das geschriebene Wort selbst)</para></listitem><listitem><para>Terminal</para><para>(Grammatik-Kategorie; Z.B.: "Nomen", "Verb", etc.)</para></listitem><listitem><para>Aussprache</para><para>(Wie das Wort ausgesprochen wird; simon akzeptiert alle Formen von Lautschrift solange Sie weder Zahlen noch Sonderzeichen beinhaltet)</para></listitem></itemizedlist> Das bedeutet, dass Mehrzahlformen oder Unterschiede in Groß- / Kleinschreibung als unterschiedliche Wörter behandelt werden. Dadurch erlaubt eine ausgefeilte Grammatik noch mehr Kontrolle.

source: In general, it is advisable to keep your vocabulary as sleek as possible. The more words, the higher the chance that simon might misunderstand you.
de: Generell ist es empfohlen das Vokabular so klein wie möglich zu halten. Je mehr Wörter die Wortliste umfasst, desto wahrscheinlicher ist es, dass simon etwas falsches erkennt.

source: Example vocabulary (please note that the terminals here are deliberately set to Noun / Verb to help the understanding; Please to refer to the <link linkend="grammar">grammar section</link> why this might not be the best idea):
de: Beispiel Vokabular (bitte beachten Sie, dass die Terminale auf Nomen / Verb gesetzt sind um das Verständnis zu erleichtern; Bitte sehen Sie die <link linkend="grammar">Grammatik Sektion</link> warum dies nicht optimal ist):

source: Active Dictionary
de: Aktives Vokabular

source: The vocabulary used for the recognition is referred to as active dictionary or active vocabulary.
de: Das Vokabular, dass für die Erkennung verwendet wird, wird als aktives Vokabular bezeichnet.

source: Shadow Dictionary
de: Schattenlexikon

source: As said above, the user should keep his vocabulary / dictionary as lean as possible. However, as a word in your vocabulary has to also have information about it's pronunciation, it would also be good to have large dictionary where you could look up the pronunciation and other characteristics of the words.
de: Wie bereits gesagt, sollte der Benutzer sein Vokabular so klein wie möglich zu halten. Anderseits sollte es Informationen über die Aussprache von möglichst vielen Wörter beinhalten um das hinzufügen neuer Wörter zu erleichtern.
