Repository: EdwinVelazquez/simon
Catalog: simon/doc/po/simonmanual_*.po
Languages: de

source: Cache for as long as head margin to start consider it a real sample. During this whole time the input level needs to be above the cutoff level.
de: Für die Dauer von Head Margin werden Daten gesammelt bevor die aktuelle Aufnahme tatsächlich als Sprache klassifiziert wird. Während dieser kompletten Zeit muss die Lautstärke über dem Cutoff Level bleiben.

source: After the recording went below the cutoff level, simon will wait for as long as tail margin to consider the current recording a finished sammple.
de: Nachdem die Lautstärke unter das Cutoff Level fällt wird simon die Zeit von Tail Margin abwarten bis er die aktuelle Aufnahme abschließt.

source: Skip samples shorter than
de: Aufnahmen überspringen die kürzer sind als

source: Samples that are shorter than this value are not considered for recognition. (coughs, etc.)
de: Aufnahmen die kürzer als dieser Wert sind werden nicht an die Erkennung weitergegeben (husten, etc.)

source: <title>Training settings</title>
de: <title>Trainingskonfiguration</title>

source: <screeninfo>Training settings</screeninfo>
de: <screeninfo>Trainingskonfiguration</screeninfo>

source: The confiugrable font here refers to the text that is recorded to train the acoustic model (through explicit training or when adding a word).
de: Der Text der aufgenommen werden soll um das Akustikmodell zu trainieren wird in einer konfigurierbaren Schriftart angezeigt. Die zu verwendende Schriftart und vor allem die Größe können hier geändert werden.

source: This option has been introduced after we have worked with a few clients suffering spastic disability. While we used the mouse to control simon during the training, they had to read what was on the screen. At first this was very problematic as the regular font size is relatively small and they had trouble making out what to read. This is why we made the font and the font size of the recording prompt configurable.
de: Diese Option wurde eingeführt, nachdem wir mit einigen Kunden Tests durchgeführt haben die unter infantiler Zerebralparese ("Spastische Lähmung") leiden. Während wir mit der Maus simon bedienten um sie durch das Training zu führen, mussten Sie im Rahmen des Trainings vorlesen was am Bildschirm geschrieben stand. Im Laufe des Tests fanden wir heraus, dass es unseren Probanden teilweise schwer fiel die kleine Schrift zu entziffern. Deshalb führten wir eine eigene Konfigurationsoption ein mit der eben jener Text der von den Probanden vorgelesen werden muss größer als der restliche Programmtext gemacht werden kann ohne den Rest des Programmes zu beeinflussen. Dies half außerdem um die Aufmerksamkeit direkt auf den vorzulesenden Text zu lenken.

source: Here you can also define the required signal to noise ratio for simon to consider a training sample to be correct. See the <link linkend="sample_quality_assurance">Sample Quality Assurance</link> section for more details.
de: Hier können Sie auch das benötigte Signal / Rauschverhältnis einstellen das erreicht werden muss damit eine Aufnahme von simon als korrekt angesehen wird. Sehen Sie die <link linkend="sample_quality_assurance">Aufnahme Qualitätskontrolle</link> Sektion für mehr Details.

source: On this configuration page you can also set the parameters for the <link linkend="volume_calibration">volume calibration</link>.
de: Auf dieser Konfigurationsseite können Sie auch die Paramter für die <link linkend="volume_calibration">Lautstärkeeinpegelung</link> festlegen.

source: It can be deactivated for both the add word dialog and the trainings wizard by unchecking the group box itself. As long as the volume is not louder than the minimum volume simon will prompt the user to raise the microphone volume. If the recording hits the maximum volume once, simon will tell the user to lower the volume.
de: Sie kann sowohl für den Wort hinzufügen Dialog als auch für den Trainingsassistenten deaktiviert werden indem das Konfigurationsfeld deselektiert wird. Solange die aktuelle Aufnahmelautstärke unter der konfigurierten Minimumlautstärke bleibt wird der Anwender aufgefordert die Lautstärke zu erhöhen. Erreicht die Aufnahme die Maximallautstärke auch nur einmal wird simon Sie bitten die Lautstärke des Mikrofons zu verringern.

source: Clipping (hitting the maximum amplitute) will always cause a "too loud" warning.
de: Übersteuern (erreichen der Maximallautstärke) wird immer eine "zu laut" Warnung erzeugen.

source: The prompted text can be configured by entering text in the input field below. If the edit is empty a default text will be used.
de: Der angezeigte Text kann konfiguriert werden indem Text im Eingabefeld eingetragen wird. Bleibt das Feld leer (Standard) wird ein Standardtext verwendet.

source: Postprocessing
de: Nachbearbeitung

source: All recorded (training) and imported (through the import training data) samples can be processed using a series of postprocessing commands. Postprocessing chains are an advanced feature and shouldn't be needed by the average user.
de: Alle aufgenommenen Sprachdaten (Training) und importierte Aufnahmen (mithilfe der Funktion "Trainingsdaten importieren") können mit einer Reihe von Nachbearbeitungskommandos bearbeitet werden. Nachbearbeitungsketten sind eine fortgeschrittene Funktionalität von simon die vom durchschnittlichen simon Anwender wohl nicht benötigt werden.

source: Sound Configuration: Postprocessing
de: Aufnahmen konfigurieren: Nachbearbeitung

source: The postprocessing commands can be seen as a chain of filters through which the recordings have to pass through. Using these "filters" one could define commands to suppress background noise in the training data or normalize the recordings.
de: Die Nachbearbeitungskommandos sind wie eine Serie von Filtern durch die die Aufnahmen durch müssen. Mit diesen "Filtern" könnte man zum Beispiel Hintergrundrauschen entfernen oder die Aufnahmen normalisieren.

source: Given the program "process_audio" which takes the input- and output files as its arguments (e.g.: "process_audio in.wav out.wav") the postprocessing command would be: "process_audio %1 %2". The two placeholders %1 and %2 will be replaced by the input filename and the output filename respectively.
de: Nehmen wir als Beispiel ein Programm namens "audio_verarbeiten" das die Eingabe- und Ausgabedatei als Argumente nimmt (z.B.: "audio verarbeiten %1 %2". Die beiden Platzhalter %1 und %2 werden dann von simon bei jedem Aufruf mit den jeweiligen tatsächlichen Werten für den Eingabedateinamen und den Ausgabedateinamen (respektive) ersetzt.

source: The switch to "apply filters to recordings recorded with simon" enables the postprocessing chains for samples recorded during the training (including the initial training while adding the word). If you don't select this switch the postprocesing commands are only applied to imported samples (through the <link linkend="import_trainings-data">import trainings-data wizard</link>).
de: Die Option "Filter auch für Dateien anwenden die mit simon aufgenommen werden" definiert ob die konfigurierten Filter auch für mit simon erstellte Aufnahmen angewandt werden soll oder nur für Sprachdaten die mit der Funktion <link linkend="import_trainings-data">"Trainingsdaten importieren"</link> importiert wurden.

source: One common use-case of postprocessing chains would be the resampling of audio because of hardware limitations. Given a soundcard that does not support mono 16kHz recordings but only supports 44100Hz stereo ("CD") recordings, one could use the free command line sound processing utility <ulink url="http://sox.sourceforge.net">SoX</ulink> to resample the recorded files after the recording.
de: Eine Beispielanwendung für Nachbearbeitungsketten wäre das Resampling von Aufnahmen auf Grund von Hardwareeinschränkungen. Nehmen wir eine Soundkarte an, die keine 16kHz mono Aufnahmen unterstützt sondern nur 44100Hz stereo ("CD") Aufnahmen, können wir das freie Kommandozeilentool <ulink url="http://sox.sourceforge.net">SoX</ulink> verwenden um die Aufnahmen automatisch auf ein entsprechendes Format zu resampeln.

source: This example would require the following postprocessing command:
de: Dieses Beispiel würde das folgende Nachbearbeitungskommando verwenden:

source: Using this command you can safely record in 44100Hz and 2 channels and - assuming the option to apply the filters to recordings recorded with simon is selected - simon will automatically downsample them to 16000Hz and 1 channel automatically after recording them. Make sure to adjust your <link linkend="soundconfiguration_device">sound device configuration</link> accordingly.
de: Mit diesem Kommando können wir jetzt ohne Probleme mit 44100Hz und 2 Kanälen aufnehmen wenn die Option gesetzt ist, die Filter auch für Aufnahmen in simon anzuwenden weil simon dann die Aufgenommenen Dateien automatisch in brauchbare 16kHz mono Aufnahmen umwandeln wird wenn die Aufnahme abgeschlossen wird.

source: Speech Model
de: Sprachmodell

source: Here you can adjust the parameters of the speech model.
de: Hier können Sie die Parameter des Sprachmodells anpassen.

source: Speech Model Configuration
de: Sprachmodell Konfiguration

source: The samplerate set here is the target samplerate of the acoustic model. It has nothing to do with the recording samplerate and it is the responsibility of the user to ensure that the samples are actually made available in that format (usually by recording in that exact samplerate or by defining postprocessing commands that resample the files; see the <link linkend="soundconfiguration">sound configuration section</link> for more details).
de: Die Samplerate die hier gesetzt wird ist die Ziel-Samplerate des Akustikmodells. Sie hat nichts damit zu tun in welcher Samplerate die Sprachdaten von simon aufgenommen werden. Es liegt in der Verantwortung des Benutzers, dass die Sprachdaten schlussendlich für die Generierung des Modells auch in diesem Format vorliegen. Normalerweise wird das einfach erreicht, indem die Werte gleichgesetzt werden. Sollte dies nicht möglich sein, kann mit den Nachbearbeitungsketten nachgeholfen werden. Sehen Sie die Sektion <link linkend="soundconfiguration">Aufnahmen</link> für mehr Details.

source: Usually either 16kHz or 8kHz models are built / used. 16kHz models will have higher accuracy over 8kHz models. Going higher than 16kHz is not recommended as it is very cpu-intensive and in practice probably wont result in higher recognition rates.
de: In den meisten Fällen werden entweder 16kHz oder 8kHz Modelle verwendet. 16kHz Modelle haben eine bessere Erkennungsrate als 8kHz Modelle und 8kHz Modelle sind weniger aufwändig (weniger Prozessor lastig) als 16kHz Modelle. Modelle mit mehr als 16kHz werden nicht empfohlen weil Sie sehr CPU-intensiv werden und in der Praxis kaum eine bessere Erkennungsrate erzielen.

source: Moreover, the path to the trainings-samples can be adjusted. However, be sure that the previously gathered trainings-samples are also moved to the new location. If you use automatic synchronization the simond would alternatively also provide simon with the missing sample but copying them manually is still recommended for performance reasons.
de: Hier kann außerdem der Pfad zu den Trainingsdaten geändert werden. Sie müssen allerdings selbst sicherstellen, dass die bisher gesammelten Sprachaufnahmen auch in das neue Ziel verschoben werden. Alternativ würde simond die bereits synchronisierten Daten aus seiner Kopie wiederherstellen. Ein manuelles verschieben zum neuen Speicherort ist also nicht zwingend notwendig solange zuvor synchronisiert wird, aber es ist empfohlen.

source: Model Settings
de: Modellkonfiguration

source: Please see the <link linkend="base_model_use">base model section</link>.
de: Bitte sehen Sie die <link linkend="base_model_use">Basismodell Sektion</link>.

source: Extensions
de: Erweiterungen

source: Here you can configure the base URL that is going to be used for the <link linkend="import_dict_hadifix">automatic bomp import</link>. The default points to the copy on the simon listens server.
de: Hier können Sie die Basis-URL konfigurieren die für den <link linkend="import_dict_hadifix">automatischen BOMP Import</link> verwendet wird. Die Standardeinstellung zeigt auf die Kopie auf dem simon listens Server.

source: Recognition
de: Erkennung

source: Here you can configure the recognition and model synchronization with the simond server.
de: Hier können Sie die Erkennung und die Modellsynchronisation mit dem simond Server konfigurieren.

source: Using the server configuration you can set parameters of the connection to simond.
de: Mit der Serverkonfiguration kann die Verbindung zum simond Server angepasst werden.

source: The simon main application connects to the simond server (see the <link linkend="architecture">architecture section</link> for more information).
de: Die simon Hauptapplikation verbindet zum simond Server (siehe die <link linkend="architecture">Architektur Sektion</link> für mehr Informationen).

source: Configure Server: General
de: Konfiguriere Server: Allgemein

source: To identify individual users of the system (one simond server can of course serve multiple simon clients), simon and simond use users. Every user has his own speech model. The username / password combination given here is used to log in to simond. If simond does not know the username or the password is incorrect, the connection will fail. See the <ulink url="help:/simond">simond manual</ulink> on how to setup users for simond.
de: Um die einzelnen Anwender des Systems (ein simond Server kann natürlich mehrere simon Clients bedienen) zu identifizieren, führt simon Benutzer ein. Jeder Benutzer hat sein eigenes Sprachmodell. Die Benutzername / Passwort Kombination die hier angegeben werden kann, wird verwendet um sich damit bei simond anzumelden. Wenn der simond diesen Benutzernamen nicht kennt oder das Passwort nicht stimmt, wird die Verbindung abgebrochen werden. Sehen Sie das <ulink url="help:/simond">simond Handbuch</ulink> für mehr Information über das Einrichten der Benutzer auf dem simond Server.

source: The recognition itself - which is done by the server - might not be available at all times. For example it would not be possible to start the recognition as long as the user does not have a compiled acoustic and language model which has to be created first (during synchronization when all the ingredients - vocabulary, grammar, training - are present). Using the option to start the recognition automatically once it is available, simon will request to start the recognition when it receives the information that it is ready (acoustic and language model is available).
de: Die Erkennung selbst - die ja vom Server übernommen wird - ist nicht immer verfügbar. Beispielsweise ist es nicht möglich die Erkennung zu starten bis der Benutzer sein Akustikmodell das erste mal erzeugt (was automatisch gemacht wird wenn bei der Synchronisation alle "Zutaten" vorliegen: Wortliste, Grammatik und Trainingsdaten). Per Default wird simon die Erkennung sofort starten sobald Sie verfügbar ist (Sprach- und Akustikmodell wurden konfiguriert). Dies kann hier geändert werden.

source: Using the "Connect automatically on simon start" option, simon will automatically start the connection to the configured simond servers after it has finished loading the user interface.
de: Mit der Option "Bei simon-Start automatisch verbinden" wird simon automatisch zum simond verbinden sobald die Applikation gestartet wurde.

source: Network
de: Netzwerk

source: simon connects to simond using TCP/IP.
de: simon verbindet zum simond über TCP/IP.

source: Configure Server: Network
de: Server konfigurieren: Netzwerk

source: As of yet (simon 0.3), encryption is not yet supported.
de: Derzeit (simon 0.3) ist Protokollverschlüsselung nicht unterstützt.

source: The timeout setting specifies, how long simon will wait for a first reply when contacting the hosts. If you are on a very, very slow network and/or use "connect on start" on a very slow machine, you may want to increase this value if you keep getting timeout errors and can resolve them by trying again repeatedly.
de: Der angegebene Timeout Wert gibt an wie lange simon auf eine Antwort der Gegenstelle wartet. Wenn Sie eine sehr, sehr langsame Netzwerkverbindung besitzen und/oder die "Beim simon-Start automatisch verbinden" Option verwenden und einen sehr langsamen Rechner verwenden erhöhen Sie diese Option wenn Sie Timeout Fehler beim Verbinden mit dem simond Server erhalten die durch erneutes Aufbauen der Verbindung behoben werden können.

source: simon supports to be configured to use more than one simond. This is very useful if you for example are going to use simon on a laptop which connects to a different server depending where you are. You could for example add the server you use when you are home and the server used when you are at work. When connecting, simon will try to connect to each of the servers (in order) until it finds one server that accepts the connection.
de: simon unterstützt Konfigurationen bei denen mehr als ein simond angegeben wird. Das kann verwendet werden wenn Sie bspw. einen Laptop besitzen der unterschiedliche Server verwendet wenn er zu Hause oder bei der Arbeit verwendet wird. In diesem Fall können Sie beide Server hier angeben. Wenn simon verbindet, wird er die hier konfigurierten Server der Reihe nach durchprobieren bis er einen Server findet der auf seine Anfrage im gesetzten Timeout antwortet.

source: To add a server, just enter the hostname or IP and the port (separated by ":") or use the dialog that appears when you select the blue arrow next to the input field.
de: Um einen Server hinzuzufügen, geben Sie einfach seinen Hostnamen oder IP und den Port (mit ":" getrennt) ein oder verwenden Sie den Dialog der erscheint wenn Sie den blauen Pfeil neben dem Eingabefeld anklicken und wählen Sie "Hinzufügen".

source: <title>Synchronization and Model Backup</title>
de: <title>Synchronisation und Modell Backup</title>

source: Here you can configure the model synchronization and restore older versions of your speech model.
de: Hier können Sie die Modellsynchronisation konfigurieren und wenn nötig ältere Versionen Ihres Sprachmodells wiederherstellen.

source: <screeninfo>Synchronization and Model Backup</screeninfo>
de: <screeninfo>Synchronisation und Modell Backup</screeninfo>

source: Only after the speech model is synchronized the changes take effect and a new restore point is set. This is why per default simon will always synchronize the model with the server when it changes. This is called "Automatic Synchronization" and is the recommended setting.
de: Erst nachdem ein Sprachmodell synchronisiert wurde werden alle Änderungen angewendet. Zusätzlich wird dabei auch ein neuer Wiederherstellungspunkt angelegt. Per Default wird simon nach jeder Änderung an den Modelldateien eine Synchronisation einleiten um die Änderungen zu übernehmen. Das nennen wir "automatische Synchronisation". Die automatische Synchronisation ist die empfohlene Einstellung.

source: However, if you want more control you can instruct simon to ask you before starting the synchronization after the model has changed or to rely on manual synchronization all together. When selecting the manual synchronization you have to manually use the "Synchronization" menu item of the simon main window (also see the section <link linkend="main_window">simon main window</link>) every time you want to compile the speech model.
de: Wenn Sei jedoch mehr Kontrolle über die Synchronisation wünschen, können Sie simon anweisen vor jeder Synchronisation nachzufragen oder die komplett manuelle Synchronisation auswählen bei der simon die Synchronisation nie automatisch einleiten wird - stattdessen müssen Sie den Menüpunkt "Synchronisation" verwenden (siehe Sektion <link linkend="main_window">das simon Hauptfenster</link>) wenn Sie das Sprachmodell synchronisieren wollen.

source: The simon server will maintain a copy of the last five iterations of model files. However, this only includes the "source files" (the vocabulary, grammar, etc.) - <emphasis>not the compiled model</emphasis>. However, the compiled model will be regenerated from the restored source files automatically.
de: Der simond Server wird eine Kopie der letzten fünf Versionen von den Modell-Eingabedateien (Wortliste, Grammatik, etc.) aufbehalten. Das fertige, erstellte Modell wird dabei nicht aufbehalten. Wenn Sie eine frühere Version einspielen wird aber das Modell anhand dieser Quelldateien automatisch neu generiert.

source: After you have connected to the server, you can select one of the available models and restore it by clicking on "Restore Model".
de: Wählen Sie dazu - wenn Sie mit dem Server verbunden sind - einen der verfügbaren Modelle aus und stellen Sie es mit einem Klick auf "Modell auswählen" wieder her.

source: Please note that the synchronization will only accept complete source models (containing a vocabulary, a grammar and some trainingssamples) so incomplete models will not be stored on the server and thus not be backed up.
de: Bitte beachten Sie, dass die Synchronisation generell nur komplette Quell-Modelle akzeptieren wird (eine Modellquelle ist komplett wenn Sie eine Wortliste, eine Grammatik und ein paar Trainingssamples besitzt) sodass nicht komplette Modelle nie auf dem Server gespeichert werden. Unvollständige Quellmodelle obliegen damit auch nicht dem automatischen Backup.

source: Actions
de: Aktionen

source: In the actions configuration you can configure the reactions to recognition results.
de: Mit der Aktionskonfiguration kann die Reaktion auf Erkennungsergebnisse konfiguriert werden.

source: The recognition of simon computes not only the most likely result but rather the top ten results.
de: Neben dem wahrscheinlichsten Ergebnis kalkuliert simon die 10 besten Erkennungsergebnisse.

source: Each of the results are assigned a confidence score between 0 and 1 (were 1 is 100% sure).
de: Jedes Ergebnis wird mit einer Punkteanzahl zwischen 0 und 1 versehen (wobei 1 einer Sicherheit von 100% entspricht).

source: Using the <guilabel>Minimum confidence</guilabel> you can set a minimum confidence for recognition results to be considered valid.
de: Mit Hilfe der <guilabel>Minimale Sicherheit</guilabel> können Sie eine minimale Sicherheit für Erkennungsergebnisse unter dieser Ergebnisse ignoriert werden.

source: If more than one recognition results are rated higher than the minimum confidence score, simon will provide a popup listing the most likely options for you to choose from.
de: Wenn mehr als ein Erkennungsergebnis diesen Wert überschreitet wird simon ein Popup anzeigen das die wahrscheinlichsten Ergebnisse anzeigt aus denen dann ausgewählt werden kann.

source: Did you mean...?
de: Meinten Sie...?

source: This popup can be disabled using the <guibutton>Display selection popup for ambiguous results</guibutton> checkbox.
de: Dieses Pup kann über die Option <guibutton>Auswahlliste anzeigen für ungenaue Ergebnisse</guibutton> kontrolliert werden.

source: Plugin base font
de: Plug-In Basisschriftart

source: Many plugins of simon have a graphical user interface.
de: Einige Plug-Ins von simon haben eine grafische Oberfläche.

source: The fonts of these interfaces can be configured centrally and independant of the systems font settings here.
de: Die Schriftarten dieser Oberflächen können hier zentral konfiguriert werden - unabhängig von den Systemschriftarten Ihres Betriebssystems.

source: Input number with custom font
de: Nummer eingeben mit spezieller Schriftart

source: Lists
de: Listen
