Repository: EdwinVelazquez/simon
Catalog: simon/doc/po/simonmanual_*.po
Languages: de

source: This chapter lists some general guidelines that are relevant for different parts of simon.
de: Dieses Kapitel listet ein paar grundlegende Richtlinien die in unterschiedlichen Teilen von simon relevant sind.

source: Recordings
de: Aufnahmen

source: If you are using user generated or adapted models, simon builds it's acoustic model based on transcribed samples of the users voice. Because of this, the recorded samples are of vital importance for the recognition performance.
de: Wenn Sie benutzergenerierte oder adaptierte Modelle verwenden wird simon basierend auf transkripierten Sprachaufnahmen von der Stimme des Benutzers auf sein Akustikmodell aufbauen. Deswegen ist die Qualität der aufgenommenen Trainingsdaten entscheidend für die Erkennungsrate.

source: Volume
de: Lautstärke

source: It is important that you check your microphone volume before recording any samples.
de: Es ist wichtig, dass Sie vor der Aufnahme die Lautstärke Ihres Mikrofons kontrollieren.

source: simon Calibration
de: simon Kalibrierung

source: The current version of &kmyapplication; includes a simple way of ensuring that your volume is configured correctly.
de: Die aktuelle Version von &kmyapplication; inkludiert einen einfachen Weg um sicherzustellen, dass die Lautstärke korrekt konfiguriert ist.

source: simon Volume Calibration
de: simon Lautstärke Kallibrierung

source: By default the volume calibration is displayed before starting any recording in &kmyapplication;.
de: Standardmäßig wird die Lautstärkekalibrierung angezeigt bevor eine Aufnahme in &kmyapplication; startet.

source: To calibrate simply read the text displayed.
de: Um die Lautstärke zu kalibrieren, sprechen Sie einfach den angezeigten Text nach.

source: The calibration will monitor the current volume and tell you to either raise or lower the volume but you have to do that manually in your systems audio mixer. Once you changed the volume in any way (while the calibration is running), press the "Volume changed" button next to the affected device. This will reset the volume status.
de: Um die Kalibrierung zu überwachen, sehen Sie bitte die angezeigte Lautstärke und die Notiz darunter die sagt, ob Sie die Lautstärke heben oder senken sollten. Um die Lautstärke zu verändern, verwenden Sie bitte die Lautstärkekonfiguration Ihres Betriebssystems. Sobald Sie dort die Lautstärke verändert haben drücken Sie bitte in &kmyapplication; auf "Lautstärke geändert" um die Kallibrierung darüber zu informieren.

source: During calibration, try to talk normally. Don't yell but don't be overly quiet either. Take into account that you should generally use the same volume setting for all your training and for the recognition too. You might speak a little bit louder (unconsciously) when you are upset or at another time of the day so try to raise your voice a little bit to anticipate this. It is much better to have a little quieter samples than to start clipping.
de: Versuchen Sie während der Kalibrierung so normal wie möglich zu sprechen. Schreien Sie nicht aber seien Sie auch nicht unnötig leise. Bitte bedenken Sie, dass Sie die besten Ergebnisse erzielen wenn alle Aufnahmen ungefähr gleich laut sind und Sie auch während der Erkennung gleich laut sprechen. Möglicherweise könnten Sie zu anderen Tageszeiten oder einer anderen Stimmung lauter sprechen also sprechen Sie in diesem Test lieber etwas lauter um diese Möglichkeit einzukalkulieren. Grundsätzlich sind zu leise Aufnahmen viel besser als zu laute, da es dann zu Verzerrungen kommen kann.

source: In the &kmyapplication; settings, both the text displayed and the levels considered correct can be changed. If you leave the text empty, the default text will be displayed. In the options you can also deactivate the calibration completely. See the <link linkend="soundconfiguration_training">training section</link> for more details.
de: In den Einstellungen von &kmyapplication; lässt sich sowohl der angezeigte Text als auch die Lautstärken die als korrekt bzw. inkorrekt markiert werden konfigurieren. Wird der dortige Text leer gelassen (Standard) wird ein Standardtext angezeigt. In der Konfiguration können Sie die Lautstärkenkalibrierung auch komplett deaktivieren. Sehen Sie <link linkend="soundconfiguration_training">Training Sektion</link> für mehr Details.

source: Audacity Calibration
de: Audacity Kalibrierung

source: Alternatively you can use an audio editing tool like the free <ulink url="http://audacity.sourceforge.net">Audacity</ulink> to monitor the recording volume.
de: Ein alternativer Weg um sicherzustellen, dass die Lautstärke richtig eingestellt ist, ist ein Audio Tool wie das freie <ulink url="http://audacity.sf.net">Audacity</ulink> zu benutzen.

source: Too quiet:
de: Zu leise:

source: Volume: Too quiet
de: Lautstärke: Zu leise

source: Too loud:
de: Zu laut:

source: Volume: Too loud
de: Lautstärke: Zu laut

source: Perfect volume:
de: Optimale Lautstärke:

source: Perfect volume
de: Optimale Lautstärke:

source: Silence
de: Stille

source: To help simon with the automatic segmentation it is recommended to leave about one or two seconds of silence on the recording before and after reading the prompted text.
de: Um simon mit der automatischen Segmentierung zwischen den Wörtern zu helfen, empfehlen wir vor und nach dem Sprechen ca. ein bis zwei Sekunden "Stille" aufzunehmen.

source: Current simon versions include a graphical notice on when to speak during recording. The message will tell the user to wait for one second:
de: Die aktuelle simon Version inkludiert eine grafische Warteanzeige während dem Training. Diese Nachricht wird den Benutzer bitte eine Sekunde zu warten:

source: Please wait
de: Bitte warten

source: ... before telling the user to speak:
de: ... bevor er gebeten wird zu sprechen:

source: Please speak
de: Bitte sprechen

source: This method of visual feedback proved especially valuable when recording with people who can't read the prompted text for themselves and therefore need someone to tell them what they have to say. The colorful visual cue tells them when to start repeating what the facilitator said without the need of unreliable hand gestures.
de: Diese Methode des visuellen Feedbacks hat sich als besonders wertvoll erwiesen wenn mit Personen aufgenommen wird die den angezeigten text nicht selbst lesen können und deshalb auf Moderatoren angewiesen sind die Ihnen sagen was Sie sprechen sollen. Die farbige Anzeige hilft Ihnen zu erkennen, wann Sie sprechen sollen statt direkt nach dem Moderator zu sprechen oder auf umständliche Handsignale angewiesen zu sein.

source: Microphone
de: Mikrofon

source: For simon to work well, a high quality microphone is recommended.
de: Damit simon gut funktionieren kann ist ein hochqualitatives Mikrofon empfohlen.

source: However, even relatively cheap headsets (around 30 Euros) achieve very good results - magnitudes better than internal microphones.
de: Aber sogar mit relativ günstigen Headsets (um 30 €) erreicht sehr gute Ergebnisse - viel bessere als ein möglichereweise integriertes Mikrofon.

source: For maximum compatability we recommend USB headsets as they usually support the necessary samplerate of 16 kHz, are very well supported from both Microsoft Windows as well as GNU/Linux and normally don't require special, proprietary drivers to operate.
de: Für maximale Kompatibilität empfehlen wir USB Headset die in der Regel die notwendige Samplerate von 16kHz direkt unterstützen. Sie sind außerdem gut von sowohl Microsoft Windows als auch von GNU/Linux unterstützt und benötigen keine speziellen, properitären Treiber.

source: Sample Quality Assurance
de: Aufnahmen Qualitätskontrolle

source: simon will check each recording against certain criteria to ensure that the recorded samples are not errenous or of poor quality.
de: simon wird jede Aufnahme mit einigen Kriterien überprüfen um sicherzustellen, dass die Aufnahmen nicht fehlerhaft oder von schlechter Qualität sind.

source: If simon detects a problematic sample, it will warn the user to re-record the sample.
de: Wenn simon eine problematische Aufnahme erkennt, wird er den Benutzer warnen und ihn auffordern die Aufnahme zu wiederholen.

source: Currently, simon checks the following criteria:
de: Derzeit überprüft simon die folgenden Kriterien:

source: Sample peak volume
de: Höchste Lautstärkepegel

source: If the volume is too loud and the microphone started to "clip" (<ulink url="http://en.wikipedia.org/wiki/Clipping_%28audio%29">Clipping on wikipedia</ulink>), simon will display a warning message urging the user to lower the microphone volume.
de: Wenn die Lautstärke zu hoch ist und das Mikrofon beginnt zu "übersteuern" (<ulink url="http://de.wikipedia.org/wiki/%C3%9Cbersteuern_%28Signalverarbeitung%29">Übersteuern auf Wikipedia</ulink>). simon wird automatisch eine Warnung anzeigen die den Benutzer auffordert die Lautstärke des Mikrofons zu senken.

source: Signal to noise ratio (SNR)
de: Signal zu Rauschen Verhältnis (engl.: Signal to noise ratio; SNR)

source: simon will automatically determine the signal to noise ratio of each recording. If the ratio is below a configurable threshold, a warning message will be displayed.
de: simon wird automatisch das Signal / Rausch Verhältnis für jede Aufnahme bestimmen. Ist dieses Verhältnis unter einem konfigurierbaren Level, wird eine Warnung angezeigt.

source: The default value of 5000 % means that for simon to accept a sample as correctly recorded the peak volume has to be 500 times louder than the noise baseline (lowest average over 50 ms).
de: Der Defaultwert von 5000 % bedeutet, dass simon nur Samples als "korrekt" ansieht, deren Spitzenpegel 500 mal lauter ist als der niedrigste Lautstärke (niedrigste Lautstärke wird als niedrigster Durchschnitt von jeweils 50 Millisekunden errechnet).

source: Often this can be a result of either a very low quality microphone, high levels of ambient noise or a low microphone gain coupled with a "microphone boost" option in the system mixer.
de: Oft ist dies ein Problem von sehr schlechten Mikrofonen, hohen Leveln von Umgebungsgeräuschen oder eine kleine Mikrofonlautstärke in Verbindung mit einem "Signalboost" im Systemmixer.

source: SNR warning message triggered by an empty sample; This information dialog is displayed when clicking on the "More information" button visible in the background.
de: SNR Warnungen werden naturgemäß auch von leeren Aufnahmen ausgelöst. Dieser Dialog wird bspw. Angezeigt wenn auf den <guibutton>Mehr Information</guibutton> Knopf gedrückt wird (sichtbar im Hintergrund).

source: Empty sample triggering the SNR warning
de: Leeres Sample löst SNR Warnung aus

source: Using &kmyapplication;
de: &kmyapplication; benutzen

source: The following sections will describe how to use simon.
de: Die folgende Sektion wird die "normale" Benutzung von simon beschreiben.

source: The simon Main Window
de: Das simon Hauptfenster

source: A screenshot of &kmyapplication;
de: Ein Screenshot von &kmyapplication;

source: The simon main window provides quick access to most of its features through the main toolbar.
de: Das simon Hauptfenster bietet schnellen Zugriff auf die wichtigsten Funktionen durch die Haupt-Werkzeugleiste.

source: There are 9 main actions listed:
de: Es existieren 9 Aktionen in der Toolbar:

source: simond connection
de: simond Verbindung

source: This menu item has several states:
de: Dieses Menüobjekt hat verschiedene Zustände:

source: Connect
de: Verbinden

source: When simon is not connected to simond the option says "Connect". When activated, simon will start to connect to simond and change to the "Connecting" state.
de: Wenn simon nicht zum simond verbunden ist, ist die Option mit "Verbinden" beschriftet. Wenn die Option aktiviert wird, wird simon eine Verbindung zum simond aufbauen und die Option wechselt in den "Verbinde"-Status.

source: Upon connecting to the server from simon for the first time, you might be prompted for a username and a password. If you haven't done so already, set up a user for simond (see the <ulink url="help:/simond">simond manual</ulink> for details) before continuing and enter the same username and corresponding password in the login dialog from simon. If you choose to store the password, you can still change it in the <link linkend="configure_server_general">server configuration</link> at any time.
de: Wenn dies das erste Mal ist, das eine Verbindung zum simond Server aufgebaut wird, kann es sein, dass simon Sie nach einem Benutzername und einem Passwort fragt. Wenn Sie noch keinen simond Benutzer angelegt haben, sollten Sie das jetzt machen (sehen Sie das <ulink url="help:/simond">simond Handbuch</ulink> für Details) bevor Sie fortfahren. Haben Sie bereits einen Benutzer in simond angelegt, geben Sie seine Daten bitte in das Anmeldefenster ein. Wenn Sie auswählen, das Passwort zu speichern wird Sie simon beim nächsten Verbindungsaufbau nicht mehr nach den Anmeldedaten fragen. Sie können sie aber natürlich jederzeit in der <link linkend="configure_server_general">Server Konfiguration</link> ändern.

source: Connecting
de: Verbinde

source: When simon is currently connecting to the configured simond server(s) the option says "Connecting" and is pressed down. When activated, simon will stop trying to connect to simond and go back to the "Connect" state.
de: Wenn simon gerade eine Verbindung zum simond aufbaut, ändert sich der Text in "Verbinde" und der Knopf ist heruntergedrückt. Wenn die Option dann ausgewählt wird, wird der Verbindungsaufbau abgebrochen und die Option wechselt zurück in den "Verbinden"-Status.

source: Activate
de: Aktivieren

source: When simon established a connection to the server the option will say "Activate" and will not be pressed down. When activated (or automatically when simon is configured to automatically start the recognition when it is available) simon will try to start the recognition.
de: Wenn simon eine Verbindung mit einem simond hergestellt hat, wird sich der Text in "Aktivieren" ändern und wird nicht heruntergedrückt sein. Wenn die Option aktiviert wird (was automatisch passiert wenn die Erkennung verfügbar ist und die Option "Erkennung automatisch starten sobald verfügbar" aktiviert ist) wird simon versuchen die Erkennung zu starten.

source: An option to close the connection to simond ("Disconnect") is available through the small down-arrow next to it.
de: Eine Option, die Verbindung zum simond zu trennen ("Verbindung trennen") ist verfügbar über das kleine Häkchen neben der Option.

source: Activated
de: Aktiviert

source: When simon established a connection to the server and has successfully started the recognition the option will say "Activated" and will be pressed down. When activated simon will deactivate the recognition but not close the connection to simond - it changes back to the previous "Activate" state.
de: Wenn simon eine Verbindung zum Server aufgebaut hat und die Erkennung starten konnte, wird die Option mit "Aktiviert" beschriftet und heruntergedrückt sein. Wenn die Option jetzt aktiviert wird, wird simon die Erkennung stoppen und somit in den "Aktivieren"-Status zurückfallen. Die Verbindung zum Server wird dadurch aber nicht getrennt.

source: Add Word
de: Wort hinzufügen

source: Displays the <link linkend="add_word">add word wizard</link>.
de: Zeigt den <link linkend="add_word">Wort Hinzufügen Assistenten</link> an.

source: <para>Vocabulary</para>
de: <para>Vokabular</para>

source: Displays the <link linkend="vocabulary">vocabulary</link>.
de: Zeigt das <link linkend="vocabulary">Vokabular</link> an.

source: <para>Grammar</para>
de: <para>Grammatik</para>

source: Displays the <link linkend="grammar">grammar</link>.
de: Zeigt die <link linkend="grammar">Grammatik</link> an.

source: Displays the <link linkend="training">training</link>.
de: Zeigt das <link linkend="training">Training</link> an.

source: <para>Commands</para>
de: <para>Kommandos</para>

source: Displays the <link linkend="commands">commands</link>.
de: Zeigt die <link linkend="commands">Komamndos</link> an.

source: Synchronize
de: Synchronisieren

source: When connected to the simond, this option will be available.
de: Wenn simon zum simond verbunden ist, ist diese Option verfügbar.

source: simon creates the speech input files which are then compiled and used by the simond server (see the <link linkend="architecture">section architecture for more details</link>).
de: simon erstellt die Eingabedateien für das Sprachmodell welche dann kompiliert und vom simond Server für die Erkennung verwendet werden (siehe auch das Kapitel <link linkend="architecture">Architektur</link> für mehr Details).

source: The process of sending the speech input files, compiling them and receiving the compiled versions is called "synchronization". By default, simon will initiate a synchronization immediately after the connection has been established and whenever the model changes (please see the <link linkend="configure_synchronization">configure synchronization section</link> for information on how to change that).
de: Der Prozess des sendens der Ausgabedaten, kompilieren dieser und erhalten des fertigen Sprachmodells wird "Synchronisation" genannt. Per Default wird simon eine Synchronisation automatisch einleiten wenn er sich zum Server verbindet und jedes Mal, wenn sich die Eingabedateien für das Sprachmodell lokal ändern. Bitte sehen Sie die Sektion <link linkend="configure_synchronization">Synchronisation konfigurieren</link> wenn Sie diese Einstellung ändern wollen.

source: Using this menu option the synchronization can be triggered manually at any time.
de: Mit dieser Menüoption können Sie die Synchronisation jederzeit manuell auslösen.

source: Scenario selection
de: Szenario Auswahl

source: This selection box allows you to select the currently displayed scenario. Each subsection (vocabulary, grammar, commands, training) will then adapt to the currently displayed scenario. Selecting a different scenario here does not affect the recognition.
de: Dieses Auswahlfeld erlaubt Ihnen das derzeit angezeigte Szenario anzupassen. Jede Untersektion (Vokabular, Grammatik, Kommandos, Training) wird dann das ausgewählte Szenario anzeigen. Das hier ausgewählte Szenario beeinflusst die Erkennung nicht.

source: <para>Manage scenarios</para>
de: <para>Szenarios verwalten</para>

source: Shows the <link linkend="scenarios_use">scenario management dialog</link>. There you can manage your scenarios and change the options of the scenario selection box.
de: Anzeigen des <link linkend="scenario_use">Szenarios verwalten Dialog</link>. Hier können Sie Szenarios verwalten und die verfügbaren Optionen der Szenario Auswahlbox anpassen.

source: The simon main window can be hidden at any time by clicking on the simon logo in the system tray (usually next to the system clock in the task bar) which will minimize simon to the tray. Click it again to show the main window again.
de: Das simon Hauptfenster kann jederzeit versteckt werden indem man auf das simon Logo im Systemabschnitt der Taskleiste (normalerweise der Bereich neben der Uhr) klickt. Wird das Symbol erneut gedrückt, wird simon wieder angezeigt.

source: Required Resources for a Working &kmyapplication; Setup
de: Benötigte Resourcen für eine Funktionierende &kmyapplication; Konfiguration

source: For more information about speech models, please refer to the <link linkend="speech_model">Speech Recognition: Background section in the Overview chapter</link>.
de: Für mehr Information über Sprachmodelle sehen Sie bitte die Sektion <link linkend="speech_model">Spracherkennung: Hintergrund im Übersichtskapitel</link>.

source: To get simon to recognize speech and react to it you need a speech model.
de: Damit die Spracherkennung funktioniert, benötigt simon ein Sprachmodell (engl.: speech model).

source: Speech models describe how your voice sounds, what words exist, how they sound and what word combination ("sentences" or "structures") exist.
de: Sprachmodelle (speech models) beschreiben wie Ihre Stimme klingt wie welche Wörter klingen, welche Wörter existieren und welche Kombinationen ("Sätze" oder "Strukturen") existieren.

source: A speech model basically consists of two parts:
de: Ein Sprachmodell besteht aus zwei Teilen:

source: Language model: Describes all existing words and what sentences are grammatically correct
de: Sprachmodell (language model): Beschreibt welche Wörter existieren und welche Sätze grammatikalisch korrekt sind.

source: Acoustic model: Describes how words sound
de: Akustikmodell (acoustic model): Beschreibt wie welche Töne (Phoneme) klingen.

source: You need both these components to get simon to recognize your voice.
de: Sie benötigen beide Komponenten um die Erkennung in simon zu aktivieren.

source: In most cases you only need to <link linkend="scenarios_use">install the appropriate scenario</link> for your use case to set up your language model.
de: In den meisten Fällen werden Sie nur <link linkend="scenarios_use">die gewünschten Szenarios</link> für Ihren Anwendungsfall einrichten um ihr Sprachmodell (language model) zu erstellen.

source: To create your own language model, you can use simon to <link linkend="add_word">add</link> / <link linkend="edit_word">edit</link> / <link linkend="remove_word">remove</link> words and <link linkend="grammar">grammar structures</link>.
de: Um ihr eigenes Sprachmodell zu bauen, können Sie simon verwenden um Wörter <link linkend="add_word">hinzuzufügen</link> / <link linkend="edit_word"> zu editieren</link> / <link linkend="remove_word">zu löschen</link> und ihre <link linkend="grammar">Grammatikstrukturen</link> zu verwalten.

source: To make the adding of words easier, you can import a <link linkend="shadow_dictionary">shadow dictionary</link>.
de: Um das Hinzufügen von Wörtern leichter zu machen, können Sie ein <link linkend="shadow_dictionary">Schattenlexikon</link> importieren.

source: To create your own acoustic model you can simple <link linkend="training">read the trainings texts</link> that come with your selected scenarios a couple of times.
de: Um ein eigenes Akustikmodell zu erzeugen, können Sie einfach die <link linkend="training">Trainingstexte</link> ein paar mal vorlesen die mit den Szenarios ausgeliefert werden die Sie installieren.

source: If you are creating your own scenario you can easily <link linkend="training">create trainingstexts yourself</link>.
de: Wenn Sie ihre eigenen Szenarios erstellen können Sie leicht <link linkend="training">Trainingstexte selbst erstellen</link>.

source: You can, however use <link linkend="base_model_use">static or adapted base models</link> to avoid using the HTK or to improve the recognition rate.
de: Sie können außerdem <link linkend="base_model_use">statische oder adaptierte Sprachmodelle verwenden</link> um die Abhängigkeit des HTKs zu vermeiden oder die Erkennungsrate zu steigern.

source: First run wizard
de: Einrichtungsassistent

source: On the first start of simon, this wizard is displayed to guide you through the initial configuration of &kmyapplication;.
de: Beim ersten Start von simon wird eine Anleitung angezeigt die Sie durch die ersten Schritte mit &kmyapplication; führt.

source: First run: Welcome
de: Einrichtungsassistent: Willkommen

source: The configuration consists of five easy steps which are outlined below. You can skip each step and even the whole wizard if you want to - in that case, the system will be set up with default values.
de: Die Konfiguration besteht aus fünf einfachen Schritten die hier aufgezeigt sind. Sie können jeden Schritt oder sogar den ganzen Assistenten überspringen. In diesem Fall wird das System mit Standardwerten eingerichtet.
