Repository: EdwinVelazquez/simon
Catalog: simon/doc/po/simonmanual_*.po
Languages: de

source: Here you can find the global list element configuration. This serves as a template for new scenarios but is also directly used for <link linkend="configure_actions_recognition">the popup for ambiguous recognition results</link>.
de: Hier finden Sie die globale Listenkonfiguration. Diese fungiert als Vorlage für neue Szenarios aber wird auch direkt verwendet für das <link linkend="configure_actions_recognition">Auswahlfenster für mehrdeutige Erkennungsergebnisse</link>.

source: Social desktop
de: Sozialer Desktop

source: Scenarios can be <link linkend="export_scenario">uploaded</link> and <link linkend="import_scenario">downloaded from within simon</link>.
de: Szenarios können <link linkend="export_scenario">hochgeladen</link> und <link linkend="import_scenario">heruntergeladen werden mt simon</link>.

source: For this we use KDEs social desktop facilities and our own <ulink url="http://kde-files.org/index.php?xcontentmode=692">category for simon scenarios on kde-files.org</ulink>.
de: Dafür verwenden wir KDEs soziale Desktop Fähigkeiten und unsere eigene <ulink url="http://kde-files.org/index.php?xcontentmode=692">Kategorie für simon Szenarios auf kde-files.org</ulink>.

source: If you already have an account on <ulink url="http://opendesktop.org">opendesktop.org</ulink> you can input the credentials there. If you don't, you can register directly in the configuration module.
de: Wenn Sie bereits einen Account auf <ulink url="http://opendesktop.org">opendesktop.org</ulink> besitzen, können Sie die Anmeldedaten hier angeben. Ansonsten können Sie direkt im Konfigurationsmodul auch einen neuen Account anlegen.

source: The registration is of course free of charge.
de: Die Registrierung ist natürlich kostenlos.

source: Adjusting the recognition parameters manually
de: Aufnahmeparameter manuell anpassen

source: simon is targeted towards end-users. It's interface is designed to allow even users without any background in speech technology to design their own language and acoustic models by providing reasonable default values for simple uses.
de: simon ist auf Endbenutzer ausgelegt. Das Benutzerinterface ist darauf ausgelegt, es sogar Endbenutzern ohne Hintergrund in Spracherkennung zu ermöglichen eigene Sprach- und Akustikmodelle zu designen indem viele Default-Werte bereits beim ersten Öffnen der Applikation festgelegt wurden.

source: In special cases (severe speech impairments for example), special configuration might be needed. This is why the raw configuration files for the recognition are also respected by simon and can of course be modified to suit your needs.
de: In speziellen Fällen (zum Beispiel schwere Sprachstörungen) kann es notwendig werden, einige tiefgreifende Parameter anzupassen. Deshalb respektiert simon auch die gesetzten Werte in den Konfigurationsdateien für die Erkennung. Diese Konfigurationsdateien können natürlich frei angepasst werden als würde man direkt mit Julius arbeiten.

source: There are basically to parts of the Julius configuration that can be adjusted:
de: Es gibt zwei Teile der Julius Konfiguration die angepasst werden können:

source: This is the configuration of the simon client of the Soundstream sent from simon to the simond. This file is directly read by the adinstreamer.
de: Das ist die Konfiguration die den Soundstream vom simon Client zum simond server steuert. Die Datei wird direkt vom adinstreamer gelesen.

source: simon ships with a default adin.jconf without any special parameters. You can change this system wide configuration which will affect all users if there are different user accounts on your machine who all use simon. To just change the configuration of one of those users copy the file to the user path (see below) and edit this copy.
de: simon liefert eine Defaultdatei aus ohne spezielle Parameter. Sie können die Systemweite Konfiguration anpassen die alle Benutzer betrifft wenn Sie mehr als einen simon Benutzer auf Ihrem physischen System haben. Wenn Sie die Konfiguration nur für einen speziellen Benutzer anpassen wollen, kopieren Sie die Konfiguration zum Benutzerpfad und passen Sie die Kopie an.

source: This is a configuration of the simond server and directly influences the recognition. This file is parsed by libjulius and libsent directly.
de: Das ist die Konfiguration vom simond Server die direkt die Erkennung beeinflusst. Die Datei wird direkt von libjulius und libsent gelesen.

source: simond ships with a default julius.jconf. Whenever there is a new user added to the simond database, simond will automatically copy this system wide configuration to the new user. After that the user is of course free to change it but it won't affect the other users. This way the "template" (the system wide configuration) can be changed without affecting other users.
de: simond wird auch mit einer Default <filename>julius.jconf</filename> ausgeliefert. Immer wenn ein neuer Benutzer zur simond Datenbank hinzugefügt wird, wird simond automatisch eine Kopie der Systemweiten <filename>julius.jconf</filename> anlegen und sie in den Ordner des neuen Benutzers kopieren. Sie können die einzelnen Dateien der jeweiligen simond Benutzer natürlich frei anpassen. Die Änderungen am systemweiten "Template" beeinflussen dadurch aber keine bereits angelegten Benutzer.

source: The path to the Julius configuration files will depend on your platform:
de: Der Pfad zu den Julius Konfigurationsdateien wird von der verwendeten Plattform abhängen:

source: Julius Configuration Files
de: Julius Konfigurationsdateien

source: File
de: Datei

source: (installation path)\share\apps\simon\adin.jconf
de: (Installationspfad)\share\apps\simon\adin.jconf

source: adin.jconf (user)
de: adin.jconf (Benutzer)

source: (installation path)\share\apps\simond\default.jconf
de: (Installationspfad)\share\apps\simond\default.jconf

source: julius.jconf (user)
de: julius.jconf (Benutzer)

source: %appdata%\.kde\share\apps\simond\models\(user)\active\julius.jconf
de: %appdata%\.kde\share\apps\simond\models\(Benutzer)\active\julius.jconf

source: ~/.kde/share/apps/simond/models/(user)/active/julius.jconf
de: ~/.kde/share/apps/simond/models/(Benutzer)/active/julius.jconf

source: Questions and Answers
de: Fragen und Antworten

source: In an effort to keep this section always up-to-date it is available at our <ulink url="http://www.cyber-byte.at/wiki/index.php/English:_Troubleshooting">online wiki</ulink>.
de: Um diese Sektion immer aktuell zu halten, wird dieser Teil des Handbuches in unserem <ulink url="http://www.cyber-byte.at/wiki/index.php/English:_Troubleshooting">online Wiki</ulink> und somit für alle editierbar verwaltet.

source: Credits and License
de: Danksagungen und Lizenz

source: Program copyright 2006-2009 Peter Grasch <email>grasch@simon-listens.org</email>, Phillip Goriup, Tschernegg Susanne, Bettina Sturmann, Martin Gigerl
de: Programm Copyright 2006-2009 Peter Grasch <email>grasch@simon-listens.org</email>, Phillip Goriup, Tschernegg Susanne, Bettina Sturmann, Martin Gigerl

source: Documentation Copyright &copy; 2009 Peter Grasch <email>grasch@simon-listens.org</email>
de: Dokumentation Copyright &copy; 2009 Peter Grasch <email>grasch@simon-listens.org</email>

source: CREDIT_FOR_TRANSLATORS
de: <para>Übersetzung Copyright &copy; 2009 Peter Grasch <email>grasch@simon-listens.org</email></para>

source: Please see our <ulink url="http://www.cyber-byte.at/wiki/index.php/English:_Setup">wiki</ulink> for install instructions.
de: Bitte sehen Sie unser <ulink url="http://www.cyber-byte.at/wiki/index.php/English:_Setup">online Wiki</ulink> for eine detaillierte Installationsanleitung.
