Repository: EdwinVelazquez/simon
Catalog: plugins/Commands/Place/po/simonplacecommand_*.po
Languages: nl

source: Add Place
nl: Locatie toevoegen

source: Add a new Place
nl: Een nieuwe locatie toevoegen

source: With this wizard you can assoziate places with commands. Both local and remote places are supported.
nl: Met deze wizard kun je locaties met commando's associëren. Locaties worden locaal en van afstand ondersteund.

source: Place added
nl: Locatie toegevoegd

source: Press Finish to complete this wizard.
nl: Druk voltooien om deze wizard te sluiten.

source: Select Place
nl: Selecteer locatie

source: Place
nl: Locatie

source: URL
nl: Link

source: [INF] Loading place commands from %1
nl: [INF] Locatie-commando's van %1 laden

source: [INF] Saving place commands to %1
nl: [INF] Locatie-commando's naar %1 opslaan

source: Form
nl: Formulier

source: Import Place
nl: Locatie importeren

source: Using this wizard, you can import local and remote places easily.
nl: Met deze wizard kunt u locaties locaal en op afstand importeren.

source: Manual
nl: Handmatig

source: Configure the necessairy parameters manually
nl: Configureer de benodigde parameters handmatig

source: URL:
nl: Link:

source: Local Place
nl: Locale locatie

source: Remote URL
nl: Link op afstand

source: Use Authentication
nl: Authenticatie gebruiken

source: User:
nl: Gebruiker

source: Pass:
nl: Doorgave:

source: Host:
nl: Computer:

source: Path:
nl: Pad:

# NAME OF TRANSLATORS
source: Your names
nl: Daniël Heres

# EMAIL OF TRANSLATORS
source: Your emails
nl: danielheres@gmail.com
