Repository: EdwinVelazquez/simon
Catalog: simond/doc/po/simondmanual_*.po
Languages: de

source: ROLES_OF_TRANSLATORS
de: <othercredit role="translator"><firstname>Peter</firstname><surname>Grasch</surname><affiliation><address><email>grasch@simon-listens.org</email></address></affiliation><contrib>Deutsche Übersetzung</contrib></othercredit>

source: &kmyapplication; is the server component of the simon speech recognition suite.
de: &kmyapplication; ist die Serverkomponente der simon Spracherkennungslösung.

source: recognition
de: Erkennung

source: speech
de: Sprache

source: voice
de: Sprecher

source: command
de: Kommando

source: control
de: Kontrolle

source: accessibility
de: Zugangshilfe

source: The &kmyapplication; Handbook
de: Das &kmyapplication; Handbuch

source: Introduction
de: Einleitung

source: &kmyapplication; is the server component of the simon speech recognition suite. It handles the recognition and the model compilation and receives it input from the simon client(s) which connect to the server using TCP/IP.
de: &kmyapplication; ist die Serverkomponente der simon Spracherkennungslösung. Es ist für die eigentliche Erkennung und für die Erzeugung des Modells zuständig. Es erhält die Eingabedateien und die Daten vom Mikrofon von den simon Client(s) über das Netzwerk (TCP/IP).

source: For more information please see the <ulink url="help:/simon/overview.html#architecture">simon manual</ulink>.
de: Für weitere Informationen sehen Sie bitte das <ulink url="help:/simon/overview.html#architecture">simon Handbuch</ulink>.

source: Using &kmyapplication;
de: &kmyapplication; benutzen

source: simond is a command line application which does not have any user interface. There are no special launch parameters.
de: simond ist eine Kommandozeilenapplikation die keine Benutzerinteraktion bietet. Es gibt auch keine speziellen Kommandozeilenparameter.

source: However, simond installs a KCM that is listed in KDEs systemsettings and can also be accessed directly using the <command>kcmshell4</command>:
de: Allerdings installiert simond ein KCModul das in KDEs "systemsettings" gelistet wird und auch direkt mit <command>kcmshell4</command> angezeigt werden kann:

source: Because simond compiles the speech model (if instructed to do so by the simon client(s)), the configuration of the speech model compilation is of course also relevant when administrating simond. You can open it by using <command>kcmshell4</command>:
de: Weil simond das Sprachmodell kompiliert (wenn simon Clients das anfordern) ist die Sprachmodellkompilierungskonfiguration auch relevant wenn simond administriert wird. Sie kann mit <command>kcmshell4</command> geöffnet werden:

source: When used from within a graphical environment (if you don't know what this is you are most likely using one), it is recommended to use the graphical frontend called <command>ksimond</command> which also provides access to the configuration modules through its configuration dialog. See the ksimond manual for details.
de: Wenn simond innerhalb einer grafischen Benutzerumgebung ausgeführt wird (wenn Sie nicht wissen sollten was eine "grafische Benutzerumgebung" ist, verwenden Sie wahrscheinlich eine), ist es empfohlen simon über das grafische Frontend <command>ksimond</command> zu benutzen. ksimond bietet Zugriff auf die Konfigurationsmodule über sein Konfigurationsmenü. Sehen Sie das ksimond Handbuch für Details.

source: User Configuration
de: Benutzerkonfiguration

source: Using the user configuration you can define, edit and remove users and their models from the server.
de: Mit der Benutzerkonfiguration können Sie die neue Benutzer anlegen, vorhandene bearbeiten und - auf Wunsch inklusive deren Modell - vom Server entfernen.

source: screenshot of the simond user configuration
de: Screenshot der simond Benutzerkonfiguration

source: simond user configuration
de: simond Benutzerkonfiguration

source: simond identifies its connections with a user / password combination which is completely independent from the underlying operating system and its users (which means you have to set up at least one user for simond to use it). Every simon client logs onto the server with a user / password combination which identifies a unique user and thus a unique speech model.
de: simond identifiziert seine Verbindungen mit einer Benutzername / Passwort Kombination die komplett unabhängig ist vom zugrunde liegenden Betriebssystem. Das bedeutet, dass Sie mindestens einen simond Benutzer anlegen müssen, um simond zu verwenden. Jeder simon Client meldet sich mit einer Benutzername / Passwort Kombination an die einen einzelnen Benutzer und damit sein persönliches Sprachmodell identifiziert.

source: The users are stored in a sqlite database that is managed through the <command>simonduserconfiguration</command> KCM.
de: Die Benutzer werden in einer SQLite Datenbank gespeichert die durch das <command>simonduserconfiguration</command> KCM verwaltet werden.

source: This database is stored depending on your operating system:
de: Der Speicherort der Datenbank hängt vom Betriebssystem ab:

source: simond user database storage
de: simond Benutzerdatenbank

source: simond does come with a default user so you don't have to add a user before you can connect simon to the simond server.
de: simond liefert einen Defaultbenutzer mit aus also müssen Sie keinen anlegen bevor Sie simon zum simond Server verbinden können.

source: The default user name is "default" and the password is "nopassword".
de: Der Defaultbenutzer heißt "default" und das Passwort lautet "nopassword".

source: The password of the users will be hashed and can not be shown in clear-text. When a user forgets his or her password there is no way to retrieve his original password from the simond database but you can reset it using the "Change Password" button.
de: Das Passwort der Benutzer wird "gehashed" und kann deshalb nicht im Klartext angezeigt werden. Wenn ein Benutzer sein Passwort verliert existiert kein weg das verwendete Passwort von der simond Datenbank zu rekonstruieren. Sie können aber ein neues Passwort mit dem "Passwort ändern" Knopf vergeben.

source: When removing a user from the database which already has a speech model associated with him, you will be prompted if you also want to remove the model. If you select no and add a user with the same name later on, he will start off with this speech model.
de: Wenn ein Benutzer von der Datenbank entfernt wird, der bereits ein Sprachmodell generiert und gespeichert hat wird der Benutzer gefragt ob er neben dem Benutzer-Eintrag in der Datenbank auch das gespeicherte Modell entfernen möchte. Wenn Sie das Sprachmodell gespeichert lassen (mit "Nein" antworten), wird der nächste Benutzer mit dem gleichen Benutzernamen das Modell "erben".

source: When selecting the <guibutton>Keep recognition samples</guibutton> option the samples the recognition works on are not deleted. This means that during normal operation, users will gather everything they say with the most likely transcription returned by &kmyapplication;. This can be used to automatically gather training data while using simon. The samples will be stored in different locations depending on your operation system:
de: Wenn Sie <guibutton>Aufnahmen die zur Erkennung verwendet werden beibehalten</guibutton> auswählen werden die Aufnahmen die vom simon Client zur Erkennung gesendet werden nicht gelöscht. Dies bedeutet dass während der normalen Erkennung viele neue Aufnahmen komplett mit der am wahrscheinlichsten Transkription (Erkennungsergebnis) abgespeichert werden. Diese Aufnahmen werden abhängig von Ihrem Betriebssystem unterschiedlich gespeichert:

source: simond recognition sample storage
de: simond Aufnahmendatenbank

source: Network Configuration
de: Netzwerkkonfiguration

source: Using the network configuration, the user can change the port used by the server and restrict access to a specific IP.
de: Mit der Netzwerkkonfiguration können Sie den Port ändern auf dem der Server hört und die Zugriffe auf eine spezielle IP Adresse limitieren.

source: If you don't know what hosts, ports or IPs are it is very likely that the default values are just fine.
de: Wenn Sie nicht wissen, was "Hosts", "Ports" oder "IPs" sind, dann werden die Standardwerte höchstwahrscheinlich ausreichen.

source: screenshot of the simond network configuration
de: Screenshot der simond Netzwerkkonfiguration

source: simond network configuration
de: simond Netzwerkkonfiguration

source: The port can be changed freely. The default of 4444 is however not occupied by any major application or protocol and thus recommended. If you adjust the port here, make sure you also make the necessary adjustments on your simon clients.
de: Der Port kann natürlich frei geändert werden. Der Standardport (4444) ist allerdings von keiner anderen bekannten Applikation verwendet und deshalb empfohlen. Wenn Sie den Port hier ändern, müssen Sie ihn natürlich auch auf allen simon Clients entsprechend anpassen.

source: Using the option to "Only allow connections from" you can restrict the access to your server from anywhere but the given IP address. By default this is configured to only allow (simon) connections from the local host which only allows for local simon clients to connect to the server.
de: Mit der Option "Nur Verbindungen erlauben von" können Sie den kompletten Zugriff auf den Server auf die angegebene IP Adresse beschränken. Per Default ist simond aus Sicherheitsgründen so konfiguriert, dass er nur auf simon Verbindungen vom lokalen Host reagiert. Es können per Default also nur lokale simon Benutzer auf den Server zugreifen.

source: This is simply a security measure because it effectively blocks connections from anywhere else (even if the attacker knows your simon username and password). To allow connections from other hosts simply uncheck the checkbox.
de: Das ist nur eine Maßnahme zur Erhöhung der Sicherheit, da Sie auf einem sehr niedrigen Level sicherstellt, dass selbst ein potentieller Angreifer der Benutzername und Passwort Ihrer simon Installation kennt nicht über das Netzwerk (im schlimmsten Fall über das Internet) auf Ihren simond zugreifen kann. Um Netzwerkzugriff zu erlauben, deaktivieren Sie einfach die Option "Nur Verbindungen erlauben von".

source: Protocol encryption is not yet implemented.
de: Protokollverschlüsselung ist derzeit noch nicht implementiert.

source: Speech Model Compilation Configuration
de: Sprachmodell Kompilierungskonfiguration

source: simon compiles the speech model by utilizing external software.
de: simon kompiliert das Sprachmodell mit Hilfe externer Software.

source: While simon will find the needed executables automatically if they are in your systems path, you can also override those automatic values in this configuration page.
de: simon wird die notwendigen Programme automatisch finden wenn Sie im Systempfad liegen aber Sie können diese automatische Werte hier auch überschreiben.

source: screenshot of the speech model compilation configuration
de: Bildschirmfoto der Sprachmodel Kompilierungskonfiguration

source: simond speech model configuration
de: simond Sprachmodell Konfiguration

source: Questions and Answers
de: Fragen und Antworten

source: In an effort to keep this section always up-to-date it is available at our <ulink url="http://www.simon-listens.org/wiki/index.php/English:_Troubleshooting">online wiki</ulink>.
de: Um diese Sektion immer aktuell zu halten, wird dieser Teil des Handbuches in unserem <ulink url="http://www.simon-listens.org/wiki/index.php/English:_Troubleshooting">online Wiki</ulink> und somit für alle editierbar verwaltet.

source: Credits and License
de: Danksagungen und Lizenz

source: Documentation Copyright &copy; 2009-2010 Peter Grasch <email>grasch@simon-listens.org</email>
de: Dokumentation Copyright &copy; 2009-2010 Peter Grasch <email>grasch@simon-listens.org</email>

source: CREDIT_FOR_TRANSLATORS
de: <para>Übersetzung Copyright &copy; 2009-2010 Peter Grasch <email>grasch@simon-listens.org</email></para>

source: Please see our <ulink url="http://www.simon-listens.org/wiki/index.php/English:_Setup">wiki</ulink> for install instructions.
de: Bitte sehen Sie unser <ulink url="http://www.simon-listens.org/wiki/index.php/English:_Setup">online Wiki</ulink> for eine detaillierte Installationsanleitung.
