Repository: EdwinVelazquez/simon
Catalog: plugins/Commands/PronunciationTraining/po/simonpronunciationtrainingcommand_*.po
Languages: de, fr

source: Terminal to fetch:
de: Ausgewählter Terminal:
fr: Fonction à récupérer :

source: Pronunciation Training
de: Aussprachetraining
fr: Entraînement de la prononciation

source: Score: %p%
de: Ziel: %p%

# Previous word to train
source: Previous
de: Vorheriges
fr: Précédent

# Next word to train
source: Next
de: Nächstes
fr: Suivant

# Quit the pronunciation training
source: Quit
de: Beenden
fr: Quitter

# NAME OF TRANSLATORS
source: Your names
de: Peter Grasch
fr: Yann Cantin

# EMAIL OF TRANSLATORS
source: Your emails
de: grasch@simon-listens.org
fr: yann.cantin@laposte.net

source: Activate Pronunciation Training
de: Aktiviere Aussprachetraining
fr: Activer l'entraînement de la prononciation

source: [INF] Activating pronunciationtraining
de: [INF] Aktiviere Aussprachetraining
fr: [INF] Activation de l'entraînement de la prononciation

source: There are no words to train. Please check your configuration.
de: Es gibt keine zu trainierenden Wörter. Bitte überprüfen Sie ihre Konfiguration.
fr: Il n'y a aucun mot sur lequel s'entraîner. Veuillez vérifier votre configuration.

source: Sample %1 of %2:
de: Aufnahme %1 von %2:
fr: Échantillon %1 de %2 :
