Repository: EdwinVelazquez/simon
Catalog: simonlib/po/simonlib_*.po
Languages: de, es, fr, nl

source: Prompt Font
es: Símbolo Fuente
nl: Prompt-lettertype

source: simon noticed that not all of the sound devices you selected to use previously are available. This is perfectly normal if you are connected to simond or are otherwise using an application that uses an ALSA device directly. Did you plug / unplug a device or otherwise change your systems audio setup? Selecting "Yes" will allow you to change your soundconfiguration, essentially deleting your previous configuration. Selecting "No" will temporarily deactivate the sound configuration in order to protect your previous configuration from being overwritten.
es: simon notado que no todos los dispositivos de sonido que ha seleccionado para utilizaranteriormente se encuentran disponibles. Esto es perfectamente normal si está conectado a simond o utilizar una aplicación que utiliza un dispositivo ALSA directamente. ¿Te ha de enchufar / desenchufar un dispositivo o cambiar sus sistemas audioconfiguración? Selección de "Sí" le permite cambiar su configuración de sonido,fundamentalmente la supresión de la configuración anterior. Selección de "No" sedesactivar temporalmente el configuración de sonido con el fin de proteger sula configuración anterior se sobrescribirá.

source: The selected sound configuration is not supported by your hardware. Please double-check your configuration and, if necessairy, please contact your vendor.
es: La configuración de sonido seleccionado no es compatible con su hardware. Por favor, compruebe su configuración y, si es necesario, póngase en contacto con su distribuidor.

source: Day
es: Día
nl: Dag

source: Month
es: Mes
nl: Maand

source: Year
es: Año
nl: Jaar

source: The selected day does not exist in that month. Please try again with a vaild date.
es: El día seleccionado no existe en ese mes. Por favor, inténtelo de nuevo con una fecha vaild.
nl: De geselecteerde dag bestaat niet in die maand. Probeer openieuw met een geldige datum.

source: The selected month does not exist. Please try again with a valid date.
es: El mes seleccionado no existe. Por favor, inténtelo de nuevo con una fecha vaild.
nl: De geselecteerde maand bestaat niet. Probeer opnieuw met een geldige datum

source: You selected the year: %1. Do you really want to show that year?
es: El año que ha seleccionado: %1. ¿Realmente quieren mostrar que año?
nl: U heeft het jaar %1 geselecteerd. Wilt u echt dat jaar weergeven?

source: The value you selected exceeds the boundaries of allowed values.
es: El valor que ha seleccionado excede los límites de valores permitidos.
nl: De waarde die u selecteerde overschrijdt de toegestane waarden

source: The value you selected exceeds the boundaries of allowed values. Please try again.
es: El valor que ha seleccionado excede los límites de valores permitidos. Por favor, inténtelo de nuevo.
nl: De waarde die u selecteerde overschrijdt de toegestane waarden. Probeer opnieuw.

source: The HTK can not be found. Please make sure it is installed correctly.
es: El HTK no se puede encontrar. Por favor, asegúrese de que está instalado correctamente.

source: [INF] Compiling model...
es: [INF] Compilación de modelo ...
nl: [INF] Model compileren...

source: Couldn't create reverse grammar. Did you define a grammar?
es: No es posible crear inversa gramática. ¿Te ha definir una gramática?

source: Couldn't create temporary vocabular.
es: No es posible crear el temporal vocabulario.
nl: Kon tijdelijk woordenboek niet aanmaken

source: Couldn't generate dfa. Please check the paths to mkfa and dfa_minimize (%1, %2).
es: No se puede generar DFA. Por favor, compruebe los caminos a mkfa y dfa_minimize (%1, %2).

source: Couldn't generate grammatical lexicon. Please check the output path (%1).
es: No se puede generar el léxico gramatical. Por favor, compruebe la trayectoria de la salida (%1).

source: Couldn't create codetrain-file.
es: No es posible crear el fichero de codetrain.

source: Failed to create wordlist. Please check your permissions to the temporary path.
es: Error al crear palabras. Por favor, compruebe sus permisos temporales a los ruta.

source: Couldn't generate Master Label File. Please check your prompts file (%1).
es: No se puede generar etiqueta del fichero maestro. Por favor, compruebe su fichero de instrucciones (%1).

source: Re-Aligning HMM7...
es: Re-Alineación de HMM7...
nl: HMM7 herschikken...

source: Couldn't re-align hmm7. Please check your paths to HVite (%1), the config (%2) and to the HMM7.
es: No podría volver a alinear hmm7. Por favor, compruebe sus rutas a HVite (%1), la configuración (%2) y al HMM7.
nl: Kon hmm7 niet herschikken. Controleer de wegen naar HVite (%1), de configuratie (%2) en naar HMM7.

source: Couldn't bind triphones. Please check the paths to HDMan (%1), global.ded (%2) and to the lexicon (%3).
es: No se puede obligar triphones. Por favor, compruebe los caminos a HDMan (%1), global.ded (%2), y el léxico (%3).

source: Couldn't generate list of triphones.
es: No se puede generar el triphones.
nl: Kon geen lijst van trifonen genereren.

source: Couldn't generate tree.hed.
es: No se puede generar el tree.hed.
nl: Kon tree.hed niet genereren.

source: Couldn't generate HMM14. Please check the paths to HERest (%1), the config (%2) and to the stats-file (%3).
es: No se puede generar HMM14. Por favor, compruebe los caminos a HERest (%1), la configuración (%2) y el fichero de estadísticas (%3).
nl: KOn HMM14 niet genereren. Controleer de wegen naar HERest (%1), de configuratie (%2) en het statistieken-bestand (%3).

source: [INF] Used Monophones of the model: %1
es: [INF] Se utiliza Monophones del modelo: %1
nl: [INF] Gebruikte monofonen in het model: %1

source: [INF] Loading grammar from %1
es: [INF] Carga de la gramática de %1
nl: [INF] Grammatica laden van %1

source: Loading grammar to %1
es: Carga de la gramática a 1%
nl: Grammatica laden naar %1

source: [INF] Parsing prompts-file from %1
es: [INF] Analiza ficheros de instrucćiones de %1
nl: [INF] Aanvraag-bestand van %1 bewerken

source: [INF] %1 Prompts read
es: [INF] %1 Preguntas leer
nl: [INF] %1 aanvragen gelezen

source: [INF] Removing "%1" from "%2"
es: [INF] Eliminar "%1" de "%2"
nl: [INF] "%1" uit "%2" verwijderen

source: [INF] Reading the trainingstexts
es: [INF] Leer el texto de entrenamientos
nl: [INF] De trainingsteksten lezen

source: [INF] Calculating relevance
es: [INF] Cálculo de relevancia
nl: [INF] Relevantie berekenen

source: ZERO
es: CERO
nl: NUL

source: ONE
es: UN
nl: EEN

source: TWO
es: DOS
nl: TWEE

source: THREE
es: TRES
nl: DRIE

source: FOUR
es: CUATRO
nl: VIER

source: FIVE
es: CINCO
nl: VIJF

source: SIX
es: SEIS
nl: ZES

source: SEVEN
es: SIETE
nl: ZEVEN

source: EIGHT
es: OCHO
nl: ACHT

source: NINE
es: NUEVE
nl: NEGEN

source: You are changing a temporary wordlist. Your changes will NOT be saved!
es: Está cambiando un temporal de palabras. Sus cambios NO se guardarán!
nl: Je bent de tijdelijke woordenlijst aan het veranderen. Veranderingen zullen niet worden opgeslagen!

source: Temporary changes
es: Cambios temporales
nl: Tijdelijke veranderingen

source: Couldn't read all the nescessairy files for the wordlist. A temporary wordlist will be created. Your changes will NOT be saved!
es: No es posible leer todos los ficheros necesarios para las palabras. Un temporal de palabras será creado. Sus cambios NO se guardarán!
nl: Kon niet alle benodigde bestanden voor de woordenlijst lezen. Een tijdelijke woorenlijst zal worden aangemaakt. Veranderingen worden niet opgeslagen!

source: Read Error
es: Error de leer
nl: Leesfout

source: Loading Shadow List
es: Cargando lista de fondo
nl: Schaduwlijst laden

source: Parsing...
es: Analizado...
nl: Verwerken...

source: [INF] Sorting a list of %1 words
es: [INF] Ordenar una lista de palabras %1
nl: [INF] Een lijst van %1 aan het sorteren

source: [INF] Saving wordlist(s)
es: [INF] Ahorro de palabras
nl: [INF] Woordenlijst(en) opslaan

source: [INF] Opening output file: %1
es: [INF] Apertura del fichero de salida: 1%
nl: [INF] Uitvoerbestand openen: %1

source: [ERR] Could not open output file %1
es: [ERR] No se puede abrir el fichero de salida %1
nl: [FOUT] Kon uitvoer-bestand %1 niet openen

source: [INF] Closing output file
es: [INF] Clausura del fichero de salida
nl: [INF] Sluiten uitvoer-bestand

source: [INF] Reading wordlist consisting of
es: [INF] Leer la lista de palabras consistente en
nl: [INF] Lezen van woordenlijst bestaande uit

source: [INF] Lexicon: %1,
es: [INF] Léxico: %1,

source: [INF Vocabulary: %1
es: [INF] Vocabulario: %1

source: [ERR] Erorr when openin the vocabulary file at "%1"
es: [ERR] Error al abrir el fichero de vocabulario en "%1"
nl: [FOUT] Fout bij het openen van het woordenboek-bestand bij "%1"

source: [INF] Wordlist created
es: [INF] Palabras creado
nl: [INF] Woordenlijst aangemaakt

source: This word already exists in the shadow lexicon. It will not be inserted again.
es: Esta palabra ya existe en el léxico de fondo. No se inserta de nuevo.
nl: Dit woord bestaat al reeds in het schaduw-woordenboek. Het zal niet opnieuw worden ingevoegd.

source: [INF] Adding %1 words to the wordlist
es: [INF] Adición de 1% a las palabras de lista de palabras
nl: [INF] %1 woorden aan de woordenlijst toevoegen

source: [INF] The wordlist now contains %1 words
es: [INF] La lista de palabras ahora contiene %1 palabras
nl: [INF] De woordenlijst bevat nu %1 woorden

source: Log Manager
nl: Logboek-beheer

source: Test
nl: Testen
