Repository: EdwinVelazquez/simon
Catalog: simonlib/po/simonlib_*.po
Languages: de, es, fr, nl

source: Failed to generate monophones. Please check that you have installed the Program HDMan correctly and that the lexicon contains all words referenced by your trainings corpus.
de: Konnte Monophone nicht erstellen. Bitte überprüfen Sie Ihre Installation von HDMan und dass das Wörterbuch alle Wörter beinhaltet die von Ihren Trainingsdaten referenziert werden.
es: No se puede generar monophones. Por favor, compruebe que ha instalado laPrograma HDMan correctamente y que el léxico contiene todas las palabras que hace referenciapor su formación personal.
fr: Impossible de générer les mono-phones. Vérifiez que vous avez correctement installé le programme HDMan et que le lexique contient tous les mots référencés dans le corpus d'entraînement.

source: Generating Master Label File...
de: Erstelle Master Label File...
es: Generación de etiqueta del fichero maestro...
fr: Génération du fichier maître d'étiquettes...

source: Could not generate Master Label File. Please check your prompts file (%1).
de: Erstellen der Master Label File fehlgeschlagen. Bitte überprüfen Sie die prompts-Datei (%1)
fr: Impossible de générer le fichier maître d'étiquettes. Vérifiez votre fichier de prompteur (%1).

source: Generation of the transcription failed. Please check if you have correctly specified the paths to mkphones0.led and mkphons1.led. (%1, %2)
de: Erstellen der Transkriptionsdateien fehlgeschlagen. Bitte überprüfen Sie ob Sie den Pfad für die Dateien mkphones0.led und mkphones1.led richtig angegeben haben. (%1, %2)
es: Generación de la transcripción fallado. Por favor, compruebe si tiene correctamentelas rutas especificadas a mkphones0.led y mkphons1.led. (%1,%2)
fr: Impossible de générer la transcription. Vérifiez que vous avez correctement indiqué l'emplacement de mkphones0.led et mkphons1.led (%1, %2).

source: Generating hmm0...
de: Erstelle hmm0...
es: Generación de hmm0...
fr: Génération HMM0...
nl: hmm0 genereren...

source: Error when generating the HMM0. Please check if there is enough training material and that the path tos HCompV(%1), the config (%2) and the phoneme prototype (%3) are correct.
de: Fehler beim Generieren des HMM0. Bitte überprüfen Sie, ob ausreichend Trainingsmaterial vorhanden ist. Sollten Sie sicher sein, das Modell wurde ausreichend trainiert, überprüfen Sie bitte den Pfad zu HCompV (%1), der config (%2) und des Prototypen (%3).
es: Error al generar HMM0. Por favor, compruebe si hay suficiente material de capacitación y que el camino tosHCompV (%1), la configuración (2%) y el fonema prototipo (%3) son correctas.
fr: Impossible de générer HMM0. Vérifiez qu'il y a suffisamment d'échantillons d'entraînement et que l'emplacement de HCompV (%1), la configuration (%2) et le prototype de phonème (%3) sont corrects.

source: Generating hmm1...
de: Erstelle hmm1...
es: Generación de hmm1...
fr: Génération HMM1...
nl: hmm1 genereren...

source: Could not generate the HMM1. Please check the path to HERest (%1) and to the config (%2)
de: Fehler beim Generieren des HMM1. Bitte überprüfen Sie den Pfad zu HERest (%1) und der config (%2)
es: No se puede generar HMM1. Por favor, compruebe la ruta de acceso a HERest (%1) y la configuración (%2)
fr: Impossible de générer HMM1. Vérifiez l'emplacement de HERest (%1) et la configuration (%2).
nl: Kon HMM1 niet aanmaken. Controleer de weg naar HERest (%1) en naar de configuratie (%2)

source: Generating hmm2...
de: Erstelle hmm2...
es: Generación de hmm2...
fr: Génération HMM2...
nl: hmm2 genereren...

source: Could not generate the HMM2. Please check the path to HERest (%1) and to the config (%2)
de: Fehler beim Generieren des HMM2. Bitte überprüfen Sie den Pfad zu HERest (%1) und der config (%2)
es: No se puede generar HMM2. Por favor, compruebe la ruta de acceso a HERest (%1) y la configuración (%2)
fr: Impossible de générer HMM2. Vérifiez l'emplacement de HERest (%1) et la configuration (%2).
nl: Kon HMM2 niet aanmaken. Controleer de weg naar HERest (%1) en naar de configuratie (%2)

source: Generating hmm3...
de: Erstelle hmm3...
es: Generación de hmm3...
fr: Génération HMM3...
nl: hmm3 genereren...

source: Could not generate the HMM3. Please check the path to HERest (%1) and to the config (%2)
de: Fehler beim Generieren des HMM3. Bitte überprüfen Sie den Pfad zu HERest (%1) und der config (%2)
es: No se puede generar HMM3. Por favor, compruebe la ruta de acceso a HERest (%1) y la configuración (%2)
fr: Impossible de générer HMM3. Vérifiez l'emplacement de HERest (%1) et la configuration (%2).
nl: Kon HMM3 niet aanmaken. Controleer de weg naar HERest (%1) en naar de configuratie (%2)

source: Generating Pause-Model (hmm4)...
de: Erstelle Pausenmodell (hmm4)...
es: Generación de modelo de pausa (hmm4)...
fr: Génération du modèle de pause (HMM4)...
nl: Pauze-model genereren (hmm4)...

source: Could not generate HMM4. Please check the HMM3.
de: Fehler beim Generieren des HMM4. Bitte überprüfen Sie das HMM3.
es: No se puede generar HMM4. Por favor, compruebe HMM3.
fr: Impossible de générer HMM4. Vérifiez HMM3.
nl: Kon HMM4 niet aanmaken. Controleer HMM3.

source: Generating hmm5...
de: Erstelle hmm5...
es: Generación de hmm5...
fr: Génération HMM5...
nl: hmm5 genereren...

source: Could not generate HMM5. Please check the paths to HHEd (%1) and to the silence-model (%2).
de: Fehler beim Generieren des HMM5. Bitte überprüfen Sie den Pfad zu HHEd (%1) und des Silence-Modells (%2)
es: No se puede generar HMM5. Por favor, compruebe los caminos a HHEd (%1) y alsilencio-modelo (%2).
fr: Impossible de générer HMM5. Vérifiez l'emplacement de HHEd (%1) et le modèle de silence (%2).
nl: Kon HMM5 niet aanmaken. Controleer de weg naar HHEd (%1) en naar het stilte-model (%2)

source: Generating hmm6...
de: Erstelle hmm6...
es: Generación de hmm6...
fr: Génération HMM6...
nl: hmm6 genereren...

source: Could not generate the HMM6. Please check the path to HERest (%1) and to the config (%2)
de: Fehler beim Generieren des HMM6. Bitte überprüfen Sie den Pfad zu HERest (%1) und der config (%2)
es: No se puede generar HMM6. Por favor, compruebe la ruta de acceso a HERest (%1) y la configuración (%2)
fr: Impossible de générer HMM6. Vérifiez l'emplacement de HERest (%1) et la configuration (%2).
nl: Kon HMM6 niet aanmaken. Controleer de weg naar HERest (%1) en naar de configuratie (%2)

source: Generating hmm7...
de: Erstelle hmm7...
es: Generación de hmm7...
fr: Génération HMM7...
nl: hmm7 genereren...

source: Generating dict1...
de: Erstellte dict1...
es: Generación de dict1...
fr: Génération dict1...
nl: dict1 genereren...

source: Could not generate the dict1
de: Fehler beim erstellen des dict1
es: No se puede generar dict1
fr: Impossible de générer dict1.
nl: Kon dict1 niet aanmaken

source: Re-aligning hmm7...
de: Hmm7 neu ausrichten...
fr: Ré-alignement HMM7...

source: Could not re-align hmm7. Please check your paths to HVite (%1), the config (%2) and to the HMM7.
de: Konnte HMM7 nicht neu ausrichten. Bitte überprüfen Sie den Pfad zu HVite (%1), der config (%2) und das HMM7.
fr: Impossible de ré-aligner HMM7. Vérifiez l'emplacement de HVite (%1), la configuration (%2) et HMM7.

source: Generating hmm8...
de: Erstelle hmm8...
es: Generación de hmm8...
fr: Génération HMM8...
nl: hmm8 genereren...

source: Could not generate the HMM8. Please check the path to HERest (%1) and to the config (%2)
de: Fehler beim Generieren des HMM8. Bitte überprüfen Sie den Pfad zu HERest (%1) und der config (%2).
es: No se puede generar HMM8. Por favor, compruebe la ruta de acceso a HERest (%1) y la configuración (%2)
fr: Impossible de générer HMM8. Vérifiez l'emplacement de HERest (%1) et la configuration (%2).
nl: Kon HMM8 niet aanmaken. Controleer de weg naar HERest (%1) en naar de configuratie (%2)

source: Generating hmm9...
de: Erstelle hmm9...
es: Generación de hmm9...
fr: Génération HMM9...
nl: hmm9 genereren...

source: Could not generate the HMM9. Please check the path to HERest (%1) and to the config (%2)
de: Fehler beim Generieren des HMM9. Bitte überprüfen Sie den Pfad zu HERest (%1) und der config (%2)
es: No se puede generar HMM9. Por favor, compruebe la ruta de acceso a HERest (%1) y la configuración (%2)
fr: Impossible de générer HMM9. Vérifiez l'emplacement de HERest (%1) et la configuration (%2).
nl: Kon HMM9 niet aanmaken. Controleer de weg naar HERest (%1) en naar de configuratie (%2)

source: Generating triphone...
de: Erstelle triphone...
es: Generación de triphone...
fr: Génération des tri-phones...
nl: Trifoon genereren...

source: Could not bind triphones. Please check the paths to HDMan (%1), global.ded (%2) and to the lexicon (%3).
de: Konnte triphone nicht binden. Bitte überprüfen Sie die Pfade zu HDMan (%1), global.ded(%2) und zum Lexikon (%3).
fr: Impossible de lier les tri-phones. Vérifiez l'emplacement de HDMan (%1), global.ded (%2) et le lexique (%3).

source: Generating list of triphones...
de: Erstelle Liste der Triphone...
es: Generación de lista de triphones...
fr: Génération de la liste des tri-phones...
nl: Lijst van trifonen genereren...

source: Could not generate list of triphones.
de: Konnte Liste der Triphone nicht erstellen.
fr: Impossible de générer la liste des tri-phones.

source: Generating tree.hed...
de: Erstelle tree.hed...
es: Generación de tree.hed...
fr: Génération tree.hed...
nl: tree.hed genereren...

source: Could not generate tree.hed.
de: Konnte tree.hed nicht erstellen.
fr: Impossible de générer tree.hed.

source: Generating hmm13...
de: Erstelle hmm13...
es: Generación de hmm13...
fr: Génération HMM13...
nl: hmm13 genereren...

source: Could not generate HMM13. Please check the path to HHEd (%1).
de: Fehler beim Generieren des HMM13. Bitte überprüfen Sie den Pfad zu HHEd (%1).
es: No se puede generar HMM13. Por favor, compruebe la ruta de acceso a HHEd (%1).
fr: Impossible de générer HMM13. Vérifiez l'emplacement de HHEd (%1).
nl: KOn HMM13 niet aanmaken. Controleer de weg naar HHEd (%1)./

source: Generating hmm14...
de: Erstelle hmm14...
es: Generación de hmm14...
fr: Génération HMM14...
nl: hmm14 genereren...

source: Could not generate HMM14. Please check the paths to HERest (%1), the config (%2) and to the stats-file (%3).
de: Fehler beim Generieren des HMM14. Bitte überprüfen Sie den Pfad zu HERest (%1) und der config (%2) und der stats Datei (%3).
fr: Impossible de générer HMM14. Vérifiez l'emplacement de HERest (%1), la configuration (%2) et le fichier de statistiques (%3).

source: Generating hmm15...
de: Erstelle hmm15...
es: Generación de hmm15...
fr: Génération HMM15...
nl: hmm15 genereren...

source: Could not generate the HMM15. Please check the path to HERest (%1), to the config (%2) and to the stats-file (%3).
de: Fehler beim Generieren des HMM15. Bitte überprüfen Sie den Pfad zu HERest (%1) und der config (%2) und der stats Datei (%3).
es: No se puede generar HMM15. Por favor, compruebe los caminos a HERest (%1), la configuración (%2) y el fichero de estadísticas (%3).
fr: Impossible de générer HMM15. Vérifiez l'emplacement de HERest (%1), la configuration (%2) et le fichier de statistiques (%3).
nl: Kon HMM15 niet genereren. Controleer de weg naar HERest (%1), naar de configuratie en naar het statistieken-bestand (%3).

source: Increasing mixtures...
de: Mixturen erhöhen...
fr: Augmentation des mélanges...

source: Could not generate triphones. Please check your path to the files mktri.led and HLEd (%1, %2)
de: Erstellen der Triphone files fehlgeschlagen. Bitte überprüfen Sie ob Sie den Pfad für die Datei mktri.led richtig angegeben haben (%1) und überprüfen Sie den Pfad zu HLEd (%2).
es: No se puede generar triphones. Por favor, compruebe su camino a los ficheros mktri.led y HLEd (%1, %2)
fr: Impossible de générer les tri-phones. Vérifiez l'emplacement de mktri.led and HLEd (%1, %2).
nl: Kon trifonen niet genereren. Controleer de weg naar de bestanden mktri.les en HLEd (%1, %2)

source: Generating mktri.hed...
de: Erstelle mktri.hed...
es: Generación de mktri.hed...
fr: Génération mktri.hed...
nl: mktri.hed genereren...

source: Could not generate mktri.hed
de: Fehler beim generieren der mktri.hed
es: No se puede generar mktri.hed
fr: Impossible de générer mktri.hed.
nl: Kon mktri niet genereren

source: Generating hmm10...
de: Erstelle hmm10...
es: Generación de hmm10...
fr: Génération HMM10...
nl: hmm10 genereren...

source: Could not generate HMM10. Please check th e path to HHEd (%1).
de: Fehler beim Generieren des HMM10. Bitte überprüfen Sie den Pfad zu HHEd (%1).
es: No se puede generar HMM10. Por favor, compruebe la ruta de acceso a HHEd (%1).
fr: Impossible de générer HMM10. Vérifiez l'emplacement de HHEd (%1).
nl: Kon HMM10 niet genereren. Controleer de weg naar HHEd (%1).

source: Generating hmm11...
de: Erstelle hmm11...
es: Generación de hmm11...
fr: Génération HMM11...
nl: hmm11 genereren...

source: Could not generate HMM11. Please check your paths to HERest (%1) and to the config (%2).
de: Fehler beim Generieren des HMM11. Bitte überprüfen Sie den Pfad zu HERest (%1) und der config (%2) und der stats Datei (%3).
es: No se puede generar HMM6. Por favor, compruebe la ruta de acceso a HERest (%1) y la configuración (%2).
fr: Impossible de générer HMM11. Vérifiez l'emplacement de HERest (%1) et la configuration (%2).
nl: Kon HMM11 niet generen. Controleer de wegen naar HERest (%1) en naar de configuratie (%2).

source: Generating hmm12...
de: Erstelle hmm12...
es: Generación de hmm12...
fr: Génération HMM12...
nl: hmm12 genereren...

source: Could not generate the HMM12. Please check the path to HERest (%1), to the config (%2) and to the stats-file (%3).
de: Fehler beim Generieren des HMM12. Bitte überprüfen Sie den Pfad zu HERest (%1), der config (%2), und die stats-Datei (%3).
es: No se puede generar HMM12. Por favor, compruebe los caminos a HERest (%1), la configuración (%2) y el fichero de estadísticas (%3).
fr: Impossible de générer HMM12. Vérifiez l'emplacement de HERest (%1), la configuration (%2) et le fichier de statistiques (%3).
nl: Kon HMM12 niet genereren. Controleer de weg naar HERest (%1), naar de configuratie )%2) en naar het statistieken-bestand (%3).

source: Re-aligninging to base model...
de: Zum Basismodell neu ausrichten...
fr: Ré-alignement sur le modèle de base...

source: Could not re-align model to the selected base model. This error is often caused when you are trying to adapt to a model with a different phoneme set. Ideally you should use the same dictionary as the basemodel. This error also occurs if you have no training data to adapt to!
de: Konnte das Modell nicht zum Basismodell neu ausrichten. Dieser Fehler tritt oft auf, wenn Sie ein Basismodell adaptieren wollen mit neuen Trainingsdaten die nicht das selbe Phonemset verwenden wie das Basismodell. Idealerweise sollten Sie das gleiche Wörterbuch verwenden das auch für die Erstellung des Basismodells verwendet wurde. Dieser Fehler tritt auch auf, wenn keine Trainingsdaten zum adaptieren vorhanden sind!
fr: Impossible de ré-aligner le modèle sur le modèle de base. Cette erreur se produit souvent lorsque vous essayez d'adapter un modèle à un modèle de base ayant un jeu de phonème différent. Dans l'idéal, vous devriez utiliser le même dictionnaire que le modèle de base. Cette erreur peut aussi survenir si vous n'avez pas de données d'entraînement pour faire l'adaptation !

source: Generating regtree.hed...
de: Erstelle regtree.hed...
fr: Génération regtree.hed...

source: Could not create regtree.hed.
de: Konnte regtree.hed nicht erstellen.
fr: Impossible de générer regtree.hed.

source: Creating regression class tree...
de: Erstelle regression class tree...
fr: Création de l'arbre de régression...

source: Could not create regression class tree. Please check your paths to HHEd (%1).
de: Fehler beim Generieren des regression class tree. Bitte überprüfen Sie den Pfad zu HHEd (%1).
fr: Impossible de générer l'arbre de régression. Vérifiez l'emplacement de HHEd (%1).

source: Performing static adaption...
de: Statische Adaption...
fr: Adaptation statique...

source: Could not adapt the base model. Please check your paths to HERest (%1).
de: Konnte das Basismodell nicht adaptieren. Bitte überprüfen Sie den Pfad zu HERest (%1).
fr: Impossible d'adapter le modèle de base. Vérifiez l'emplacement de HERest (%1).

source: Switching to new model...
de: Wechsle zu neuem Modell...
fr: Basculement vers le nouveau modèle...

source: Could not switch to new model.
de: Konnte nicht zum neuen Modell wechseln.
fr: Impossible de basculer vers le nouveau modèle.

source: Adapting model...
de: Adaptiere modell...
fr: Adaptation du modèle...

source: Model adaption complete
de: Modelladaption fertiggestellt
fr: Adaptation du modèle terminé

source: Adapting prompts...
de: Adaptiere prompts...
fr: Adaptation des prompteurs...

source: Could not adapt prompts. Does the file "%1" exist?
de: Konnte prompts nicht adaptieren. Existiert die Datei "%1"?
fr: Impossible d'adapter les prompteurs. Le fichier « %1 » existe-t-il ?

source: Adapting lexicon...
de: Adaptiere Lexikon...
fr: Adaptation du lexique...

source: Failed to adapt lexicon to "%1", "%2"
de: Konnte Lexikon nicht adaptieren nach "%1", "%2"
fr: Impossible d'adapter le lexique à « %1 », « %2 »

source: Adapting vocabulary...
de: Adaptiere Vokabeln...
fr: Adaptation du vocabulaire...

source: Adapting grammar...
de: Adaptiere Grammatik...
fr: Adaptation de la grammaire...

source: Failed to adapt grammar to "%1"
de: Konnte Grammar nicht nach "%1" adaptieren
fr: Échec de l'adaptation de la grammaire à « %1 »

source: Failed to adapt prompts from "%1" to "%2"
de: Konnte Prompts nicht von "%1" nach "%2" adaptieren
fr: Impossible d'adapter les prompteurs de « %1 » à « %2 »

# Number
source: Six
de: Sechs

source: Message
de: Nachricht
es: Informativo
nl: Bericht

source: Information
de: Mehr information

source: Action:
de: Aktion:

source: Contact:
de: Kontakt:

source: General
de: Allgemein
nl: Algemeen

source: Volume min:
de: Mindestlautstärke:

source: Volume max:
de: Maximallautstärke:

source: Action
de: Aktion

source: Description
de: Beschreibung

# Number of pages in the trainings text
source: Pages
de: Seiten

source: Volume correct!
de: Laustärke optimal!

# Audio volume
source: Volume
de: Lautstärke

source: Couldn't open sound device. Please check your configuration.
es: No se puede abrir el dispositivo de sonido. Por favor, compruebe su configuración.
nl: Kon geluidsapparaat niet openen. Controleer de configuratie.

source: Couldn't open display. Please check your configuration and / or contact the simond developers. (Display: "%1")
es: No se puede abrir la pantalla. Por favor, compruebe su configuración y / o ponerse en contacto con elsimond desarrolladores. (Pantalla: "%1")

source: Form
es: forma
nl: Formulier

source: Trigger:
es: Disparador:

source: Apply to all Plugins
es: Aplicar a todos los plugins
nl: Bij alle plug-ins toepassen

source: &Available Plug-Ins:
es: &Disponible Plug-Ins:

source: &Selected Plug-Ins:
es: &Optar Plug-Ins:

source: Date
es: Fecha
nl: Datum

source: Search
es: Busca
nl: Zoekn

source: Search:
es: Busca:
nl: Zoeken:

source: Update
es: Actualización
nl: Vernieuwen

source: Infos
es: Informaciónes
nl: Informatie

source: Calendar
es: Calendario
nl: Kalender

source: Input Device:
es: Dispositivo de entrada:
nl: Invoer-apparaat

source: Output Device:
es: Dispositivo de salida:
nl: Uitvoer-apparaat

source: Reload
es: Recargar
nl: Vernieuwen

source: The sounddevice used for recording.
es: El dispositivo de sonido utilizado para la grabación.
nl: Het geluidsapparaat gebruikt voor opname.

source: The sounddevice used for playback.
es: El dispositivo de sonido utilizados para la reproducción.
nl: Het geluidsapparaat gebruikt voor afspelen.

source: The samplerate used for recording.
es: El muestreo utilizado para la grabación.
nl: De samplerate gebruikt voor opname.

source: Address:
es: Dirección
nl: Adres:

source: Port:
es: Puerto:
nl: Poort:

source: HTK Programme
es: Programa HTK
nl: HTP-programma

source: Where to save the trainings samples.
es: ¿Dónde guardar los entrenamientos muestras?

source: Couldn't initialize commandmanager "%1". Please check its configuration.
es: No se puede inicializar el administrador de comando "%1". Por favor, compruebe su configuración.

source: The trigger "%1" is already assigned to another command. Do you want to delete the other command that uses the Trigger "%1"?
es: La activación "%1" ya está asignado a otro comando. ¿Desea eliminar el otro comando que utiliza de activación "%1"?

source: Couldn't add Command "%1".
es: No se puede añadir el comando "%1".
nl: Kon commando "%1" niet toevoegen

source: Command could not be deleted.
es: Comando no puede ser eliminado.
nl: Commando kon niet verwijderd worden.

source: Back
es: Atrás

source: Next
es: Ulterior

source: Zero
es: Cero

source: One
es: Un

source: Two
es: Dos

source: Three
es: Tres

source: Four
es: Cuatro

source: Five
es: Cinco

source: Six
es: Seis

source: Seven
es: Siete

source: Eight
es: Ocho

source: Nine
es: Nueve

source: Username
es: Nombre de usuario
nl: Gebruikersnaam

source: Finished
es: ¡Ya está!
nl: Voltooid

source: More information: http://www.cyber-byte.at/wiki/index.php/English:_Setup#Windows
es: Más informaciónes: http://www.cyber-byte.at/wiki/index.php/Installation

source: More information: http://www.cyber-byte.at/wiki/index.php/English:_Setup#HTK_Installation
es: Más informaciónes: http://www.cyber-byte.at/wiki/index.php/Installation

source: Couldn't generate temporary folders. Please check your permissions for "%1".
es: No se puede generar carpetas temporales. Por favor, compruebe sus permisos para "%1".
nl: Kon tijdelijke mappen niet aanmaken. Controleer de toestemming op "%1".

source: Aborted
es: Cancelado
nl: Afgebroken

source: Aborting...
es: Cancelar...

source: Couldn't overwrite %1. Please check if you have the needed permissons.
es: No puede sobrescribir %1. Por favor, compruebe si tiene el permiso necesario.
nl: Kon %1 niet overschrijven. Controleer of u de benodigde toestemming heeft..

source: Couldn't process "%1" to "%2". Please check if the command: "%4". (Return value: %3)
es: No se puede proceso "%1" a "%2". Por favor, compruebe si el comando: "%4". (Valor devuelto: %3)
nl: Kon "%1" niet naar "%2" verwerken. Controleer of het commando: "%4". (Geef de waarde %3 in)

source: Couldn't copy %1 to %2. Please check if you have all the needed permissions.
es: No se puede copiar %1 a %2. Por favor compruebe si tiene el permiso necesario.
nl: Kon %1 niet naar %2 kopiëren. Controleer of u de benodigde toestemming heeft.

source: Couldn't remove %1
es: No es posible eliminar %1
nl: Kon %1 niet verwijderen

source: Couldn't start recording. The input device could not be initialized. Please check your sound configuration and try again.
es: No se puede iniciar la grabación. El dispositivo de entrada no puede ser inicializado. Por favor, compruebe su configuración de sonido y vuelve a intentarlo.

source: Couldn't start playback. The output device could not be initialized. Please check your sound configuration and try again.
es: No se puede iniciar la grabación. El dispositivo de salida no puede ser inicializado. Por favor, compruebe su configuración de sonido y vuelve a intentarlo.
nl: Kon afspelen niet starten. Het uitvoer-apparaat kon niet worden geïnitialiseerd. Controleer de geluidsconfiguratie en probeer opnieuw.

source: Couldn't remove file %1
es: No es posible eliminar %1
nl: Kon bestand %1 niet verwijderen

source: Error requesting the sound output devices: Pa_CountDevices returned %1
es: Error al solicitar la salida de sonido dispositivos: Pa_CountDevices regresado %1

source: Error requesting the sound input devices: Pa_CountDevices returned %1
es: Error al solicitar la entrada de sonido dispositivos: Pa_CountDevices regresado %1
