Repository: EdwinVelazquez/simon
Catalog: simonlib/po/simonlib_*.po
Languages: de, es, fr, nl

source: Could not open display. Please check your configuration and / or contact the simond developers. (Display: "%1")
de: Konnte Display nicht öffnen. Bitte überprüfen Sie ihre Konfiguration und / oder setzen Sie sich mit den simon-Entwickler in Verbindung. (Display: "%1")
fr: Impossible de lancer l'interface graphique. Vérifiez votre configuration et/ou contactez les développeurs de Simon. ( Display : « %1 » )

source: The X-Server does not support the XTest extension. Please install it.
de: Der X-Server unterstützt die XTest-Erweiterung nicht. Bitte installieren Sie diese.
es: El X-Server no soporta la extensión XTest. Por favor, instálelo.
fr: Le serveur X ne prend pas en charge l'extension XTest. Veuillez l'installer.
nl: X-server ondersteund de XTest-extensie niet. Installeer dit.

source: Recognition
de: Erkennung
fr: Reconnaissance

source: Minimum Confidence:
de: Sicherheitsminimum:
es: Mínimo de confianza:
fr: Pertinence minimum :

source: Display selection popup for ambiguous results
de: Auswahlliste anzeigen für ungenaue Ergebnisse
es: Pantalla de selección de resultados ambiguos popup
fr: Afficher une popup de sélection pour les résultats ambigus

source: Plugin base font
de: Plug-In Basisschriftart
fr: Police de base du module

# Number
source: One
de: Eins
fr: Un

# Number
source: Two
de: Zwei
fr: Deux

# Number
source: Three
de: Drei
fr: Trois

# Number
source: Four
de: Vier
fr: Quatre

# Number
source: Five
de: Fünf
fr: Cinq

# Number
source: Seven
de: Sieben
fr: Sept

# Number
source: Eight
de: Acht
fr: Huit

# Abort the list selection
source: Cancel
de: Abbrechen
fr: Annuler

source: Triggers:
de: Auslöser:
fr: Déclencheur :

source: Icon:
fr: Icône :

source: Show icon
de: Icon anzeigen
fr: Afficher l'icône

source: view-choose
fr: Choix de la vue

source: Visible trigger:
de: Sichtbarer Trigger:
fr: Déclencheur visible :

# Start the log search
source: Search
de: Suchen
fr: Rechercher

source: Error
de: Fehler
fr: Erreur
nl: Fout

source: Settings
de: Konfiguration
es: Ajuste
fr: Paramètres
nl: Instellingen

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleren

source: Only of day
de: Nur von Tag
es: Sólo del día
fr: Seulement le jour
nl: Alleen dag

source: Visible Trigger:
de: Sichtbarer Auslöser:
fr: Déclencheur visible :

source: Create from Action template
de: Von Vorlage erzeugen
fr: Créer à partir d'un modèle d'action

source: The type of model to use (0: static, 1: base model, 2: dynamic)
de: Der Typ des zu verwendenden Modells (0: statisch, 1: adpatiert, 2: dynamisch)
fr: Type de modèle à utiliser (0 : statique ; 1 : de base ; 2 : dynamique)

source: The (file) name of the last loaded base hmm
de: Der (Datei) name der zuletzt geladenen Basishmmdefinitionen
fr: Le nom du dernier HMM de base chargé

source: The (file) name of the last loaded base tiedlist
de: Der (Datei) name der zuletzt geladenen Basis tiedlist
fr: Le nom du dernier tiedlist de base chargé

source: The (file) name of the last loaded base macros
de: Der (Datei) name der zuletzt geladenen Basis macros
fr: Le nom des dernières macros de base chargées

source: The (file) name of the last loaded base stats
de: Der (Datei) name der zuletzt geladenen Basis stats
fr: Le nom des dernières statistiques de base chargées

source: What samplerate the trainings samples should be recorded in.
de: Die Sample-Rate in der die Trainingssamples aufgenommen werden sollen.
es: ¿Qué tasa de muestreo debería ser el entrenamiento de datos.
fr: Le taux d'échantillonnage à utiliser pour enregistrer les échantillons d'entraînement.

source: Samplerate:
es: Muestreo:
fr: Taux d'échantillonnage :

source: Path to the Trainingssamples:
de: Pfad zu den Trainingssamples:
es: Camino al muestras de entrenamiento:
fr: Emplacement des échantillons d'entraînement :

source: Author
de: Autor
fr: Auteur

source: Name of the author. Might be a screen name but usage of the real name is encouraged.
de: Name des Autors. Kann ein Alias sein; Verwendung des tatsächlichen, vollen Namen ist aber empfohlen.
fr: Nom de l'auteur. Peut être un pseudonyme, mais l'usage du nom réel est encouragé.

source: e.g. e-Mail Addresses, Instant Messenger contact names / numbers, etc.
de: z.B.: e-Mail Adresse, IM Kontaktname / Nummer, etc.
fr: Adresse de courriel, de messagerie instantanée, etc.

source: Scenario
de: Szenario
fr: Scénario

# Name of the scenario
source: Name:
fr: Nom :

source: Scenario version:
de: Szenario Version:
fr: Version du scénario :

source: Min simon version:
de: Minimale simon Version:
fr: Version de Simon minimum :

source: Max simon version:
de: Maximale simon version:
fr: Version de Simon maximum :

source: You can leave this field empty to set no maximum version.
de: Sie können das Feld leer lassen um keine maximale Version festzulegen.
fr: Vous pouvez laisser ce champ vide (pas de maximum).

source: License:
de: Lizenz:
fr: Licence :

source: Proprietary License
fr: Licence propriétaire

source: Authors:
de: Autoren:
fr: Auteurs :

source: Add
de: Hinzufügen
fr: Ajouter

source: Remove
de: Entfernen
fr: Supprimer

source: Import
de: Importieren
fr: Importer

source: Export
fr: Exporter

source: Edit
de: Ändern
fr: Éditer

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
nl: Verwijderen

source: Soundsettings
de: Audiokonfiguration
es: Ajuste de sonido
fr: Paramètres sonores
nl: Geluidsinstellingen

source: Input
de: Aufnahmegerät:
fr: Entrée

source: Add device
de: Gerät hinzufügen
fr: Ajouter un périphérique

source: Refresh devices
de: Geräteliste aktualisieren
fr: Rafraîchir les périphériques

source: Output
de: Wiedergabegerät:
fr: Sortie

source: Volume changed
de: Lautstärke geändert
fr: Changement du volume

source: Apply filters to recordings recorded with simon
de: Filter auch für Dateien anwenden die mit simon aufgenommen werden
es: Aplicar filtros a las grabaciones grabadas con simon
fr: Appliquer les filtres aux enregistrements effectués par Simon
nl: Filters aan opnames opgenomen met simon toepassen

source: Post-Processing Commands
de: Nachbearbeitungs Filter
es: Post-procesamiento de los comandos
fr: Commandes de post-traitement

source: Legend: %1........Inputfile, %2........Outputfile
de: Legende: %1........Eingabedatei, %2........Ausgabedatei
es: Leyenda: %1........Fichero de entrada, %2........Fichero de Salida
fr: Légende : %1........fichier d'entrée, %2........fichier de sortie

source: Recording
de: Aufnahme
es: Grabar
fr: Enregistrement
nl: Opnemen

source: Record
de: Aufnehmen
es: Grabación
fr: Enregistrer
nl: Opnemen

source: Delete all
de: Alle löschen
fr: Supprimer tout

source: Please wait...
de: Bitte warten...
fr: Veuillez patienter...

source: Device:
de: Gerät:
fr: Périphérique :

source: Channels:
de: Kanäle:
es: Canales:
fr: Canaux :
nl: Kanalen

source: Sample-Rate:
es: Muestra los tipos de
fr: Taux d'échantillonnage :

source: Used for:
de: Benutzt für:
fr: Utilisé pour :

source: Training
fr: Entraînement

source: Remove device
de: Gerät entfernen
fr: Supprimer un périphérique

source: The sounddevices used for recording.
de: Das Gerät, dass für die Aufnahmen benutzt wird
fr: Le périphérique d'entrée utilisé pour l'enregistrement.

source: How many channels should the samples be recorded with.
de: Mit wievielen Kanälen sollen wir aufnehmen?
es: ¿Cuántos canales de las muestras deben estar registrados con.
fr: Nombre de canaux utilisés pour l'enregistrement.
nl: Met hoeveel kanalen zouden de samples moeten worden opgenomen.

source: The samplerates used for recording.
de: Mit was für einer Sample-Rate sollen wir aufnehmen?
fr: Taux d'échantillonnage utilisé pour l'enregistrement.

source: What the input devices are going to be used for.
de: Wofür die Eingabegeräte verwendet werden.
fr: À quoi seront utilisés les périphériques d'entrée

source: The sounddevices used for playback.
de: Das Gerät, dass für die Wiedergabe benutzt wird
fr: Le périphérique utilisé pour la lecture.

source: What the devices are going to be used for.
de: Wofür die Ausgabegeräte verwendet werden.
fr: À quoi seront utilisés les périphériques.

source: voice activity detection level.
fr: Seuil pour la détection d'une vocalisation

source: simon will consider everything above this level "voice".
de: simon wird alles über diesem Level als "Sprache" betrachten.
fr: Simon considérera tout ce qui est au dessus de ce seuil comme un voix.

source: voice activity head margin.
fr: Marge de début pour la vocalisation

source: This is the amount of time the volume has to stay above the configured level to not be considered background noise.
de: Dies ist die Zeit die die Laustärke über dem konfigurierten Stillelevel bleiben muss um nicht als Hintegrundgeräusch behandelt zu werden.
fr: Durée pendant laquelle le volume doit rester au dessus du seuil configuré pour ne pas être considéré comme un bruit de fond.

source: voice activity tail margin.
fr: Marge de fin pour la vocalisation

source: This is the amount of time simon will still keep recording after the volume fell below the configured level.
de: Dies ist die Menge der Zeit die weiter aufgenommen wird nachdem die Lautstärke nicht mehr über dem konfigurierten Level ist.
fr: Durée pendant laquelle Simon continue d'enregistrer après que le volume soit repassé en dessous du seuil configuré.

source: drop samples shorter than this value.
de: Aufnahmen verwerfen die kürzer sind als dieser Wert.
fr: Ignorer les échantillons plus court que cette valeur.

source: Drop samples shorter than this value.
de: Aufnahmen verwerfen die kürzer sind als dieser Wert.
fr: Ignorer les échantillons plus court que cette valeur.

source: If the default mode to train is powertraining.
de: Ob die Defaulttrainingsart Powertraining ist.
fr: Si le mode par défaut est l'entraînement avancé.

source: If simon should default to the power training mode.
de: ob das Powertraining per Default aktiviert werden soll.
fr: Pour activer l'entraînement avancé par défaut.

source: the minimum signal to noise ratio.
de: das minimale Signal / Noise Ratio.
fr: Rapport signal/bruit minimum.

source: The minimum signal to noise ratio.
de: Das minimale Verhältnis zwischen Signal und Geräusch.
fr: Rapport signal/bruit minimum.

source: if the volume calibration should be shown.
de: Ob die Lautstärkenkalibrierung angezeigt werden soll.
fr: Si la calibration du volume doit être montrée.

source: If the volume calibration should be shown.
de: Ob die Lautstärkenkalibrierung angezeigt werden soll.
fr: Si la calibration du volume doit être montrée.

source: minimum volume for the volume calibration to show "correct volume".
de: minimale Lautstärke damit die Lautstärkenkallibrierung "Korrekte Lautstärke" anzeigt.
fr: Volume minimum pour que la calibration indique un volume correct.

source: Minimum volume for the volume calibration to show "correct volume".
de: Minimale Lautstärke damit die Lautstärkenkallibrierung "Korrekte Lautstärke" anzeigt.
fr: Volume minimum pour que la calibration indique un volume correct.

source: maximum volume for the volume calibration to show "correct volume".
de: maximale Lautstärke damit die Lautstärkenkallibrierung "Korrekte Lautstärke" anzeigt.
fr: Volume maximum pour que la calibration indique un volume correct.

source: Maximum volume for the volume calibration to show "correct volume".
de: Maximale Lautstärke damit die Lautstärkenkallibrierung "Korrekte Lautstärke" anzeigt.
fr: Volume maximum pour que la calibration indique un volume correct.

source: the prompt for the user to speak to set up an appropriate volume.
de: der Prompt für den Benutzer den er zur Lautstärkeeinpegelung vorlesen muss.
fr: Le message pour indiquer à l'utilisateur de parler pour déterminer un volume approprié.

source: The prompt for the user to speak to set up an appropriate volume.
de: Der Prompt den der Benutzer zur Lautstärkeeinpegelung vorlesen muss.
fr: Le message pour indiquer à l'utilisateur de parler pour déterminer un volume approprié.

source: The font to use for all the promtps in simon.
de: Die Schriftart für die Aufnahmefelder innerhalb von simon
es: La fuente a utilizar para todos los prontos en simon.
fr: La police de caractères utilisé pour tous les messages de Simon.
nl: Het lettertype in gebruik voor al de prompts in simon.

source: If samples recorded with simon should be processed at all.
de: ob Aufnahmen innerhalb von simon ebenfalls nachbearbeitet werden sollen.
es: Si las muestras grabadas con Simon deben ser tratados en absoluto.
fr: Si Simon doit effectuer un post-traitement sur les échantillons qu'il enregistre.
nl: Of samples worden opgenomen met simon überhaupt verwerkt moeten worden.

source: The filters (commands) to apply to the samples.
de: Die Nachbearbeitungsfilter (Kommandos)
es: Los filtros (comandos), se apliquen a las muestras.
fr: Les filtres (commandes) à appliquer aux échantillons.
nl: De filters (commando's) toe te passen aan de samples.

source: Default to power training
de: Powertraining per Default
fr: Entraînement avancé par défaut

source: Font:
de: Schriftart:
fr: Police :

source: Minimum signal / noise ratio:
de: Minimales Signal / Geräusch Verhältnis:
fr: Rapport signal/bruit minimum :

source: Volume calibration
de: Lautstärkeeinpegelung
fr: Calibration du volume

source: Text to calibrate recording volume:
de: Text für die Lautstärkeeinpegelung:
fr: Texte pour calibrer le volume :

source: Please read the text below while adjusting the microphone(s) volume level(s) using your systems mixer until simon displays that the volume is configured correctly. When you change the volume please press the "Volume changed" button.
de: Bitte lesen Sie den Text während Sie die Lautstärke des/-r Mikrofons/-e mit dem System Mixer ändern bis simon anzeigt, dass die Laustärke korrekt konfiguriert wurde. Wenn Sie die Lautstärke ändern drücken Sie bitten den "Lautstärke geändert" Knopf.
fr: Veuillez lire le texte ci-dessous en ajustant les niveaux de volume du ou des microphones jusqu'à ce que Simon vous indique que le volume est correct. Appuyez sur le bouton « Volume modifié » lorsque vous changez le volume.

source: Cutoff level:
fr: Seuil de détection :

source: Head margin:
fr: Marge de début :

source: Tail margin:
fr: Marge de fin :

source: Skip samples shorter than:
de: Aufnahmen verwerfen die kürzer sind als:
fr: Ignorer les échantillons plus courts que :

source: Start calibration
de: Lautstärkeeinpegelung starten
fr: Lancer la calibration

source: Play
de: Abspielen
es: Tocar
fr: Lire
nl: Afspelen

source: Warning! Sample should be re-recorded!
de: Warnung! Diese Aufnahme sollte neu aufgenommen werden.
fr: Attention : l'échantillon doit être ré-enregistré !

source: More information
de: Mehr information
fr: Plus d'information

source: Recordings
de: Aufnahmen
es: Grabaciones
fr: Enregistrements
nl: Opnames

# Ip address or hostname
source: Address:
de: Addresse:
fr: Adresse :

source: HTK Programs
de: HTK Programme
fr: Programmes HTK

source: The path to the HDMan executable.
de: Der Pfad zur HDMan Datei.
es: La ruta de acceso al ejecutable HDMan.
fr: L'emplacement de l'exécutable HDMan.
nl: De weg naar het uitvoerbare bestand van HDMan.

source: The path to the HLEd executable.
de: Der Pfad zur HLEd Datei.
es: La ruta de acceso al ejecutable HLEd.
fr: L'emplacement de l'exécutable HLEd.
nl: De weg naar het uitvoerbare bestand van HLEd.

source: The path to the HCopy executable.
de: Der Pfad zur HCopy Datei.
es: La ruta de acceso al ejecutable HCopy.
fr: L'emplacement de l'exécutable HCopy.
nl: De weg naar het uitvoerbare bestand van HCopy.

source: The path to the HCompV executable.
de: Der Pfad zur HCompV Datei.
es: La ruta de acceso al ejecutable HCompV.
fr: L'emplacement de l'exécutable HCompV.
nl: De weg naar het uitvoerbare bestand van HCompV.

source: The path to the HERest executable.
de: Der Pfad zur HERest Datei.
es: La ruta de acceso al ejecutable HERest.
fr: L'emplacement de l'exécutable HERest.
nl: De weg naar het uitvoerbare bestand van HERest.

source: The path to the HHEd executable.
de: Der Pfad zur HHEd Datei.
es: La ruta de acceso al ejecutable HHEd.
fr: L'emplacement de l'exécutable HHEd.
nl: De weg naar het uitvoerbare bestand van HHED.

source: The path to the HVite executable.
de: Der Pfad zur HVite Datei.
es: La ruta de acceso al ejecutable HVite.
fr: L'emplacement de l'exécutable HVite.
nl: De weg naar het uitvoerbare bestand van HVite.

source: The path to the mkfa executable.
de: Der Pfad zur mkfa Datei.
es: La ruta de acceso al ejecutable mkfa.
fr: L'emplacement de l'exécutable mkfa.
nl: De weg naar het uitvoerbare bestand van mkfa.

source: The path to the dfa_minimize executable.
de: Der Pfad zur dfa_minimize Datei.
es: La ruta de acceso al ejecutable dfa_minimize.
fr: L'emplacement de l'exécutable dfa_minimize.
nl: De weg naar het uitvoerbare bestand van dfa_minimize.

# NAME OF TRANSLATORS
source: Your names
de: Peter Grasch
es: Sus nombres:
fr: Yann Cantin
nl: Namen

# EMAIL OF TRANSLATORS
source: Your emails
de: grasch@simon-listens.org
es: Su correo electrónico
fr: yann.cantin@laposte.net
nl: E-mails

source: Did you mean ...?
de: Meinten Sie ...?
es: ¿Quiso decir ...?
fr: Vouliez-vous dire ... ?

source: simon is not sure what you meant. Please select the correct result from the list below.
de: simon hat Sie leider nicht genau verstanden. Bitte wählen Sie das korrekte Erkennungsergebnis aus der Liste.
fr: Simon n'est pas sûr d'avoir compris ce que vous avez dit. Veuillez sélectionner le résultat correct dans la liste ci-dessus.

source: Number
de: Nummer
es: Numérico
fr: Nombre

source: Command
de: Kommando
es: Instrucción
fr: Commande
nl: Commando

source: Automatic selection
de: Automatische Auswahl
fr: Sélection automatique

# Go to the previous list of commands
source: Back
de: Zurück
fr: Précédent

# Go to the next list of commands
source: Next
de: Weiter
fr: Suivant

source: Command Settings
de: Kommandoeinstellungen
es: Ajuste de comando
fr: Paramètres de la commande
nl: Commando-intstellingen

source: Configuration about the Commands and the Selection of Plugins to use
de: Einstellungen rund um die Kommandos und Auswahl der zu verwendenden Plugins
es: Configuración de los comandos y la selección de plug-ins para utilizar
fr: Configuration des commandes et sélection de modules externes à utiliser

source: Lists
de: Listen
fr: Listes

source: Delay
de: Verzögerung
es: Deceleración
fr: Délai

source: Trigger
de: Auslöser
es: Disparador
fr: Déclencheur

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
nl: Categorie

source: List
de: Liste
es: Lista
fr: Liste

source: Commands
de: Kommandos
es: Comandos
fr: Commandes

source: Selects the "Back" option
de: Wählt die "Zurück" Option
fr: Sélectionne l'option « Précédent »

source: Selects the "One" option
de: Wählt die "Eins" Option
fr: Sélectionne l'option « Un »

source: Selects the "Two" option
de: Wählt die "Zwei" Option
fr: Sélectionne l'option « Deux »

source: Selects the "Three" option
de: Wählt die "Drei" Option
fr: Sélectionne l'option « Trois »

source: Selects the "Four" option
de: Wählt die "Vier" Option
fr: Sélectionne l'option « Quatre »

source: Selects the "Five" option
de: Wählt die "Fünf" Option
fr: Sélectionne l'option « Cinq »

source: Selects the "Six" option
de: Wählt die "Sechs" Option
fr: Sélectionne l'option « Six »

source: Selects the "Seven" option
de: Wählt die "Sieben" Option
fr: Sélectionne l'option « Sept »

source: Selects the "Eight" option
de: Wählt die "Acht" Option
fr: Sélectionne l'option « Huit »

source: Selects the "Next" option
de: Wählt die "Weiter" Option
fr: Sélectionne l'option « Suivant »

source: Selects the "Cancel" option
de: Wählt die "Abbrechen" Option
fr: Sélectionne l'option « Annuler »

# Number
source: Zero
de: Null
fr: Zéro

# Number
source: Nine
de: Neun
fr: Neuf

# Name of the simond user
source: Username
de: Benutzername
fr: Nom d'utilisateur

source: Encrypted Password
de: Verschlüsseltes Passwort
es: Contraseña encriptada
fr: Mot de passe chiffré
nl: Beveiligd wachtwoord

source: Loading Overview
de: Lade Übersicht
es: Cargando visión general
fr: Chargement de la vue d'ensemble
nl: Overzicht laden

source: Loading Day %1
de: Lade Tag %1
es: Cargando dia %1
fr: Chargement du jour %1
nl: Dag %1 laden

source: Loading File...
de: Lese Datei...
es: Cargando fichero...
fr: Chargement du fichier...
nl: Bestand laden

source: Loading Log...
de: Lade Log...
es: Cargando log...
fr: Chargement de l'historique...
nl: Logboek laden

source: Parsing Days...
de: Tage eintragen...
es: Parsing días
fr: Analyse des jours...
nl: Dagen verwerken...

source: Filling in Entries...
de: Trage Einträge ein...
es: Llenado en las entradas ...
fr: Remplissage des entrées...

source: Filtering List...
de: Filtere Liste...
es: Filtrado la lista...
fr: Filtrage de la liste...
nl: Lijst filteren...

# The operation has completed
source: Finished
de: Fertig
fr: Terminé

# Reload the display of the log
source: Reload
de: Aktualisieren
fr: Recharger

source: Filename
de: Dateiname
fr: Nom du fichier

source: Expected result
de: Erwartetes Ergebnis
fr: Résultat attendu

source: Actual result
de: Tatsächliches Ergebnis
fr: Résultat actuel

source: Could not generate temporary folders. Please check your permissions for "%1".
de: Konnte benötigte temporäre Ordner nicht anlegen. Überprüfen Sie ihre Berechtigungen zu: "%1"
fr: Impossible de créer les dossiers temporaires. Vérifiez vos permissions sur « %1 ».

source: Preperation
de: Vorbereitung
es: Preparación
fr: Préparation
nl: Voorbereiding

# The model test has completed
source: Finished
de: Fertig
fr: Terminé

source: Recoding audio...
de: Kodiere Audiodaten...
fr: Ré-encodage des fichiers sonores...

source: Could not open prompts file for reading: %1
de: Fehler beim Öffnen der Promptsdatei: %1
fr: Impossible d'ouvrir le fichier de prompteurs en lecture : %1

source: Could not open wavlist file for writing: %1
de: Konnte wavlist nicht zum Schreiben öffnen: %1
fr: Impossible d'ouvrir le fichier wavlist en écriture : %1

source: Generating MLF...
de: Generiere MLF...
fr: Génération MLF...

source: Recognizing...
de: Erkennung...
fr: Reconnaissance...

source: Could not open julius jconf file: "%1".
de: Fehler beim Öffnen der Julius JConf %1
fr: Impossible d'ouvrir le fichier jconf de Julius : « %1 »

source: Could not open hmm definitions
de: Konnte HMM definitionen nicht öffnen
fr: Impossible d'ouvrir les définitions HMM

source: Internal Jconf error
de: Interner Jconf Fehler
fr: Erreur interne de Jconf

source: Could not initialize recognition
de: Konnte Erkennung nicht initialisieren
fr: Impossible d'initialiser de reconnaissance

source: Could not start adin-thread
de: Konnte adin-thread nicht starten
fr: Impossible de démarrer le processus adin

source: Search failed for: %1
de: Suche fehlgeschlagen für: %1
fr: Échec de la recherche pour : %1

source: Prompts entry: %1
de: Prompts Eintrag: %1
fr: Entrée de prompteur : %1

source: Received recognition result for: %1: %2
de: Erkennungsergebnis für %1: %2
fr: Résultat de la reconnaissance reçue pour : %1 : %2

source: Analyzing recognition results...
de: Analysiere Erkennungsergebnis...
fr: Analyse des résultats de la reconnaissance...

source: Details
es: Detallados
fr: Détails

# The operation has been canceled
source: Aborted
de: Abgebrochen
fr: Abandonné

# Aborting the operation
source: Aborting...
de: Wird abgebrochen...
fr: Abandon...

source: Sentence: %1 SAMPA: %2 Raw SAMPA: %3 Average Confidence: %4
de: Satz: %1 SAMPA: %2 Rohes SAMPA: %3 Durchschnittliche Sicherheit: %4
fr: Phrase : %1 SAMPA : %2 SAMPA Brut : %3 Pertinence moyenne : %4

source: Confidence Scores:
de: Sicherheitswerte:
fr: Scores de pertinence :

source: Computer
es: Ordenador
fr: Ordinateur

source: %1: Voice commands
de: %1: Sprachkommandos
fr: %1 : commandes vocales
