Repository: EdwinVelazquez/simon
Catalog: simonlib/po/simonlib_*.po
Languages: de, es, fr, nl

source: Please select a valid action
de: Bitte wählen Sie eine valide Aktion
fr: Sélectionnez une action valide

source: Sentence
de: Satz
fr: Phrase

source: Trainingsdata
de: Trainingsdaten
es: Datos de entrenamientos
fr: Données d'entraînement
nl: Trainingsgegevens

source: The sample rate has been changed. This will influence the generated speech model. However, the model needs to be recompiled. Please start a manual synchronization now.
de: Die Samplerate wurde geändert. Das beeinflusst das generierte Sprachmodell. Dazu muss das Sprachmodell neu generiert werden. Bitte starten Sie die manuelle Synchronisation.
fr: Le taux d'échantillonnage à changé. Cela influence le modèle vocal. Le modèle doit être recompilé. Veuillez lancer une synchronisation manuelle maintenant.

# Name of the trainings text
source: Name
fr: Nom

# Relevance of the trainings text
source: Relevance
de: Relevanz
fr: Pertinence

source: Word
de: Wort
es: Palabra
fr: Mot
nl: Woord

source: Pronunciation
de: Aussprache
es: Pronunciación
fr: Prononciation
nl: Uitspraak

source: Recognition Rate
de: Erkennungsrate
es: Tasa de reconocimiento
fr: Taux de reconnaissance
nl: Herkenningsfactor

source: Visible trigger
de: Sichtbarer Trigger
fr: Déclencheur visible

# Possible answer to the question: Should we show an icon?
source: Yes
de: Ja
fr: Oui

# Possible answer to the question: Should we show an icon?
source: No
de: Nein
fr: Non

source: Voice Interface
de: Sprachinterface
fr: Interface vocale

source: Scenario: %1
de: Szenario: %1
fr: Scénario : %1

source: Scenario could not be created
de: Szenario konnte nicht erstellt werden
fr: Impossible de créer le scénario

source: New scenario could not be saved
de: Neues Szenario konnte nicht gespeichert werden
fr: Impossible d'enregistrer le nouveau scénario

source: Original scenario could not be read. If you continue, all data (vocabulary, grammar, commands, trainings text) of the scenario will be lost!
de: Original Szenario konnte nicht gelesen werden. Wenn Sie fortfahren können alle Daten (Vokabular, Grammatik, Kommandos, Trainingstexte) des Szenarios verloren gehen!
fr: Impossible de lire le scénario original. Si vous continuez, toutes les données (vocabulaire, commandes, textes d'entraînement) de ce scénario seront perdues !

source: Scenario could not be updated
de: Szenario konnte nicht erneuert werden
fr: Impossible de mettre à jour le scénario

source: Manage scenarios
de: Szenarios verwalten
fr: Gérer les scénarios

source: Publish
de: Veröffentlichen
fr: Publier

source: Export to file
de: Exportiere in Datei
fr: Exporter vers un fichier

source: Download
fr: Télé-charger

source: Import from file
de: Importiere von Datei
fr: Importer depuis un fichier

source: Select scenario file
de: Szenario Datei auswählen
fr: Sélectionner un fichier de scénario

source: Could not load scenario.
de: Konnte Szenario nicht laden.
fr: Impossible de charger le scénario.

source: Failed to store scenario
de: Konnte Szenario nicht speichern
fr: Échec de l'enregistrement du scénario

source: Select scenario output file
de: Wählen Sie die Szenario Ausgabedatei
fr: Sélectionner un fichier pour enregistrer le scénario

source: Downloading new scenarios requires you to save your current changes before continuing. Save your changes now?
de: Um neue Szenarios herunterzuladen müssen Sie die derzeitigen Änderungen speichern. Wollen Sie die Änderungen jetzt speichern?
fr: Télé-charger de nouveaux scénario nécessite que vous enregistriez les changements courants. Enregistrer vos changements maintenant ?

source: Please select a scenario from the list(s)
de: Bitte wählen Sie ein Szenario von der/den Liste(n)
fr: Sélectionnez un scénario dans la (les) liste(s)

source: Could not find scenario "%1"
de: Konnte Szenario "%1" nicht finden
fr: Impossible de trouver le scénario « %1 »

source: Do you really want to irrecoverably delete the selected scenario "%1" ("%2")?
de: Wollen Sie das Szenario "%1" ("%2") wirklich unwiderruflich löschen?
fr: Voulez-vous vraiment supprimer définitivement le scénario sélectionné « %1 » (« %2 ») ?

source: Could not remove scenario at the following path: %1 If this is a system scenario, a normal user can not remove it. Please remove the file manually. In the mean time, simon has automatically deactivated the scenario if it was not already.
de: Konnte das Szenario am folgenden Pfad nicht löschen: %1 Wenn dies ein Systemszenario ist, kann ein normaler Benutzer es nicht löschen. Bitte löschen Sie die Datei manuell. In der Zwischenzeit hat simon das Szenario automatisch deaktiviert falls es das noch nicht war.
fr: Impossible de supprimer le scénario à l'emplacement suivant : %1 Si c'est un scénario du système, un utilisateur normal ne peut le supprimer. Veuillez le supprimer manuellement. En attendant, Simon a désactivé automatiquement ce scénario.

source: <html><head /><body><h3>%1</h3><h4>Version</h4><p>%2</p><h4>License</h4><p>%3</p><h4>Compatibility</h4><p>Minimum version: %4</p><p>Maximum version: %5</p><h4>Authors</h4><p>%6</p></body></html>
de: <html><head /><body><h3>%1</h3><h4>Version</h4><p>%2</p><h4>Lizens</h4><p>%3</p><h4>Kompatibilität</h4><p>Minimale Version: %4</p><p>Maximale Version: %5</p><h4>Autoren</h4><p>%6</p>
fr: <html><head /><body><h3>%1</h3><h4>Version</h4><p>%2</p><h4>Licence</h4><p>%3</p><h4>Compatibilité</h4><p>Version minimum : %4</p><p>Version maximum : %5</p><h4>Auteurs</h4><p>%6</p></body></html>

source: Could not init scenario "%1"
de: Konnte Szenario nicht initialisieren "%1"
fr: Impossible d'initialiser le scénario « %1 »

source: You need at least one active scenario. Please load a scenario. Your current (empty) configuration was not saved.
de: Sie benötigen zumindest ein aktives Szenario. Bitte laden Sie ein Szenario. Ihre aktuelle (leere) Konfiguration wurde nicht gespeichert.
fr: Vous devez avoir au moins un scénario actif. Veuillez charger un scénario. Votre configuration courante (vide) n'a pas été enregistrée.

source: Device "%1":
de: Gerät "%1":
fr: Périphérique « %1 » :

source: Lower the volume.
de: Lautstärke senken.
fr: Baissez le volume.

source: Raise the volume.
de: Lautstärke erhöhen.
fr: Augmentez le volume.

source: Recording could not be started for device: %1.
de: Aufnahme konnte nicht gestartet werden für das Gerät: %1
fr: Impossible de commencer l'enregistrement pour le périphérique : %1.

source: Recording could not be stopped for device: %1.
de: Aufnahme konnte nicht gestoppt werden für Gerät: %1.
fr: Impossible d'arrêter l'enregistrement pour le périphérique : %1.

source: Post-Processing
de: Nachbearbeitung
es: Post-procesamiento
fr: Post-traitement

source: Filter a being applied...
de: Filter werden angewendet...
es: Se aplica un filtro ...
fr: Application du filtre...
nl: Filter wordt toegepast...

source: Could not overwrite %1. Please check if you have the needed permissons.
de: Konnte %1 nicht überschreiben. Bitte überprüfen Sie, ob Sie die nötigen Rechte besitzen.
fr: Impossible d'écraser %1. Vérifiez si vous avez les permissions requises.

source: Could not process "%1" to "%2". Please check if the command: "%4". (Return value: %3)
de: Konnte "%1" nicht nach "%2" verarbeiten. Bitte überprüfen Sie das Kommando: "%4". (Rückgabewert: %3)
fr: Impossible de traiter « %1 » vers « %2 ». Vérifiez la commande : « %4 ». (Valeur de retour : %3)

source: Could not copy %1 to %2. Please check if you have all the needed permissions.
de: Konnte %1 nicht nach %2 kopieren. Bitte überprüfen Sie, ob Sie die nötigen Rechte besitzen.
fr: Impossible de copier %1 vers %2. Vérifiez que vous avez les permissions requises.

source: Could not remove %1
de: Konnte %1 nicht löschen
fr: Impossible de supprimer %1

source: Please speak...
de: Bitte sprechen...
fr: Veuillez parler...

# Waiting for the recording to finish...
source: Idle...
de: Warte...
fr: Au repos...

# Sound device selection; First parameter is device name
source: %1 (%2 channels, %3 Hz)
de: %1 (%2 Kanäle, %3 Hz)
fr: %1 (%2 canaux, %3 Hz)

source: Select input device
de: Aufnahmegerät auswählen:
fr: Choisissez le périphérique d'entrée

source: Your sound configuration lists multiple input devices. This function only allows you to use one of those devices. Please select the sound device before you proceed.
de: Ihre Soundkonfiguration verwendet mehrere Eingabegeräte. Diese Funktion erlaubt es nur einen dieser Geräte zu verwenden. Bitte wählen Sie das zu verwendende Soundgerät aus bevor Sie fortfahren.
fr: Votre configuration sonore contient plusieurs périphériques d'entrée. Cette fonction ne vous permet d'en utiliser qu'un seul. Choisissez le périphérique avant de continuer.

source: The selected sound input device "%1" is not available.
de: Das ausgewählte Eingabegerät "%1" ist nicht verfügbar.
fr: Le périphérique d'entrée choisi « %1 » n'est pas disponible.

source: Recording format not supported.
de: Aufnahmeformat wird nicht unterstützt.
fr: Format d'enregistrement non pris en charge.

source: Failed to open the input audio device. Please check your sound configuration.
de: Konnte Eingabe-Audiogerät nicht öffnen. Bitte überprüfen Sie seine Konfiguration.
fr: Impossible d'ouvrir le périphérique de son. Vérifiez votre configuration.

source: An error occurred while reading data from the audio device.
de: Ein Fehler ist aufgetreten während Daten vom Audiogerät gelesen wurden.
fr: Une erreur s'est produite lors de la lecture depuis le périphérique audio.

source: Buffer underrun when processing the sound data.
de: Buffer underrun während die Sounddaten verarbeitet wurden.
fr: Vidage du tampon pendant le traitement du son.

source: A fatal error occurred during recording.
de: Ein fataler Fehler ist aufgetreten während der Aufnahme.
fr: Une erreur fatale s'est produite pendant l'enregistrement.

source: The selected sound output device "%1" is not available.
de: Das ausgewählte Ausgabegerät "%1" ist nicht verfügbar.
fr: Le périphérique de sortie choisi « %1 » n'est pas disponible.

source: Sample size not equal to 16 bit.
de: Samplegröße entspricht nicht 16 bit.
fr: L'échantillonnage n'est pas en 16 bit.

source: Failed to open the audio device. Please check your sound configuration.
de: Konnte Audiogerät nicht öffnen. Bitte überprüfen Sie Ihre Konfiguration.
fr: Impossible d'ouvrir le périphérique de son. Vérifiez votre configuration.

source: An error occurred while writing data to the audio device.
de: Ein Fehler ist aufgetreten während Daten auf das Audiogerät geschrieben wurden.
fr: Une erreur s'est produite lors de l'écriture sur le périphérique audio.

source: A fatal error occurred during playback. The system will try to automatically recover.
de: Während der Wiedergabe ist ein fataler Fehler aufgetreten. Das System wird versuchen sich automatisch wieder zurückzusetzen.
fr: Une erreur fatale s'est produite pendant la lecture. Le système va tenter de se récupérer automatiquement.

source: The soundconfiguration has been tested successfully.
de: Die Soundkonfiguration wurde erfolgreich getestet.
es: La configuración de sonido ha probado con éxito.
fr: La configuration sonore a été testée avec succès.

source: simon noticed that the sound device "%1" is no longer available. This is perfectly normal if you are connected to simond or are otherwise using an application that blocks the device. Did you plug / unplug a device or otherwise change your systems audio setup? Selecting "Yes" will allow you to change your sound configuration, essentially deleting your previous configuration. Selecting "No" will temporarily deactivate the sound configuration in order to protect your previous configuration from being overwritten.
de: simon hat erkannt, dass das Soundgerät "%1" nicht mehr verfügbar ist. Das ist zu erwarten, wenn Sie derzeit mit simond verbunden sind oder eine andere Applikation das Soundgerät benützt. Haben Sie kürzlich Soundkarten ein- oder ausgesteckt oder haben Sie ihr Sound-Setup anderweitig verändert? Wenn Sie hier "Ja" auswählen, können Sie die Konfiguration jetzt an die neuen Gegebenheiten anpassen (die alte Konfiguration wird verworfen). Wenn Sie "Nein" wählen, wird die Soundkonfiguration temporär deaktiviert um die zuvor getroffenen Einstellungen beizubehalten.
fr: Simon a remarqué que certains périphériques sonores précédemment sélectionnés ne sont plus disponibles. Ceci est tout a fait normal si vous êtes connecté à simond ou si une autre application bloque le périphérique. Avez-vous branché ou débranché un périphérique ou modifié la configuration sonore du système ? En sélectionnant « Oui », vous allez pouvoir changer votre configuration sonore, c'est-à-dire effacer la configuration actuelle. En sélectionnant « Non », vous déactiverez temporairement la configuration sonore actuelle pour éviter son écrasement.

source: Please adjust your soundconfiguration accordingly.
de: Bitte passen Sie ihre Konfiguration entsprechend an.
es: Por favor, ajuste su configuración de sonido en consecuencia.
fr: Ajustez votre configuration sonore en conséquence.

source: The selected sound configuration is not supported by the following device: %1 Please double-check your configuration and, if necessairy, please contact your vendor.
de: Die ausgewählte Soundkonfiguration wird von folgendem Gerät nicht unterstützt:. %1 Bitte korrigieren Sie die Werte. Falls notwendig, wenden Sie sich bitte an Ihren Soundkartenhersteller.
fr: La configuration sonore sélectionnée n'est pas prise en charge par le matériel suivant : %1 Vérifiez à nouveau votre configuration et, si nécessaire, contactez votre vendeur.

source: Device Configuration
de: Gerätekonfiguration
es: Configuración de dispositivos
fr: Configuration du périphérique
nl: Apparaat-configuratie

source: Voice Activity Detection
fr: Détection de vocalisation

source: Configuration for the Recording and Playback of sounds
de: Einstellungen für die Aufnahme und Wiedergabe von Sounds
es: Configuración para la grabación y reproducción de sonidos
fr: Configuration de l'enregistrement et de la lecture des sons

source: Please say a few sentences. Try to pronounce them clearly but naturally and speak in a normal volume.
de: Bitte sprechen Sie ein paar Sätze. Betonen Sie deutlich aber natürlich und sprechen Sie in einer normalen Lautstärke.
fr: Veuillez dire quelques phrases. Essayez d'articuler clairement mais naturellement et parlez à un volume normal.

source: simon detected that the difference between recorded speech and background noise is too low. Please check that you are not using the "mic boost" option in your systems sound configuration and rather raise the recording volume directly.
de: simon hat erkannt, dass der Unterschied zwischen aufgenommener Sprache und Hintergrundgeräusch zu klein ist. Bitte überprüfen Sie, dass Sie keine Option wie "Mic boost" der System Soundkonfiguration verwenden und stattdessen direkt die Lautstärke des Mikrofons erhöhen.
fr: Simon a détecté que la différence entre la voix et le bruit de fond est trop faible. Vérifiez que vous n'avez pas activé l'option « Mic Boost » dans votre configuration sonore, et augmentez plutôt le volume d'enregistrement directement.

source: Could not start recording. The input device "%1" could not be initialized. Please check your sound configuration and try again.
de: Konnte Aufnahme nicht starten. Das Aufnahmegerät "%1" konnte nicht initalisiert werden. Bitte überprüfen Sie ihre Audiokonfiguration und versuchen Sie es erneut.
fr: Impossible de lancer l'enregistrement. Le périphérique d'entrée « %1 » n'a pas pu être initialisé. Vérifiez votre configuration sonore et réessayez.

source: Could not finalize the Sample. The recording probably failed. Tip: Check if you have the needed permissions to write to "%1"!
de: Abschließen der Aufnahme fehlgeschlagen. Möglicherweise ist die Aufnahme fehlerhaft. Tip: überprüfen Sie ob Sie die nötigen Berechtigungen besitzen um auf %1 schreiben zu dürfen!
es: No se puede finalizar la muestra. La grabación, probablemente no. Sugerencia: Compruebe si usted tiene los permisos necesarios para escribir en "%1"!
fr: Impossible de parachever l'échantillon. L'enregistrement a probablement échoué. Indice : vérifiez que vous avez les permissions requises pour écrire dans « %1 » !
nl: Kon voorbeeld niet beëndigen. De opname is waarschijnlijk mislukt. Tip: Controleer of u de benodigde toestemming hebt om naar "%1" te schrijven!

source: Post-Processing failed
de: Nachbearbeitung fehlgeschlagen
es: Post-procesamiento fallado
fr: Post-traitement échoué

source: Could not start playback. The output device could not be initialized or there is no sound device configured for this amount of input channels. Please check your sound configuration and try again.
de: Konnte Wiedergabe nicht starten. Wiedergabegerät konnte nicht initalisiert werden oder es wurde kein Ausgabegerät für diese Anzahl von Eingabekanälen konfiguriert. Bitte überprüfen Sie ihre Audiokonfiguration und versuchen Sie es erneut.
fr: Impossible de lancer la lecture. Le périphérique de sortie n'a pu être initialisé ou il n'y a pas de périphérique de sortie configuré pour ce nombre de canaux. Vérifiez votre configuration sonore et réessayez.

source: Could not remove file %1
de: Konnte die Datei %1 nicht entfernen
fr: Impossible de supprimer le fichier %1

source: IP address or hostname
de: IP Adresse oder Hostname
fr: Adresse IP ou nom d'hôte

# IP address or hostname
source: Address:
de: Adresse:
fr: Adresse :

source: Add Server Address
de: Serververbindung hinzufügen
es: Añadir la dirección del servidor
fr: Ajouter une adresse de serveur
nl: Server-adres toevoegen

source: Calendar *
de: Kalender *
es: Calendario *
fr: Calendrier *
nl: Kalender

source: IP address or hostname and port using &lt;host&gt;:&lt;port&gt;
de: IP Adresse oder Hostname und Port im Schema &lt;host&gt;:&lt;port&gt;
fr: Adresse IP ou nom d'hôte et port &lt;host&gt;:&lt;port&gt;

source: Add new Host
de: Neuen Host anlegen
es: Añadir nuevo Host
fr: Ajouter un nouvel hôte
nl: Nieuwe gastheer toevoegen

source: Select a new host / port.
de: Wähle einen neuen Host / Port.
fr: Choisissez un nouvel hôte ou nouveau port.

source: You ahve entered an empty host-address. The input will be discarded.
de: Sie haben eine leere Hostadresse angegeben. Die Eingaben werden verworfen.
es: Ha introducido una dirección de host vacío. La entrada será descartado.
fr: Vous avez saisi une adresse d'hôte vide. L'entrée sera perdue.
nl: Een leeg gastheer-adres is gevonden. De invoer zal worden weggegooid.

source: External Programs
de: Externe Programme
es: Programas externos
fr: Programmes externes
nl: Externe programma's

source: The HTK can not be found. Please make sure it is installed correctly. More information: http://www.cyber-byte.at/wiki/index.php/English:_Setup#WindowsMore information: http://www.cyber-byte.at/wiki/index.php/English:_Setup#HTK_Installation
de: Das HTK konnte nicht gefunden werden. Bitte stellen Sie sich das es korrekt installiert wurd. Mehr Informationen: http://www.cyber-byte.at/wiki/index.php/Installation_%28de%29#HTK_Installation
fr: Impossible de trouver HTK. Veuillez vérifier qu'il est installé correctement. Plus d'information : http://www.cyber-byte.at/wiki/index.php/English:_Setup#HTK_Installation

source: The julius related grammar tools mkfa and dfa_minimize can not be found. A reinstallation of simon could solve this problem.
de: Die Julius Grammatik Toolsmkfa und dfa_minimize konnten nicht gefunden werden. Eine Neuinstallation von simon könnte dieses Problem lösen.
es: El Julius herramientas relacionadas con la gramática mkfa y dfa_minimize no se puede encontrar. Una reinstalación de simon podría resolver este problema.
fr: Impossible de trouver les outils grammaticaux de julius : mkfa et dfa_minimize. Une ré-installation de Simon pourrait résoudre ce problème.

source: No training material available. Please train your acoustic model by recording samples.
de: Kein Trainingsmaterial verfügbar. Bitte trainieren Sie das Akustikmodell indem Sie Samples aufnehmen.
es: No material de entrenamiento disponibles. Por favor, entrenar a su modelo acústico mediante el registro de muestras.
fr: Aucun échantillon d'entraînement disponible. Entraînez votre modèle acoustique en enregistrant des échantillons.

# Finished the model compilation
source: Finished
de: Fertig
fr: Terminé

source: Generating reverse grammar...
de: Generiere Umkehr-Grammatik...
es: Generación de revertir de la gramática ...
fr: Génération de la grammaire inverse...

source: Could not create reverse grammar. Did you define a grammar?
de: Konnte Umkehr-Grammatik nicht erstellen. Ist eine Grammatik definiert?
fr: Impossible de créer la grammaire inverse. Avez-vous défini une grammaire ?

source: Generating termporary vocabulary...
de: Generiere temporäre Vokabeln...
es: Generación de vocabulario temporal...
fr: Génération du vocabulaire temporaire...
nl: Tijdelijk woordenboek genereren...

source: Could not create temporary vocabular.
de: Konnte temporäre Vokabeln nicht erstellen.
fr: Impossible de créer le vocabulaire temporaire.

source: Generating DFA...
de: Generiere DFA...
es: Generación de DFA...
fr: Génération DFA...
nl: DFA genereren

source: Could not generate dfa. Please check the paths to mkfa and dfa_minimize (%1, %2).
de: Konnte dfa nicht generieren. Bitte überprüfen Sie die Pfade zur mkfa und dfa_minimize Datei (%1, %2).
fr: Impossible de générer DFA. Vérifiez l'emplacement de mkfa et dfa_minimize (%1, %2).

source: Generating grammar dictionary...
de: Generiere Grammatikalisches Wörterbuch...
es: Generación de diccionario de gramática ...
fr: Génération du dictionnaire grammatical...
nl: Grammatica-woordenboek genereren

source: Could not generate grammatical lexicon. Please check the output path (%1).
de: Konnte das grammatikalische Wörterbuch nicht generieren. Bitte überprüfen Sie die Pfade zur Ausgabedatei. (%1).
fr: Impossible de générer le lexique grammatical. Vérifiez l'emplacement de la sortie (%1).

source: Coding audio files...
de: Kodiere Audiodaten...
es: Codificación de ficheros de audio ...
fr: Encodage des fichiers sonores...
nl: Coderen audiobestanden...

source: Could not create codetrain-file.
de: Konnte CodeTrain-Datei nicht erstellen.
fr: Impossible de créer le fichier codetrain.

source: Error while coding the samples! Please check the path to HCopy (%1) and the wav config (%2)
de: Fehler beim Kodieren der samples! Bitte überprüfen Sie den Pfad zu HCopy (%1) und der wav config (%2)
es: Error de codificación, mientras que las muestras! Por favor, compruebe la ruta de acceso a HCopy (%1) y la configuración wav (%2)
fr: Erreur pendant l'encodage des échantillons ! Vérifiez l'emplacement de HCopy (%1) et la configuration wav (%2)

source: Generating wordlist...
de: Generiere Wordliste...
es: Generación de palabras ...
fr: Génération de la liste de mots...
nl: Woordenlijst genereren...

source: Failed to create wordlist. Please check the path to your prompts file.
de: Erstellen der Wortliste fehlgeschlagen. Bitte überprüfen Sie den Pfad zur prompts Datei.
fr: Impossible de créer la liste de mots. Vérifiez vos permissions sur le dossier temporaire.

source: Creating monophones...
de: Erstelle Monophone...
es: Creación de monophones ...
fr: Création des mono-phones...
nl: Monofonen aanmaken...
