Repository: EdwinVelazquez/simon
Catalog: plugins/Commands/Keyboard/po/simonkeyboardcommand_*.po
Languages: de, fr

source: Activate Keyboard
de: Tastatur aktivieren
fr: Activer le clavier

source: Keyboard
de: Tastatur
fr: Clavier

# Number
source: Zero
de: Null
fr: Zéro

# Number
source: One
de: Eins
fr: Un

# Number
source: Two
de: Zwei
fr: Deux

# Number
source: Three
de: Drei
fr: Trois

# Number
source: Four
de: Vier
fr: Quatre

# Number
source: Five
de: Fünf
fr: Cinq

# Number
source: Six
de: Sechs

# Number
source: Seven
de: Sieben
fr: Sept

# Number
source: Eight
de: Acht
fr: Huit

# Number
source: Nine
de: Neun
fr: Neuf

source: Starts the keyboard
de: Tastatur starten
fr: Lance le clavier

source: Hides the keyboard
de: Tastatur deaktivieren
fr: Cache le clavier

# Keyboard key
source: Shift
de: Einmal Großschreiben
fr: Maj

source: Shift key
de: Shift Taste
fr: Touche Maj

# Keyboard key
source: Caps lock
de: Großschreiben

source: Caps lock key
de: Caps lock Taste
fr: Touche CapsLock

# Keyboard key
source: Control
de: Steuerung
fr: Ctrl

source: Control
de: Steuerung
fr: Ctrl

# Keyboard key
source: Backspace
de: Löschen
fr: Retour arrière

source: Backspace
de: Löschen
fr: Retour arrière

# Keyboard key
source: Return
de: Enter
fr: Entrée

source: Return
de: Enter
fr: Entrée

source: Clicks 0
de: Klickt 0
fr: Touche 0

source: Clicks 1
de: Klickt 1
fr: Touche 1

source: Clicks 2
de: Klickt 2
fr: Touche 2

source: Clicks 3
de: Klickt 3
fr: Touche 3

source: Clicks 4
de: Klickt 4
fr: Touche 4

source: Clicks 5
de: Klickt 5
fr: Touche 5

source: Clicks 6
de: Klickt 6
fr: Touche 6

source: Clicks 7
de: Klickt 7
fr: Touche 7

source: Clicks 8
de: Klickt 8
fr: Touche 8

source: Clicks 9
de: Klickt 9
fr: Touche 9

# Decimal separator (voice trigger)
source: Point
de: Komma

source: Decimal separator
de: Dezimal Separator
fr: Séparateur décimal

source: Select number
de: Nummer auswählen
fr: Sélectionner un nombre

source: Write number
de: Nummer hinschreiben
fr: Écrire un nombre

source: Number backspace
de: Nummer löschen
fr: Nombre backspace

source: Input signes with ease
de: Sprachgesteuerte Tastatur
fr: Saisir des caractères facilement

source: Add keyboard set
de: Tastatur set hinzufügen
fr: Ajouter une disposition de clavier

source: Please enter the name of the new set:
de: Bitte geben Sie den Namen des neuen Sets ein:
fr: Veuillez saisir le nom de la nouvelle disposition de clavier :

source: Failed to add set
de: Konnte Set nicht hinzufügen
fr: Échec de l'ajout de la disposition de clavier

source: Please choose a set to be edited
de: Bitte wählen Sie das Set, dass bearbeitet werden soll, aus
fr: Veuillez sélectionner une disposition de clavier à éditer

source: Edit keyboard set
de: Tastatur Sets nicht editieren
fr: Éditer une disposition de clavier

source: Please enter the new name of the set:
de: Bitte geben Sie den neuen Namen des Sets ein:
fr: Veuillez saisir le nouveau nom de la disposition de clavier :

source: Failed to edit set
de: Konnte Set nicht bearbeiten
fr: Échec de l'édition de la disposition de clavier

source: Please choose a set to be deleted
de: Bitte wählen Sie das Set, dass gelöscht werden soll, aus
fr: Veuillez sélectionner une disposition de clavier à supprimer

source: Do you really want to delete the selected set?
de: Wollen Sie das ausgewählte Set wirklich löschen?
fr: Voulez-vous vraiment supprimer la disposition de clavier sélectionnée ?

source: Could not delete set
de: Konnte Set nicht löschen
fr: Impossible de supprimer la disposition de clavier

source: Please insert or select a set first
de: Bitte wählen Sie zuerst ein Set aus
fr: Veuillez d'abord insérer ou sélectionner une disposition de clavier

source: Add keyboard tab
de: Tastatur Tab hinzufügen
fr: Ajouter un onglet de clavier

source: Please enter the name of the new tab:
de: Bitte geben Sie den Namen des neuen Tab ein:
fr: Veuillez saisir le nom du nouvel onglet :

source: Failed to add tab
de: Konnte Tab nicht hinzufügen
fr: Échec de l'ajout d'un onglet

source: Please select the tab to be edited
de: Bitte wählen Sie den Tab aus der bearbeitet werden soll
fr: Veuillez sélectionner un onglet à éditer

source: Edit keyboard tab
de: Tastatur Tab editieren
fr: Éditer un onglet de clavier

source: Failed to edit tab
de: Konnte Tab nicht bearbeiten
fr: Échec de l'édition de l'onglet

source: Please select a set first
de: Bitte wählen Sie zuerst ein Set aus
fr: Veuillez d'abord sélectionner une disposition de clavier

source: Please select the tab to be deleted
de: Bitte wählen Sie den Tab aus der gelöscht werden soll
fr: Veuillez sélectionner l'onglet à supprimer

source: Do you really want to delete the selected tab?
de: Wollen Sie den ausgewählten Tab wirklich löschen?
fr: Voulez-vous vraiment supprimer l'onglet sélectionné ?

source: Failed to delete tab
de: Konnte den Tab nicht löschen
fr: Échec de la suppression de l'onglet

source: Please select a set to which to add the new button
de: Bitte wählen Sie ein Set aus, zu dem die Taste hinzugefügt werden soll
fr: Veuillez sélectionner la disposition de clavier à qui ajouter le nouveau bouton

source: Please select a tab to which to add the new button
de: Bitte wählen Sie den Tab aus zu dem die Taste hinzugefügt werden soll
fr: Veuillez sélectionner l'onglet à qui ajouter le nouveau bouton

source: Please select a button to delete from the list
de: Bitte wählen Sie die Taste die gelöscht werden soll aus der Liste aus
fr: Veuillez sélectionner le bouton à supprimer de la liste

source: Failed to edit button
de: Konnte Taste nicht bearbeiten
fr: Échec de l'édition du bouton

source: Do you really want to delete the selected button?
de: Wollen Sie die ausgewählte Taste wirklich löschen?
fr: Voulez-vous vraiment supprimer le bouton sélectionné ?

source: Failed to delete button
de: Konnte Taste nicht löschen
fr: Échec de la suppression du bouton

source: Please select the tab to be moved
de: Bitte wählen Sie einen Tab aus der verschoben werden soll
fr: Veuillez sélectionner l'onglet à déplacer

source: Failed to move tab up. Maybe it is already at the top?
de: Konnte den Tab nicht nach oben verschieben. Vielleicht ist er schon ganz oben?
fr: Échec du déplacement de l'onglet. Peut-être est-il déjà en haut ?

source: Failed to move tab down. Maybe it is already at the bottom?
de: Konnte den Tab nicht nach unten verschieben. Vielleicht ist er schon ganz unten?
fr: Échec du déplacement de l'onglet. Peut-être est-il déjà en bas ?

source: Button could not be moved up. Is it already at the top?
de: Konnte die Taste nicht nach oben verschieben. Vielleicht ist sie schon ganz oben?
fr: Échec du déplacement du bouton. Peut-être est-il déjà en haut ?

source: Button could not be moved down. Is it already at the bottom?
de: Konnte die Taste nicht nach unten verschieben. Vielleicht ist sie schon ganz unten?
fr: Échec du déplacement du bouton. Peut-être est-il déjà en bas ?

source: Failed to load keyboard sets from storage
de: Konnte sets nicht laden
fr: Impossible de charger les dispositions de clavier.

source: Add key
de: Taste hinzufügen
fr: Ajouter une touche

source: All fields are mandatory
de: Alle Felder sind Pflichtfelder
fr: Tous les champs sont obligatoires

source: Invalid button
de: Inkorrekter Knopf
fr: Bouton invalide

source: Shortcut
de: Tastenkürzel
fr: Raccourci

# Trigger of the key
source: Trigger
de: Auslöser
fr: Déclencheur

# Type of the key
source: Type
de: Typ

# Value of the key
source: Value
de: Wert
fr: Valeur

source: Show Numpad
de: Zahlenblock anzeigen
fr: Afficher le pavé numérique

source: Case sensitive trigger checking
de: Groß- / Kleinschreibung beachten
fr: Vérification de la casse (Majuscule/minuscule) du déclencheur

source: Add
de: Hinzufügen
fr: Ajouter

source: Delete
de: Löschen
fr: Supprimer

source: Edit
de: Bearbeiten
fr: Éditer

source: Down
de: Runter
fr: Déplacer vers le bas

source: Num pad
de: Zahlenblock
fr: Pavé numérique

source: Number Backspace
de: Nummer löschen
fr: Nombre Backspace

source: Shift
de: Einmal Großschreiben
fr: Maj

source: Caps lock
de: Großschreiben

source: Add button
de: Nummer hinzufügen
fr: Ajouter un bouton

source: Trigger:
de: Auslöser:
fr: Déclencheur :

source: Type:
de: Typ:

source: Commands
de: Kommandos
fr: Commandes

# NAME OF TRANSLATORS
source: Your names
de: Peter Grasch
fr: Yann Cantin

# EMAIL OF TRANSLATORS
source: Your emails
de: grasch@simon-listens.org
fr: yann.cantin@laposte.net

source: Please enter the new name of the tab:
fr: Veuillez saisir le nouveau nom de l'onglet :

source: Text
fr: Texte

# Name of the key
source: Name
fr: Nom
