Repository: EdwinVelazquez/simon
Catalog: ssc/po/ssc_*.po
Languages: cs, de, fr

source: Could not resolve institution reference id of the given user. Maybe he is not on your institution? You might want to disable institution specific ids in the configuration.
de: Konnte die InstitutionsreferenzId des gegebenen Benutzers nicht auflösen. Vielleicht ist er nicht in Ihrer Institution eingetragen? Vielleicht möchten Sie an diesem Punkt die Institutionsspezifischen Ids in der Konfiguration deaktivieren.
fr: Impossible de retrouver l'ID de l'institution de l'utilisateur. Peut-être n'appartient-il pas à votre institution ? Vous pouvez désactiver les ID spécifiques à l'institution dans la configuration.

source: Connect to the sscd server
de: Zum sscd Server verbinden
fr: Connexion au serveur sscd

source: Disconnect from the sscd server
de: Verbindung zum sscd Server trennen
fr: Déconnexion du serveur sscd

source: Offline mode
de: Offline Modus
fr: Mode offline

source: Switch to offline mode
de: Zum Offlinemodus wechseln
fr: Passer en mode offline

source: Add user
cs: Přidat uživatele
de: Benutzer hinzufügen
fr: Ajouter un utilisateur

source: Add a new user
de: Neuen Benutzer hinzufügen
fr: Ajouter un nouvel utilisateur

source: Show, edit and add users
de: Benutzer anzeigen, editieren und hinzufügen
fr: Affichage, édition et création des utilisateurs

source: Manage institutions
cs: Spravovat úřady
de: Institutionen verwalten
fr: Gérer les institutions

source: Show, edit and add institutions
de: Institution anzeigen, editieren und hinzufügen
fr: Affichage, édition et création des institutions

source: Upload stored data
de: Gespeicherte Daten hochladen
fr: Envoi des données enregistrées

source: Browse, edit, delete and upload stored sample collections
de: Gespeicherte Sprachaufnahmen ansehen, editieren, löschen und hochladen
fr: Affichage, édition, suppression et envoi des collections d'échantillons enregistrés

# Disconnected from server
source: Disconnected
de: Nicht verbunden
fr: Déconnecté

source: You are currently connected. If you switch to offline mode you will first be disconnected form the server. Do you want to continue?
de: Sie sind derzeit verbunden. Bevor Sie in den Offlinemodus wechseln können müssten Sie die Verbindung zum Server trennen. Wollen Sie fortfahren?
fr: Vous êtes actuellement connecté. Si vous passez en mode offline, vous serez déconnecté du serveur. Voulez-vous poursuivre ?

source: If you continue you will get access to the sample training despite not being connected to the server. Because of this, ssc can not make sure that the specified user exists. If it does not you will run into trouble later. Only use this function if you really know what you are doing! It is also not possible to use institution specific ids in offline mode.
de: Wenn Sie fortfahren werden Sie Zugriff auf die Trainingsfunktion erhalten obwohl Sie nicht zum Server verbunden sind. Deshalb kann ssc nicht überpüfen ob der eingegebene Benutzer existiert. Wenn dies nicht der Fall ist, könnten im weiteren Verlauf Probleme auftreten. Verwenden Sie diese Funktion nur wenn Sie wirklich wissen was Sie tun! Es ist auch nicht möglich Institutionsspezifische IDs im Offlinemodus zu verwenden.
fr: Si vous continuez, vous aurez accès à l'entraînement malgré le fait d'être déconnecté du serveur. SSC ne pourra s'assurer que l'utilisateur existe. S'il n'existe pas, vous allez aux devants de sérieux ennuis plus tard. N'utilisez cette fonctionnalité que si vous êtes certain de savoir ce que vous faites ! Il n'est pas non plus possible d'utiliser les ID spécifiques aux institutions en mode offline.

source: Not connected (Offline mode)
de: Nicht verbunden (Offline Modus)
fr: Déconnecté (Mode offline)

source: Not connected
cs: Není připojeno
de: Nicht verbunden
fr: Déconnecté

source: You are already connected.
cs: Jste již připojen.
de: Sie sind bereits verbunden.
fr: Vous êtes déjà connecté.

# Connecting to server
source: Connecting...
de: Verbinde...
fr: Connexion...

# Connected to server
source: Connected
de: Verbunden
fr: Connecté

source: The server closed the connection. Do you want to try to re-connect?
cs: Server uzavřel spojení. Chcete zkusit znovu se spojit?
de: Der Server hat die Verbindung geschlossen. Wollen Sie versuchen neu zu verbinden?
fr: Le serveur a fermé la connexion. Voulez-vous essayer de vous re-connecter ?

source: You are not connected.
cs: Nejste připojen.
de: Sie sind nicht verbunden.
fr: Vous n'êtes pas connecté.

source: Disconnecting...
cs: Odpojuje se...
de: Trenne Verbindung...
fr: Déconnexion...

source: Repeating
de: Nachsprechen
fr: Répétition

source: Invalid set of prompts
cs: Neplatný soubor výzev
de: Inkorrekte Prompts
fr: Lot de prompteurs invalide

source: Training completed
cs: Procvičování je dokončeno
de: Training abgeschlossen
fr: Entraînement achevé

source: The samples have been collected. They will now be transferred to the server.
cs: Potřebné nahrávky se vzorky řeči byly nahrány. Nyní budou přesunuty na server.
de: Die nötigen Sprachdaten wurden aufgenommen. Sie werden nun vom Server verarbeitet.
fr: Les échantillons sont prêts. Ils vont êtres maintenant envoyés au serveur.

source: Could not clean sample directory %1. Please remove all files manually
cs: Nepodařilo se vyčistit adresář, který obsahuje dočasná nahraná data řeči (%1). Odstraňte, prosím, všechna data z adresáře ručně.
de: Konnte den Ordner, der die temporären, aufgenommenen Sprachdaten beinhaltet nicht bereinigen (%1). Bitte entfernen Sie alle Dateien aus dem Ordner manuell.
fr: Impossible de nettoyer le dossier d'échantillons %1. Veuillez supprimer les fichiers manuellement.

source: This wizard will guide you through the collecting of speech samples.
cs: Tento průvodce vás provede sbíráním vzorků řeči.
de: Dieser Assistent führt Sie durch das Aufnehmen von Sprachdaten.
fr: Cet assistant va vous guider pour la collecte d'échantillons vocaux.

source: Power Recording
cs: Mocné nahrávání
de: Power Aufnahme
fr: Enregistrement avancé

source: If activated the recording of the samples will automatically be started and stopped when you enter / leave the individual pages of the trainings text.
de: Wenn aktiviert, werden die Aufnahmen der Samples automatisch gestartet bzw. gestoppt wenn die entsprechende Seite im Trainingstext angezeigt wird.
fr: Si activé, l'enregistrement des échantillons démarrera et s'arrêtera automatiquement lorsque vous entrerez ou quitterez chaque page du texte d'entraînement.

source: Page %1 of %2
cs: Strana %1 z %2
de: Seite %1 von %2
fr: Page %1 sur %2

source: Please record the Text below. Tip: Leave about one to two seconds "silence" before and after you read the text for best results!
cs: Nahrajte, prosím, text uvedený níže. Tip: Před a po přečtení textu ponechejte něco mezi jednou a dvěma sekundami ticha. Takto dosáhnete těch nejlepších výsledků!
de: Bitte nehmen Sie den untenstehenden Text auf. Tipp: Lassen Sie etwa ein bis zwei Sekunden "Stille" vor und nach dem Text für beste Ergebnisse!
fr: Enregistrez le texte ci-dessous. Conseil : laissez une à deux seconde de « silence » avant et après la lecture du texte pour de meilleurs résultats !

source: simon detected that at least one of the just recorded sample might have some issues. Select "More information" to find out how to fix this issue. Do you want to continue with your training without fixing this problem?
de: simon hat erkannt, das mindestens eine der Aufnahmen möglicherweise ein Problem hat. Wählen Sie "Mehr Informationen" um herauszufinden wie Sie das Problem lösen könnten. Wollen Sie fortfahren ohne das Problem zu beheben?
fr: Simon a détecté un problème dans au moins un des enregistrements récents. Choisissez « Plus d'informations » pour savoir comment corriger ce problème. Voulez-vous poursuivre l'entraînement sans corriger le problème ?

source: Could not remove samples "%1".
de: Konnte Samples nicht entfernen "%1".
fr: Impossible de supprimer les échantillons « %1 ».

source: Local Samples
de: Lokale Aufnahmen
fr: Échantillons locaux

source: Do you really want to delete the stored samples at "%1"?
de: Wollen Sie die gespeicherten Aufnahmen "%1" wirklich löschen?
fr: Voulez-vous vraiment supprimer les échantillons enregistrés dans « %1 » ?

source: The directory could not be removed: %1
de: Der Ordner konnte nicht entfernt werden: %1
fr: Impossible de supprimer le dossier : %1

source: Edit samples pack
de: Aufnahmen ändern
fr: Éditer le paquet d'échantillons

source: If you want to change the user id of this samples pack, please provide the new id below.
de: Wenn Sie die Benutzerid der Aufnahmensammlung änderen wollen, geben Sie die neue ID hier ein.
fr: Si vous voulez changer l'ID utilisateur de ce paquet d'échantillons, saisissez le nouvel ID ci-dessus.

source: Failed to create target directory at "%1"
de: Konnte Zielordner "%1" nicht anlegen
fr: Impossible de créer le dossier cible dans « %1 »

source: Could not move "%1" to "%2".
de: Konnte Benutzer "%1" nicht zu %2 verschieben.
fr: Impossible de déplacer « %1 » vers « %2 ».

source: Very good
de: Sehr gut
fr: Très bien

source: Good
de: Gut
fr: Bien

source: Satisfactory
de: Befriedigend
fr: Satisfaisant

source: Acceptable
de: Genügend

source: Not acceptable
de: Nicht genügend
fr: Insuffisant

# Possible answer to: Is x available?
source: Yes
de: Ja
fr: Oui

# Possible answer to: Is x available?
source: No
de: Nein
fr: Non

source: Surname
cs: Příjmení
de: Nachname
fr: Nom

source: Forename
cs: Křestní jméno
de: Vorname
fr: Prénom

source: Sex
cs: Pohlaví
de: Geschlecht
fr: Genre

source: Birthyear
cs: Rok narození
de: Geburtsjahr
fr: Année de naissance

source: ZIP Code
cs: Poštovní směrovací číslo
de: Postleitzahl
fr: Code postal

source: Occupation
cs: Zaměstnání
de: Tätigkeit

source: Mothertongue
cs: Mateřský jazyk
de: Muttersprache
fr: Langue maternelle

source: Orientation
cs: Přehled
de: Orientierung

source: Communication
cs: Dorozumívání se
de: Kommunikation

source: Motor function
cs: Schopnost pohybu
de: Motorische Fähigkeiten
fr: Fonctions motrices

source: Interview Possible
cs: Rozhovor možný
de: Interview möglich

source: Repeate Possible
cs: Opakování možné
de: Nachsprechen möglich
fr: Répétition possible

source: Server
fr: Serveur

source: Host:
cs: Hostitelský počítač:
fr: Hôte :

source: Timeout:
cs: Překročení času:
fr: Délai imparti :

source: Details
cs: Podrobnosti
fr: Détails

source: Institution
cs: Úřad
fr: Institut

source: Institution:
cs: Úřad:
fr: Institut :

source: Filter
cs: Filtr
fr: Filtrer

# Name of the user
source: Name:
fr: Nom :

source: Training
cs: Procvičování
fr: Entraînement

# Name of the institution
source: Name
fr: Nom

source: simon sample collector
cs: Simonův sběratel nahrávek (simon sample collector)
fr: Collection d'échantillons de Simon

# Trainings type where the user reads prompts off the screen
source: Training
fr: Entraînement

source: wether to connect automatically during startup.
cs: Zda se chceme připojit automaticky při spuštění..

source: wether we want to resolve users based on their reference id assigned by a specific institute.
cs: Zda chceme uživatele určit na základě jejich odkazovacího ID přiřazeného určitým úřadem.

source: the default langauge for new users.
cs: Výchozí jazyk pro nové uživatele.

source: wether we want to encrypt the communication between simon and simond.
cs: Zda chceme zašifrovat spojení se serverem (mezi simon a simond).

source: wether power training is activated by default.
cs: Zda je procvičování schopnosti zapnuto ve výchozím nastavení.

source: Form
cs: Formulář

source: Port:
cs: Přípojka

source: Male
cs: Mužské

source: Female
cs: Ženské

source: 1: Very Good
cs: Velmi dobrý

source: 2: Good
cs: Dobrý

source: 3: Satisfactory
cs: Uspokojivý

source: 4: Acceptable
cs: Postačující

source: 5: Not acceptable
cs: Nepostačující

source: Interview:
cs: Rozhovor:

source: Repeating:
cs: Opakování:

source: Basic
cs: Jednoduše

source: Search
cs: Hledat

source: Advanced 1
cs: Pokročilé 1

source: Advanced 2
cs: Pokročilé 2

source: 0: All
cs: 0: Vše

source: Yes
cs: Ano

source: No
cs: Ne

source: Name:
cs: Název:

source: Select
cs: Vybrat

source: Interview
cs: Rozhovor

source: Quit
cs: Ukončit

source: Main actions
cs: Hlavní činnosti

source: Preferences
cs: Nastavení

source: Name
cs: Název

source: Couldn't retrieve languages: %1
cs: Nepodařilo se získat jazyky: %1

source: Couldn't retrieve user - institution associations: %1
cs: Nepodařilo se získat spojení uživatel - úřad: %1

source: Couldn't add user: %1
cs: Nepodařilo se přidat uživatele: %1

source: Couldn't modify user "%1": %2
cs: Nepodařilo se upravit uživatele "%1": %2

source: Couldn't delete user - institution association: %1
cs: Nepodařilo se smazat spojení uživatel - úřad: %1

source: Couldn't add user - institution association: %1
cs: Nepodařilo se přidat spojení uživatel - úřad: %1

source: The recorded samples are now sent to the server. Please be patient...
cs: Nahrané vzorky se nyní posílají na server. Mějte, prosím, chvíli trpělivost...

source: Do you want to send the samples to the server?
cs: Chcete poslat vzorky s nahrávkami řeči na server?

source: Transmitting samples
cs: Přenáší se vzorky s nahrávkami řeči

source: Server couldn't process sample: %1
cs: Serveru se nepodařilo zpracovat nahrávku: %1

source: Couldn't write request
cs: Nepodařilo se odeslat žádost

source: Couldn't add user
cs: Nepodařilo se přidat uživatele

source: Couldn't add institution
cs: Nepodařilo se přidat úřad

source: Couldn't delete institution
cs: Nepodařilo se smazat úřad

source: Couldn't delete user
cs: Nepodařilo se smazat uživatele

source: Couldn't find user
cs: Nepodařilo se najít uživatele

source: Couldn't find institution
cs: Nepodařilo se najít úřad

source: Couldn't find record
cs: Nepodařilo se najít datový záznam nahrávky

source: Couldn't retrieve user: %1
cs: Nepodařilo se získat uživatele: %1

source: Couldn't resolve institution reference id of the given user. Maybe he is not on your institution? You might want to disable institution specific ids in the configuration.
cs: Nepodařilo se určit odkazovací ID úřadu daného uživatele. Snad není zapsán ve vašem úřadu? Možná budete chtít v tomto bodě vypnout v nastavení ID příznačné pro tento úřad.

source: Disconnected
cs: Odpojen

source: Connecting...
cs: Připojuje se...

source: Connected
cs: Připojen

source: Repeating
cs: Opakování

source: Couldn't remove samples "%1".
cs: Nepodařilo se odstranit ukázky "%1".

source: Very good
cs: Velmi dobrý

source: Good
cs: Dobrý

source: Satisfactory
cs: Uspokojivý

source: Acceptable
cs: Postačující

source: Not acceptable
cs: Nepostačující
