Repository: EdwinVelazquez/simon
Catalog: ssc/po/ssc_*.po
Languages: cs, de, fr

source: If selected, ssc will automatically connect to the sscd when started.
de: Wenn ausgewhält, wird ssc automatisch zum sscd verbinden sobald er gestartet wird.
fr: Si activé, ssc se connectera automatiquement à sscd au lancement.

source: the server to connect to.
cs: Server, ke kterému se připojujeme.
de: der Server zu dem wir verbinden.
fr: Le serveur auquel se connecter.

source: sscd hostname or ip address.
de: sscd Hostname oder IP Adresse.
fr: Nom d'hôte ou adresse IP de sscd.

source: the port to connect to.
cs: Přípojka, ke které se připojujeme.
de: der Port zu dem wir verbinden
fr: Le port auquel se connecter.

source: Port of the sscd server.
de: Port des sscd Server.
fr: Le port utilisé par le serveur sscd.

source: after this timeout the client will stop waiting for an answer from the server.
cs: Po překročení tohoto času se klient zastaví, aby počkal na odpověď od serveru.
de: nach dieser Zeitschwelle wird der Client aufhören auf eine Antwort vom Server zu warten.
fr: Après ce délai, le client arrêtera d'attendre une réponse du serveur.

source: Timeout for connecting to the sscd server.
de: Timout für die sscd Serververbindung.
fr: Délai imparti pour la connexion au serveur sscd.

source: whether we want to resolve users based on their reference id assigned by a specific institute.
de: ob wir die Benutzer anhand ihrer institutionsspezifischen ID identifizieren wollen.
fr: Déterminer les utilisateurs à partir de leur ID assigné par un institut spécifique.

source: Use ids assigned from the institution.
de: Benutze IDs die von der Institution vergeben wurden.
fr: Utiliser les IDs affectés par l'institut.

source: the institution who is used to resolve the reference ids.
cs: Úřad, který zadal odkazovací ID.
de: das Institution, das die Referenz ID vergeben hat.
fr: L'institution utilisée pour vérifier les IDs.

source: Reference institute used to check the ids against.
de: Referenzinstitut mit dem die IDs überprüft werden.
fr: Institut utilisé pour vérifier les Ids.

source: the default language for new users.
de: die Standardsprache für neue Benutzer.
fr: Le langage par défaut pour les nouveaux utilisateurs.

source: whether we want to encrypt the communication between simon and simond.
de: ob wir die Verbindung zum Server verschlüsseln wollen.
fr: Si vous souhaitez chiffrer les communications entre Simon et simond.

source: Use encryption for connecting to sscd.
de: Verschlüsselung verwenden um zum sscd zu verbinden.
fr: Utiliser le chiffrage pour la connexion à sscd.

source: The encryption method to use.
cs: Používaný šifrovací algoritmus.
de: der verwendete Verschlüsselungsalgorithmus
fr: Méthode de chiffrage à utiliser.

source: Selected cipher for the sscd connection.
de: Ausgewählter Verschlüsselungsalgorithmus für die sscd Verbindung.
fr: Choisissez le chiffrage pour la connexion à sscd.

source: the path to the SSL certificate.
cs: Cesta k osvědčení SSL.
de: der Pfad zum SSL Zertifikat.
fr: L'emplacement du certificat SSL.

source: Certificate identifying the connecting host.
de: Zertifikat mit dem der Host identifiziert wird
fr: Certificat identifiant l'ordinateur.

source: whether power training is activated by default.
de: Ob das Power Training per Default aktiviert ist.
fr: Entraînement avancé activé par défaut.

source: the temporary directory where the samples are stored.
cs: Dočasný adresář, do něhož jsou ukládány nahrávky.
de: der Temporäre Ordner in dem die Aufnahmen gespeichert werden.
fr: Le dossier temporaire où sont enregistrés les échantillons.

source: Directory to store the samples in.
de: Ordner in dem die Aufnahmen gespeichert werden.
fr: Le dossier où sont enregistrés les échantillons.

source: device names as reported by QtMultimedia.
cs: Názvy zařízení, jak udávány QtMultimedia.
de: Gerätename wie von QtMultimedia zurückgegeben.
fr: Noms des périphériques donnés par QtMultimedia.

source: The device name as reported by QtMultimedia.
de: Gerätename wie von QtMultimedia zurückgegeben.
fr: Les noms des périphériques donnés par QtMultimedia.

source: device names set by the user.
cs: Názvy zařízení nastaveny podle uživatele.
de: Gerätename laut Benutzer.
fr: Nom du périphérique donné par l'utilisateur.

source: The device name set by the user.
de: Gerätename laut Benutzer.
fr: Le nom du périphérique donné par l'utilisateur.

source: device types set by the user.
cs: Typy zařízení nastaveny podle uživatele.
de: Gerätetyp laut Benutzer.
fr: Type de périphérique donné par l'utilisateur.

source: The device type set by the user.
de: Gerätetyp laut Benutzer.
fr: Le type de périphérique donné par l'utilisateur.

source: microphone names set by the user.
cs: Názvy mikrofonů nastaveny podle uživatele.
de: Mikrofonname laut Benutzer.
fr: Nom du microphone donné par l'utilisateur.

source: The microphone device name set by the user.
de: Mikrofonname laut Benutzer.
fr: Le nom du microphone donné par l'utilisateur.

source: microphone device types set by the user.
cs: Typy zařízení mikrofonů nastaveny podle uživatele.
de: Mikrofontyp laut Benutzer.
fr: Type de microphone donné par l'utilisateur.

source: The microphone device type set by the user.
de: Mikrofontyp laut Benutzer.
fr: Le type de microphone donné par l'utilisateur.

source: Connect automatically on startup
cs: Připojit se automaticky při spuštění
de: Beim Start automatisch verbinden
fr: Connexion automatique au lancement

source: Data
de: Daten
fr: Données

source: Institute:
cs: Zřídit:
de: Institut:
fr: Institution :

source: Default language (ISO Code): (requires restart)
cs: Výchozí jazyk (kód ISO): (vyžaduje nové spuštění SSC)
de: Standardsprache (ISO Code): (benötigt SSC Neustart)
fr: Langage par défaut (code ISO) : (Nécessite un redémarrage)

source: Use institution specific ids instead of ssc ids
cs: Použít ID zvláštní pro instituci namísto SSC ID
de: Instiutionsspezifische IDs statt SSC IDs verwenden
fr: Utiliser les IDs spécifiques à une institution au lieu des IDs ssc

source: User interface
de: Benutzerinterface
fr: Interface utilisateur

source: Do not ask before entering offline mode
de: Nicht nachfragen bevor zum Offlinemodus gewechselt wird
fr: Ne pas demander avant de passer en mode offline

source: Do not display warning dialog when simon detects a problem with a sample
de: Keinen Warningsdialog anzeigen wenn simon ein Problem mit einer Aufnahme erkennt
fr: Ne pas afficher de fenêtre d'alerte lorsque Simon détecte un problème sur un échantillon

source: Surname:
cs: Příjmení:
de: Nachname:
fr: Nom :

source: Given name:
cs: Křestní jméno:
de: Vorname
fr: Nom :

source: Institution(s):
cs: Úřad(y):
de: Institution(en):

source: Add
cs: Přidat
de: Hinzufügen
fr: Ajouter

source: Remove
cs: Odstranit
de: Löschen
fr: Supprimer

source: Sex:
cs: Pohlaví:
de: Geschlecht:
fr: Genre :

source: Birth year:
cs: Rok narození:
de: Geburtsjahr:
fr: Année de naissance :

source: ZIP Code:
cs: Poštovní směrovací číslo:
de: Postleitzahl:
fr: Code postal :

source: Education:
cs: Vzdělání:
de: Ausbildung:
fr: Cours :

source: Current occupation:
cs: Zaměstnání:
de: Tätigkeit:
fr: Occupation actuelle :

source: Mothers Tongue:
cs: Mateřský jazyk:
de: Muttersprache:
fr: Langue maternelle :

source: ReferenceId
cs: Odkazovací ID
de: ReferenzId

source: Diagnosis:
cs: Rozpoznaná příčina (diagnóza):
de: Diagnose:
fr: Diagnostic :

source: Orientation:
cs: Přehled:
de: Orientierung:

source: Communication:
cs: Dorozumívání se:
de: Kommunikation:

source: Motor function:
cs: Schopnost pohybu:
de: Motorische Fähigkeiten:
fr: Fonctions motrices :

source: Mouth motoric / teeth:
cs: Pohyb úst/Zuby:
de: Motorfunktion / Zähne:
fr: Articulation :

source: Interview possible
cs: Rozhovor možný
de: Interview möglich

source: Repeating possible
cs: Opakování možné
de: Nachsprechen möglich
fr: Répétition possible

source: Device:
cs: Zařízení:
de: Gerät:
fr: Périphérique :

source: Type:
cs: Typ:
de: Typ:

source: Microphone model:
cs: Model mikrofonu:
de: Mikrofon Modell:
fr: Modèle du microphone :

source: Microphone type:
cs: Typ mikrofonu:
de: Mikrofon Typ:
fr: Type de microphone :

source: Manage users
cs: Spravovat uživatele
de: Benutzer verwalten
fr: Gérer les utilisateurs

source: User ID:
cs: Uživatelovo ID:
de: Benutzer Id:
fr: ID utilisateur :

source: Reference Id:
cs: ID odkazu:
de: ReferenzId
fr: ID de référence :

source: Ignored
cs: Opomíjeno
de: Ignoriert
fr: Ignoré

# Only show users of this sex
source: Male
de: Männlich
fr: Homme

# Only show users of this sex
source: Female
de: Weiblich
fr: Femme

# Scale from 1-5 with explanation
source: 1: Very Good
de: 1: Sehr gut
fr: 1 : Très bien

# Scale from 1-5 with explanation
source: 2: Good
de: 2: Gut
fr: 2 : Bien

# Scale from 1-5 with explanation
source: 3: Satisfactory
de: 3: Befriedigend
fr: 3 : Satisfaisant

# Scale from 1-5 with explanation
source: 4: Acceptable
de: 4: Genügend

# Scale from 1-5 with explanation
source: 5: Not acceptable
de: 5: Nicht genügend
fr: 5 : Insuffisant

# Trainings mode where the user tries to repeat everything the facilitator says
source: Repeating:
de: Nachsprechen:
fr: Répétition :

source: Apply Filters
cs: Použít filtry
de: Filter anwenden
fr: Appliquer les filtres

# Add user
source: Add
de: Hinzufügen
fr: Ajouter

source: Edit
cs: Upravit
de: Bearbeiten
fr: Éditer

source: Institutions
cs: Úřady
de: Institutionen

# Search for user
source: Search
de: Suchen
fr: Rechercher

source: Repeat
cs: Opakovat
de: Nachsprechen
fr: Répétition

source: The interviewer reads out words on the screen which are then repeated and recorded by the patient
cs: Pečovatel nahlas a zřetelně předčítá slova na obrazovce. Tato jsou potom opakována a nahrávána pacientem
de: Der Betreuer liest die Wörter auf dem Bildschirm laut vor. Diese sind dann vom Patienten nachzusprechen
fr: L'interviewer lit à haute voix des mots sur l'écran qui seront répétés par l'utilisateur pour l'enregistrement.

source: The user reads training texts from the screen.
cs: Uživatel čte procvičovací texty z obrazovky.
de: Der Benutzer liest die Trainingstexte vom Bildschirm.
fr: L'utilisateur lit des textes d'entraînement affichés sur l'écran.

source: The user answers interview questions freely. The answers are recorded.
cs: Uživatel volně odpovídá na otázky při rozhovoru. Odpovědi jsou nahrávány.
de: Der Benutzer beantwortet Interviewfragen frei. Die Antworten werden aufgezeichnet.
fr: L'utilisateur réponds librement à des questions de l'interviewer. Les réponses sont enregistrées.

source: File
cs: Soubor
de: Datei
fr: Fichier

source: Connect
cs: Připojit
de: Verbinden
fr: Connecter

source: Disconnect
cs: Odpojit
de: Verbindung trennen
fr: Déconnecter

source: User - Institution
cs: Uživatel - Úřad
de: Benutzer - Institution
fr: Utilisateur - Institution

# Search for institutions
source: Search
de: Suchen
fr: Rechercher

source: Institution assigned ID:
cs: Úřadem přidělené ID (poznávací znamení):
de: Von Institution zugewiesene Kennung:
fr: ID assignée par l'institution :

source: Manage
cs: Spravovat
de: Verwalten
fr: Gérer

source: Please select the data set to edit / send from the list below.
de: Bitte wählen Sie ein Datenset aus der Liste aus.
fr: Sélectionnez le groupe de données à éditer ou envoyer dans la liste ci-dessus.

source: Edit user
de: Benutzer editieren
fr: Éditer l'utilisateur

# NAME OF TRANSLATORS
source: Your names
cs: Pavel Fric
de: Peter Grasch
fr: Yann Cantin

# EMAIL OF TRANSLATORS
source: Your emails
cs: fripohled.blogspot.com
de: grasch@simon-listens.org
fr: yann.cantin@laposte.net

source: Device information
cs: Informace o zařízení
de: Geräteinformation
fr: Informations sur le périphérique

source: Please provide some info about your recording devices.
cs: Poskytněte, prosím, nějaké informace o vašem nahrávacím zařízení.
de: Bitte geben Sie Informationen über die Aufnahmegeräte.
fr: Veuillez fournir quelques informations sur vos périphériques d'enregistrement.

source: New Institution
cs: Nový úřad
de: Neue Institution
fr: Nouvelle institution

source: Institution name:
cs: Název úřadu:
de: Institutionsname:
fr: Nom de l'institution :

source: Could not add institution: %1
cs: Nepodařilo se přidat úřad: %1
de: Konnte institution nicht hinzufügen: %1
fr: Impossible d'ajouter l'institution : %1

source: Please select an institution
cs: Vyberte, prosím, nějaký úřad
de: Bitte wählen Sie eine Institution aus
fr: Veuillez sélectionner une institution

source: Modify "%1"
cs: Změnit "%1"
de: Verändere "%1"
fr: Modifier « %1 »

source: New institution name for institution "%1":
cs: Nový název úřadu pro úřad "%1":
de: Neuer institutionsname für Institution "%1":
fr: Nouveau nom pour l'institution « %1 » :

source: Could not modify institution: %1
cs: Nepodařilo se upravit úřad: %1
de: Konnte Institution nicht bearbeiten: %1
fr: Impossible de modifier l'institution : %1

source: Do you really want to delete the institution? All user associations to this institution will also be deleted.
cs: Opravdu chcete smazat tento úřad? Všechna uživatelská spojení k tomuto úřadu budou taktéž smazána.
de: Wollen Sie die Institution wirklich löschen? Alle Benutzer-Institutionen Assoziationen werden ebenfalls gelöscht
fr: Voulez-vous vraiment supprimer cette institution ? Tous les liens entre des utilisateurs et cette institution seront également supprimés.

source: Could not delete institution: %1
cs: Nepodařilo se smazat úřad: %1
de: Konnte Institution nicht löschen: %1
fr: Impossible de supprimer l'institution : %1

source: Could not retrieve institutions: %1
cs: Nepodařilo se získat úřady: %1
de: Konnte Institutionen nicht empfangen: %1
fr: Impossible de récupérer les institutions : %1

source: Users
cs: Uživatelé
de: Benutzer
fr: Utilisateurs

source: Could not retrieve languages: %1
de: Konnte Sprachen nicht empfangen: %1
fr: Impossible de récupérer les langues : %1

source: Please select an user
cs: Vyberte, prosím, nějakého uživatele
de: Bitte wählen Sie einen Benutzer aus
fr: Veuillez sélectionner un utilisateur

source: Do you really want to delete the user "%1" ("%2")? All collected samples associated with this user will be irreversibly destroyed!
cs: Opravdu chcete smazat uživatele "%1" ("%2")? Všechny sebrané nahrávky spojené s tímto uživatelem budou nevratně smazány!
de: Wollen Sie den Benutzer "%1" ("%2") wirklich löschen? Alle gesammelten Sprachdaten des Benutzers werden unwiederbringlich gelöscht!
fr: Voulez-vous vraiment supprimer l'utilisateur « %1 » ( « %2 » ) ? Tous les échantillons associés à cet utilisateur seront définitivement supprimés !

source: Could not delete user: %1
cs: Nepodařilo se smazat uživatele: %1
de: Konnte Benutzer nicht löschen: %1
fr: Impossible de supprimer l'utilisateur : %1

source: InstitutionID is invalid
cs: ID úřadu je neplatné
de: InstitutionsId ist nicht korrekt
fr: InstitutionID invalide

source: Could not retrieve users: %1
cs: Nepodařilo se získat uživatele: %1
de: Konnte Benutzer nicht empfangen: %1
fr: Impossible de récupérer les utilisateurs : %1

source: User management
cs: Správa uživatelů
de: Benutzerverwaltung
fr: Gestion des utilisateurs

source: Do you really want to remove this user - institution association?
cs: Opravdu chcete odstranit toto spojení uživatel - úřad?
de: Wollen Sie die Benutzer - Institutions Assoziation wirklich löschen?
fr: Voulez-vous vraiment supprimer cette association utilisateur - institution ?

source: Could not retrieve user - institution associations: %1
de: Konnte Benutzer - Institution Assoziation nicht empfangen: %1
fr: Impossible de récupérer les associations utilisateur - institution : %1

source: Could not add user: %1
de: Konnte Benutzer nicht hinzufügen: %1
fr: Impossible d'ajouter l'utilisateur: %1

source: Could not modify user "%1": %2
de: Konnte Benutzer "%1" nicht verändern: %2
fr: Impossible de modifier l'utilisateur « %1 » : %2

source: Could not delete user - institution association: %1
de: Konnte Benutzer - Institution Assoziation nicht löschen: %1
fr: Impossible de supprimer l'association utilisateur - institution : %1

source: Could not add user - institution association: %1
de: Konnte Benutzer - Institution Assoziation nicht hinzufügen: %1
fr: Impossible d'ajouter l'association utilisateur - institution : %1

source: Please enter a valid institution id
cs: Zadejte, prosím, platné ID úřadu
de: Bitte geben Sie eine korrekte InstitutionId an
fr: Veuillez saisir une ID d'institution valide

source: Transmitting samples...
cs: Přenáší se vzorky s nahrávkami řeči...
de: Übertrage Sprachdaten...
fr: Transmission des échantillons...

source: The recorded samples are now ready to be sent to the server or stored locally to be sent later.
de: Die gesammelten Sprachdaten sind nun fertig und können nun zum Server geschickt werden oder lokal gespeichert werden um später versendet zu werden.
fr: Les échantillons recueillis sont prêts à être envoyés au serveur ou enregistrés localement pour un envoi ultérieur.

source: Send samples
cs: Poslat nahrávky
de: Sende Aufnahmen
fr: Envoi des échantillons

source: Store samples (send later)
de: Aufnahmen speichern (später senden)
fr: Enregistre les échantillons (pour envoi ultérieur)

source: Initializing
cs: Začíná se
de: Initalisierung
fr: Initialisation

source: Storing data...
de: Speichere Daten...
fr: Enregistrement des données...

source: Not connected to the server. Do you want to establish a connection now?
cs: Není připojeno k serveru. Chcete zřídit spojení nyní?
de: Nicht verbunden zum Server. Wollen Sie automatisch eine Verbindung aufbauen?
fr: Déconnecté du serveur. Voulez-vous vous connecter maintenant ?

source: Not connected to server.
cs: Není připojeno k serveru.
de: Nicht verbunden zum Server.
fr: Déconnecté du serveur.

source: Sending data...
de: Sende Daten...
fr: Envoi des données...

source: Could not send sample
cs: Nepodařilo se poslat nahrávku
de: Konnte Aufnahme nicht senden
fr: Impossible d'envoyer l'échantillon

source: Failed to start the sample transmission. Most likely this is caused by problems to send the information about the used input devices.
cs: Nepodařilo se spustit přenos vzorků s nahrávkami řeči. Nejpravděpodobněji je to způsobeno tím, že se nepodařilo přenést informace přes použitá vstupní zařízení.
de: Die Sprachdatenübertragung konnte nicht gestartet werden. Höchstwahrscheinlich konnten die Informationen über die Eingabegeräte nicht übertragen werden.
fr: Impossible de lancer la transmission des échantillons. Cela est probablement dû à un problème de transmission des informations concernant les périphériques d'entrée utilisés.

source: Sending: %1
cs: Posílá se: %1
de: Sende: %1
fr: Envoi : %1

source: Server could not process sample: %1
de: Server konnte die Aufnahme nicht verarbeiten: %1
fr: Le serveur ne peut pas traiter l'échantillon : %1

source: Profile information could not be removed: %1.
de: Profilinformation konnte nicht entfernt werden: %1.
fr: Impossible de supprimer l'information du profile : %1.

source: Storage directory could not be removed: %1.
de: Konnte Speicherordner nicht entfernen: %1.
fr: Impossible de supprimer le dossier de stockage : %1.

source: The certificate of the remote host is self-signed and thus not trustworthy. Do you still want to continue?
cs: Potvrzení od vzdáleného hostitele je podepsáno jím samotným, a proto není věrohodné. Stále ještě chcete pokračovat?
de: Das Zertifikat der Gegenstelle ist selbstsigniert und damit nicht vertrauenswürdig. Wollen Sie trotzdem fortfahren?
fr: Le certificat de l'hôte distant est auto-signé et donc peu sûr. Voulez-vous tout de même continuer ?

source: Self-Signed Certificate
cs: Potvrzení podepsané jím samotným
de: Selbstsigniertes Zertifikat
fr: Certificat auto-signé

source: Request timed out (%1 ms) or connection was reset. Please check your network connection and try again.
cs: Čas poskytnutý serveru pro reakci na žádost vypršel (%1 ms), nebo bylo spojení spuštěno znovu Prověřte, prosím, své síťové spojení a zkuste to znovu.
de: Timeout für anfrage erreicht (%1 ms) oder die Verbindung wurde zurückgesetzt. Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
fr: Délai de requête expiré (%1 ms) ou connexion remise à zéro. Veuillez vérifier votre connexion réseau et ré-essayer.

source: Could not write request
de: Konnte Anfrage nicht senden
fr: Impossible d'écrire la requête

source: User ID not found
cs: Uživatelovo ID nenalezeno
de: BenutzerId nicht gefunden
fr: Impossible de trouver l'ID utilisateur

source: Unknown error
cs: Neznámá chyba
de: Unbekannter Fehler
fr: Erreur inconnue

source: Users could not be read
cs: Nepodařilo se přečíst uživatele
de: Benutzer konnten nicht gelesen werden
fr: Impossible de lire les utilisateurs

source: Could not add user
de: Konnte Benutzer nicht hinzufügen
fr: Impossible d'ajouter l'utilisateur

source: Microphones could not be read
cs: Nepodařilo se přečíst mikrofony
de: Mikrofone konnten nicht gelesen werden
fr: Impossible de lire les microphones

source: SoundCards could not be read
cs: Nepodařilo se přečíst zvukové karty
de: Soundkarten konnten nicht gelesen werden
fr: Impossible de lire les cartes son

source: Microphone could not be fetched / created
cs: Nepodařilo se natáhnout/vytvořit mikrofon
de: Mikrofone konnten nicht geholt oder erzeugt werden
fr: Impossible de récupérer / créer le microphone

source: Sound card could not be fetched / created
cs: Nepodařilo se natáhnout/vytvořit zvukovou kartu
de: Soundkarten konnte nicht geholt oder erzeugt werden
fr: Impossible de récupérer / créer la carte son

source: Languages could not be read
cs: Nepodařilo se přečíst jazyky
de: Sprachen konnten nicht gelesen werden
fr: Impossible de lire les langues

source: Institutions could not be read
cs: Nepodařilo se přečíst úřady
de: Institutionen konnten nicht gelesen werden
fr: Impossible de lire les institutions

source: Could not add institution
de: Konnte Institution nicht hinzufügen
fr: Impossible d'ajouter l'institution

source: Institution ID not found
cs: ID úřadu nebylo nalezeno
de: InstitutionId nicht gefunden
fr: Impossible de trouver l'ID de l'institution

source: Could not delete institution
de: Konnte Institution nicht löschen
fr: Impossible de supprimer l'institution

source: Could not delete user
de: Konnte Benutzer nicht löschen
fr: Impossible de supprimer l'utilisateur

source: Could not find user
de: Konnte Benutzer nicht finden
fr: Impossible de trouver l'utilisateur

source: Could not find institution
de: Konnte Institution nicht finden
fr: Impossible de trouver l'institution

source: Could not find record
de: Konnte Datensatz nicht finden
fr: Impossible de trouver l'enregistrement

source: User - institution associations could not be read
cs: Uživatel - Přiřazení úřadů se nepodařilo přečíst
de: Benutzer - Institution Assoziation konnte nicht gelesen werden
fr: Impossible de lire l'association utilisateur - institution

source: Server failed to store sample
cs: Serveru se nepodařilo uložit nahrávku
de: Server konnte die Aufnahme nicht speichern
fr: Le serveur n'a pas réussi à enregistrer l'échantillon

source: Please enter a valid user id.
cs: Zadejte, prosím, platné uživatelské ID
de: Bitte geben Sie eine Korrekte BenutzerId ein.
fr: Veuillez saisir une ID utilisateur valide.

source: Could not retrieve user: %1
de: Konnte Benutzer nicht empfangen: %1
fr: Impossible de récupérer l'utilisateur : %1
