Repository: EdwinVelazquez/simon
Catalog: sam/po/sam_*.po
Languages: de, fr

source: Recognized %1 of %2: Recognition rate:
de: Erkannte %1 von %2: Erkennungsrate:

source: Export test results
de: Testergebnisse exportieren

source: sam: part of simon %1
de: sam: Teil von simon %1

source: Could not initialize output template at "%1". Please select a valid output format.
de: Konnte Ausgabeschema "%1" nicht initialisieren. Bitte wählen Sie ein valides Ausgabeformat.

source: Output type not supported: %1. Please make sure that your output format is compatible with this version of sam.
de: Outputtyp nicht unterstützt: %1. Bitte stellen Sie sicher, dass das Ausgabeformat mit dieser Version von sam kompatibel ist.

source: Failed to parse template: %1
de: Konnte Vorlage nicht verarbeiten: %1

source: LaTeX files (zipped) *.zip
de: LaTeX Dateien (gezippt) *.zip

source: An acoustic model modeller
de: Ein Akustikmodell modellierer
fr: Un éditeur de modèle acoustique

source: Get configuration from simon
de: Hole Konfiguration von simon

source: Automatically start compiling the model
de: Automatisch mit dem Modellkompilieren beginnen

source: Automatically start testing the model(s)
de: Automatisch mit dem Testen der Modelle beginnen

source: Export test results to the given filename
de: Testergebnis zum angegebenen Dateinamen exportieren

source: Batch processing: Close after all other arguments have been processed
de: Stapelverarbeitung: Beende sam nachdem alle anderen Argumente verarbeitet wurden.

source: Store compilation log
de: Speichere Kompilierungsprotokoll

source: Write opened file when done (batch mode).
de: Schreibe geöffnete Datei beim Beenden (Stapelverarbeitungsmodus).

source: If provided, this file will automatically be loaded
de: Wenn agegeben wird diese Datei automatisch geladen

source: Overview
de: Übersicht

source: Couldn't clean temporary directory
de: Konnte temporären Ordner nicht bereinigen

source: Failed to store file.
de: Konnte Datei nicht speichern.

source: Modify simons model
de: Verändere simons Modell
fr: Modifier les modèles acoustiques de Simon

source: Manage simons current model with ssc
de: Verwalte simons aktuelles Modell mit ssc
fr: Gérer le modèle acoustique actuel de Simon avec ssc

source: Build model
de: Modell erstellen
fr: Construire le modèle

source: Build the currently open model.
de: Erstelle das derzeit offene Modell.
fr: Construire le modèle actuellement ouvert.

source: Test model
de: Modell testen
fr: Tester le modèle

source: Test the model.
de: Modell testen.
fr: Tester le modèle.

source: Test results
de: Testergebnisse
fr: Résultats du test

source: Display the test results.
de: Anzeigen der Testergebnisse.
fr: Afficher les résultats du test.

source: Export test result
de: Testergebnisse exportieren

source: Export the test results to a file.
de: Testergebnisse in Datei speichern.

source: Your sam configuration has changed. Do you want to save?
de: Ihre sam Konfiguration wurde geändert. Wollen Sie speichern?

source: No current log.
de: Kein aktuelles Protokoll.

source: HTML files *.html
de: HTML Dateien *.html

source: Could not open output file %1.
de: Konnte Ausgabedatei nicht öffnen: %1

source: Test started: %1
de: Test gestartet: %1

source: Test aborted: %1
de: Test abgebrochen: %1

source: Test completed: %1
de: Test abgeschlossen: %1

source: Ran 1 test.
de: 1 Test abgeschlossen.

source: Ran %1 tests.
de: %1 Tests abgeschlossen.

source: sam projects *.sam
de: sam Projekte *.sam
fr: Projets sam *.sam

source: Untitled
de: Unbenannt
fr: Sans titre

source: Cannot open file: %1
de: Konnte Datei nicht öffnen: %1
fr: Impossible d'ouvrir le fichier : %1

source: Corrupt or outdated sam configuration file.
de: Korrupierte oder veraltete SAM Konfigurationsdatei.

source: You now have to provide a (preferably empty) directory where you want to serialize the scenarios to
de: Hier können Sie einen (bevorzugt leeren) Ordner angeben in den die Szenarios serialisiert werden.
fr: Vous devez indiquer un dossier (de préférence vide) dans lequel déployer le scénario

source: Do not ask again
de: Nicht mehr fragen
fr: Ne plus poser la question

source: Serialized scenario output
de: Ausgabe serialisierter Szenarios
fr: Sortie du déploiement du scénario

source: Open simon prompts
de: simon Prompts öffnen
fr: Ouvrir les prompteurs de Simon

source: Could not find scenario: %1
de: Konnte Szenario nicht finden: %1
fr: Impossible de trouver le scénario : %1

source: Unknown model type
de: Unbekannter modelltyp
fr: Type du modèle inconnu

source: PLEASE_CHANGE_THIS
de: BITTE_AENDERN_SIE_DAS

source: Adaption aborted
de: Adaption abgebrochen
fr: Adaptation abandonnée

source: Failed to adapt model: %1
de: Modelladaption fehlgeschlagen: %1
fr: Échec de l'adaptation du modèle : %1

source: Grammar class undefined: %1
de: Grammatikklasse undefiniert: %1
fr: Grammaire indéfinie : %1

source: Word undefined: %1
de: Wort undefiniert: %1
fr: Mot indéfini : %1

source: Phoneme undefined: %1
de: Phonem undefiniert: %1
fr: Phonème indéfini : %1

source: Build log too big to display. Please use the button below to store it to a local file.
de: Erstellungsprotokoll zu groß zum Anzeigen. Verwenden Sie den Knopf unten um es in eine lokale Datei zu speichern.

source: No tests configured yet. Please provide your test configuration in the input / output section.
de: Noch keine Tests konfiguriert. Bitte geben Sie Ihre Testkonfiguration in der Eingabe / Ausgabe Sektion an.

source: Accuracy
de: Genauigkeit

source: Confidence
de: Sicherheit

source: Modify sample
de: Aufnahme bearbeiten
fr: Modifier l'échantillon

source: Could not modify prompts file
de: Konnte prompts-Datei nicht bearbeiten
fr: Impossible de modifier le fichier de prompteurs

source: Could not overwrite prompts file
de: Konnte prompts-Datei nicht überschreiben
fr: Impossible d'écraser le fichier de prompteurs

source: Could not remove original sample: %1.
de: Konnte die originale Aufnahme nicht löschen: %1
fr: Impossible de supprimer l'échantillon original : %1

source: Could not copy sample from temporary path %1 to %2.
de: Konnte die Aufnahme nicht vom temporären Pfad zum Zielort kopieren: %1 zu %2.
fr: Impossible de copier l'échantillon de l'emplacement temporaire %1 vers %2.

source: Result %1 of %2 =====================
de: Ergebnis %1 von %2 =====================
fr: Résultat %1 de %2 =====================

source: Notes:
de: Notizen:

source: Speakers:
de: Sprecher:

source: Samples:
de: Aufnahmen:

source: Determine automatically
de: Automatisch bestimmen

source: General
de: Allgemein

source: Title:
de: Titel:

source: Task definition:
de: Aufgabenbeschreibung:

source: Output format:
de: Ausgabeformat:

source: Options:
de: Optionen:

source: Tables
de: Tabellen

source: Graphs
de: Graphen

source: Conclusion:
de: Fazit:

source: Short description:
de: Kurze Beschreibung:

source: Conducted on:
de: Abgehalten am:

source: Detailed
de: Detailiert

source: Retrieve system information
de: Hole Systeminformationen

source: Vocabulary
de: Vokabular

source: Number of words:
de: Anzahl von Wörtern:

source: Number of pronunciations:
de: Anzahl von Aussprachen:

source: Grammar
de: Grammatik

source: Trainingssamples
de: Trainingsaufnahmen

source: sam - Untitled
de: sam - Unbenannt
fr: sam - Sans titre

source: Input && output files
de: Eingabe && Ausgabe Dateien
fr: Fichiers d'entrée && sortie

source: Creating
de: Erstelle

source: Model type
de: Modelltyp
fr: Type du modèle

source: Static model
de: Statisches Modell
fr: Modèle statique

source: Adapted base model
de: Adaptiertes Basismodell
fr: Modèle de base adapté

source: Entirely user generated model
de: Komplett Benutzergeneriertes Modell
fr: Modèle entièrement généré par l'utilisateur

source: Input files
de: Eingabedateien
fr: Fichiers d'entrée

source: Serialize scenarios
de: Serialisierte Szenarios
fr: Déployer les scénarios

source: Serialize prompts
de: Serialisierte Prompts
fr: Déployer les prompteurs

source: Grammar:
de: Grammatik:
fr: Grammaire :

source: Vocabulary:
de: Vokabular:
fr: Vocabulaire :

source: Prompts base path:
de: Prompts Basispfad:
fr: Emplacement de base des prompteurs :

source: Script base prefix:
de: Skript Basisprefix:

source: Base model
de: Basismodell
fr: Modèle de base

source: Base HMM-definitions:
de: Basis HMM Definitionen:
fr: Définitions HMM de base :

source: Base tiedlist:
de: Basis tiedlist:
fr: Tiedlist de base :

source: Base macros:
de: Basis Makros:
fr: Macros de base :

source: Base stats:
de: Basis stats:
fr: Statistiques de base :

source: Output files
de: Ausgabedateien
fr: Fichiers de sortie

source: HMM-definitions:
de: HMM Definitionen:
fr: Définitions HMM :

source: Testing
de: Teste

source: Add
de: Hinzufügen

source: Adapt scenarios
de: Adaptiere Szenarios
fr: Adapter les scénarios

source: Adapt log:
de: Adaptionsprotokoll:
fr: Adapter le journal :

source: Create model
de: Modell erstellen
fr: Créer le modèle

source: Cancel
de: Abbrechen
fr: Annuler

source: Build log:
de: Erstellungsprotokoll:
fr: Construire le journal :

source: Save complete buildlog (HTML)
de: Hole Komplettes Protokoll (HTML)

source: Test log:
de: Testprotokoll:
fr: Tester le journal :

source: Test-prompts base path:
de: Test-prompts Basispfad:
fr: Emplacement de base des prompteurs de test :

source: Remove
de: Entfernen

source: Overall recognition rate (confidence):
de: Gesamte Erkennungsrate (Sicherheit):

source: Sentences
de: Sätze
fr: Phrases

source: Recognized words
de: Erkannte Wörter

source: Files
de: Dateien
fr: Fichiers

source: Find file:
de: Finde Datei:
fr: Trouver un fichier :

source: Edit sample
de: Sprachaufnahme bearbeiten
fr: Éditer l'échantillon

source: Log
de: Protokoll

source: Accuracy:
de: Genauigkeit:

# NAME OF TRANSLATORS
source: Your names
de: Peter Grasch
fr: Yann Cantin

# EMAIL OF TRANSLATORS
source: Your emails
de: grasch@simon-listens.org
fr: yann.cantin@laposte.net

source: Lexicon:
fr: Lexique :

source: Prompts:
fr: Prompteurs :

source: Samplerate:
fr: Taux d'échantillonnage :

source: Test-prompts:
fr: Prompteurs de test :

source: Overall recognition rate:
fr: Taux de reconnaissance moyen :

source: Individual words
fr: Mots individuels

source: Filter
fr: Filtre

source: Main Actions
fr: Actions principales

source: Build
fr: Construire
